{
    "paper_id": "3e0ec0b0cec2c80dbe70c499b16d1a90cc4d9704",
    "metadata": {
        "title": "'Corona-safe' Measures for Cyclists at Intersections",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "Maria"
                ],
                "last": "Salomons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Delft University of Technology",
                    "location": {}
                },
                "email": "a.m.salomons@tudelft.nl"
            }
        ]
    },
    "abstract": [
        {
            "text": "During the Corona crisis measures were taken to avoid the spread of the virus, and one of the most important was to 'keep sufficient distance'. In this period cyclists were facilitated in distancing by the widening of cycle paths, or the use of car lanes. The Corona measures also affected intersection control, since one of the principles of signalizing is based on clustering of traffic. The settings of the control take into account the way cyclists tend to cluster close together at the stop line, so for optimal control, if the clustering changes, the control should be adapted as well. This paper presents measures for 'Corona-safe' intersection control for cyclists, and discusses the effect of the measures and their (dis)advantages. Further it was investigated how some municipalities used these measures and conveyed about it in the media and how these measures were received by the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The measures can be divided in two groups: detection and timing. For the municipalities considered, the least popular measures concerned the detection methods, such as adaptations in use, or type, of push button, since the negative aspects can be large (effect on throughput and costs). More popular were changes in the timing of the control, the most conveyed measures being more frequent and longer green for cyclists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The acceptance of the measures by the public (determined via reactions on social media) is mixed, some are positive about the improved control, others negative (effect on car traffic or costs). The most common reactions are general complaints about intersection control, and about cyclists behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For future use the measure 'more frequent green' is most suitable, permitted cyclists are detected to support the acceptance of the control. Also bicycle apps can be applied, since these results in more comfort and have limited negative effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the end of February 2020 the Corona pandemic appeared in the Netherlands, and in March 2020 it became clear that to be sure the care would be able to handle the number of seriously ill patients, measures had to be taken. In the Netherlands the Rijksinstituut voor Volksgezondheid en Milieu (RiVM) advised the Dutch government to restrict the number of contacts between patients, leading to the decision of an 'intelligent lockdown', which came into effect of March 12, 2020 (Gemeente Den Haag (2020 ). For this lock-down it was advised to stay inside as much as possible, but it was not forbidden to go outside. When going outside, a distance of 1.5 m was enforced (Veiligheidsberaad (2020) , Government of the Netherlands (2020)). The restrictions had a large influence on traffic volumes for both public transport (Horst (2020) ), car traffic and bicycle traffic (European Data Portal (2020) ). This paper aims for a description of (possible) measures that were taken during the pandemic, which measures were communicated to the public and the reactions of the public, and will consider the effectiveness and the (dis)advantages of the measures.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 476,
                    "text": "March 12, 2020",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 501,
                    "text": "(Gemeente Den Haag (2020",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 693,
                    "text": "(Veiligheidsberaad (2020)",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 832,
                    "text": "(Horst (2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 868,
                    "end": 896,
                    "text": "(European Data Portal (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on these findings, a recommendation is given of the use of these measures, as well as for an ongoing pandemic, or as a comfort measure for cyclists in the future. The measures can also be found in GNMI, Ruimte voor lopen, Tour de Force, Fietsberaad CROW (2020) where section 4.5 is partly based on the findings described in this paper. A presentation of this paper can be found at the weblog of the author, A. Maria Salomons (2020) .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 437,
                    "text": "Salomons (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since it was not forbidden to go outside, measures were taken to keep travellers safe while travelling, for instance public transport the number of seats were reduced (Horst (2020) , NOS (2020)). Also for pedestrians and cyclists measures were taken to make the 'one and a half meter society' possible, such as widening of cycle paths (FB (2020), Sustrans (2020)). The goal of this research is to describe which measures were considered and/or taken by municipalities to facilitate cyclists at signalized intersections. The control of these intersections was optimized for cyclists considering the Corona situation, with the assumed effect on avoiding contamination.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 180,
                    "text": "(Horst (2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Research goal"
        },
        {
            "text": "Another goal is to determine which measures are beneficial for cycling, which can also be considered as a comfort measure for cyclists in normal situations, when the Corona pandemic is contained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research goal"
        },
        {
            "text": "The research method is a literature study and a survey (online and by means of personal communication) among engineers and consultants responsible for traffic control at intersections. The literature contained mainly 'grey papers' as governmental statements, news papers and news sites, social media as Facebook and LinkedIn. Possible measures are listed, which measures were chosen by municipalities and communicated to the public. In the online survey and the personal communication traffic engineers were asked which measures were applied in their municipality or province, whether these measures were communicated with the public and if these measures will be applied in future as comfort measure in future. Further, reactions of the public (on social media where the measures were explained) were collected to determine the acceptance of the measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "In this section is described how control at intersections is realised in the Netherlands, and what extra measures were advised, considered and applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intersection control and Corona measures"
        },
        {
            "text": "Next to safety, one of the important aims of intersection control is to optimize the throughput of an intersection. In the Netherlands this is done by vehicle-actuated control, where vehicles on directions are clustered, and a direction given green for at least the minimum green time, and after that extended while the queue lasts, or until the maximum green time is reached. The control structure, which determines the order and combinations in which the directions are given green, remains the same, but the green time of a direction varies from cycle to cycle. If there is no traffic present, a direction can be skipped in the structure, leading to shorter cycle times, with adequate green times de (2006), Furth, Cesme, and Muller (2009) ). The control structure is determined by optimizing the control for the average demand, resulting in a low minimum cycle time. This control structure can be changed by time of day as the average demand patterns change. This method of control is applied to all traffic modes, so car traffic as for cyclists and pedestrians, and for the control structure determination, all traffic directions are taken into account.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 728,
                    "text": "de (2006), Furth, Cesme, and",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 742,
                    "text": "Muller (2009)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Intersection control and control measures"
        },
        {
            "text": "When vehicle actuated control is used, correct detection is important to grant that sufficient green time is given to the traffic flow. For car traffic and cyclists, this is mostly done by means of induction loops (Sterk (2020) ). For car traffic normally two or more detectors are installed, one close to the stop line, and one or more further upstream. For cycle crossings one detector is placed close to the stop line, less frequent there is a second detector 20 m upstream. Also push buttons are placed at bicycle signals, to avoid that bicycles with a low amount of magnetic material are not detected (e.g. carbon bikes).",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 227,
                    "text": "(Sterk (2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Intersection control and control measures"
        },
        {
            "text": "Given the Corona situation, the safety of the push button was discussed, since at the beginning at the Corona crisis it was unclear how long the virus stays active on surfaces (NIAID (2020)). While in other countries this question was important for pedestrian crossings( The Courier (2020)), in the Netherlands this discussion also extended to cyclists, with this difference that if there are induction loops present, often it is not needed to use the push button to be detected. Therefore in some cities, like Rotterdam ( Kooijman (2020) ) and Apeldoorn (In de Buurt Apeldoorn (2020)) messages were applied that it is not necessary to use the push button. If this is applied for pedestrians directions, that are not detected to avoid these directions do not get green, a 'cyclic demand' is needed where every cycle the pedestrian direction will turn green. This causes longer cycle times with unused green where other traffic has to wait 'for nothing'. To avoid this situation, municipalities decided on quicken the renewal of push buttons, where old push buttons that are only to be activated using a finger (a sunk push button), by push buttons that can be activated by the elbow or foot (Gemeente Schiedam (2020)).",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 538,
                    "text": "( Kooijman (2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Push buttons"
        },
        {
            "text": "For induction loops there are also Corona related issues. One of the issues appeared at the very beginning of the Corona crisis when the traffic volumes were very low. If induction loops show much less spikes than in a normal situation on a comparable day, the detector is considered to have a failure and is switched off automatically (D.Poncin, personal communication, March 31st, 2020). Given this extreme circumstances, for all directions concerned, cyclic demand can be installed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detectors"
        },
        {
            "text": "If the detectors are functioning, also correct determination of the flow of cyclists is affected by the 1.5 m measure.The time a detector is not occupied during the green time is measured, and if the detector is not occupied for at least the so-called gap-out time, the flow over the stop line is considered to have ended, and the green time for this direction is ended, provided the green time has lasted at last the minimum green time. If cyclist have to take 1.5 m distance, the queue will solve more slowly, and it will take more time for cyclist to reach the detector from the back of the queue, especially when there is only one detector. Under normal circumstances, cyclist are close to each other near the stop line (20-30 cyclist between stop line and second detector 20 m upstream, (Reggiani, Dabiri, Daamen, and Hoogendoorn (2019))). Given that the distances are larger and the queue takes longer to solve, the minimum green time (CROW Fietsberaad (2020) )and the gap time (DTV Consultants (2020) ) should be enlarged.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 834,
                    "text": "(Reggiani, Dabiri, Daamen, and Hoogendoorn",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 965,
                    "text": "(CROW Fietsberaad (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detectors"
        },
        {
            "text": "Even though the green time is dependent on the detection it is beneficial for the throughpunt of cyclists and the queue reduction to increase the minimum green time, especially when only one detector is present. Multiple realisations of green for cyclists during one cycle will also reduce the queue and the delay. The municipality of Leiden uses \"wait-in-green\" for cyclist, in this case the traffic signals of bicycle directions remain green until conflicting traffic is detected. When compared to \"wait-in-red\" for all directions, this leads to less unnecessary stops for the cyclists, but traffic at the conflicting direction has to decelerate more since it takes some time to end the green, apply the yellow time and clearance time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Green realisation and duration"
        },
        {
            "text": "Where normally the control is designed as conflict-free, the waiting time of cyclist will be higher than when conflicts between turning car directions are permitted (permitted conflicts). Permitted conflicts increase the efficiency (Machielsen (2019)), but it can impair the safety especially when traffic participants are not aware conflicts can occur when normally the crossing is conflict-free.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Green realisation and duration"
        },
        {
            "text": "In Table 1 the measures are listed that were proposed by the Fietsersbond (the cyclists unions)( FB (2020)), the consultancy DTV Consultants (2020), and proposed by municipalities (found in the media or via the survey). For all measures the advantage for the cyclists is listed, and disadvantages. The disadvantages can be costs, but also the traffic safety can be impaired. Measure 6 is an example that can lead to unsafe situations: if cyclists suddenly start drive on car lanes, the motorists are not used to come across cyclist and this unexpected situation (even when clearly indicated with signs) will lead to dangerous situations. In Amsterdam at various busy locations cyclists were directed to the car lane to give more space to both cyclists and pedestrians, but at the Rijnstraat it appeared to be too dangerous (Verkeersnet (2020)). Since the car demand is high in this street, the queues at the intersections are large. It appeared it was not possible for cyclists to pass the queue to the stop line and cyclist had to wait in between the cars, leading to an even longer queue, which made car drives to move over to the tram lane. Therefore on this particular location, this measure was reversed again.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results: proposed measures"
        },
        {
            "text": "One of the measures is take bicycle priority at iVRIs into account, iVRI stand for the Dutch abbreviation of intelligent traffic control (Beter Benutten (2016)). iVRI controllers communicate with the surrounding traffic, so traffic can be detected at an earlier moment than with detector loops. If the route of the traffic participant is conveyed to the control, the control can anticipate on the routes of the traffic. A bicycle app can learn the the preferred route from its user (Verbeeke (2020)), in this case the route recognition is part of the mobile phone of the user, rather than part of the controller, for the controller the app will act as a detector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: proposed measures"
        },
        {
            "text": "In Table 2 the municipalities are listed from small to large city, with the measures taken in this city, and how this information was gathered (via media 1 or via survey). The date indicates the date the measures were made public, or the date the survey was filled in.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results: which measures were applied by municipalities"
        },
        {
            "text": "One city, Eindhoven, clearly indicated that no measures were taken and this was also not conveyed to the public. The reason given was that the virus did not seem to be very contagious in the open air, so the risk for pedestrians and cyclist can stand close together at intersections is very low. Also the Province of Gelderland did not apply any measures, because they considered their 160 intersections 'corona proof', with suitable detector-and green time settings. The municipality of Delft indicated that next to the measures taken now, in future prioritizing cyclists at intersections with either bicycle detection apps, intelligent traffic signals, and more green per cycle for cyclists are considered, this independent from the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: which measures were applied by municipalities"
        },
        {
            "text": "From social media website the reactions of the public were collected, to determine the acceptance of the measures. The reactions are both the number of likes and dislikes , and written positive and negative reactions, and other written reactions that are neither positive or negative about the applied measures. The written reactions can be biased, because on social media more people tend to react negatively than positively (Bjorn Ross et all (2018)). The reactions can give insight in how the comfort of these measures are experienced, which can be of importance for future use of the measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactions of the public"
        },
        {
            "text": "Overall, the number of likes (854) outnumber by far the number of dislikes (30). For the written reactions, Schiedam and Zoetermeer which considered new push buttons, received the most negative written reactions (24 negative, 10 positive) in the sense of 'waste of money'. For Delft, Haarlem, Enschede and Amsterdam the written positive reactions on the control measures (longer, more often green) were slightly in the majority (17 positive, 15 negative). For Delft, Haarlem, and Enschede the'other reactions' mostly comprised remarks and questions about certain intersections, where the control was described as being sub- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactions of the public"
        },
        {
            "text": "Several cities in the Netherlands have taken measures, where 'multiple green per cycle' and 'increase min./max green time' were mentioned most often. Two measures were not mentioned, 'less priority for PT' and 'permitted conflicts'. The PT-priority was not affected because municipalities attach importance to public transport and public transport was also reduced during the intelligent lockdown (Horst (2020) ). The 'permitted conflicts' were deemed too dangerous with respect to the gain of lower odds of contamination. The effect of the measures in the battle against the spreading of the Corona virus is debatable. The city of Eindhoven did not take any measures, since Corona did not seem contagious in the open air, nor for the buttons Goldman (2020), nor for groups of cyclist which group at the intersection in the open air for a short time (Nicholas R. Jones et all (2020) ) (a few minutes, waiting times seldom exceed two minutes (Muller and de (2006) )) .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 410,
                    "text": "(Horst (2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 941,
                    "end": 962,
                    "text": "(Muller and de (2006)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Recommendations"
        },
        {
            "text": "Nevertheless, some measures also increase the comfort for cyclists, since more space is available and bicycle queues are smaller and the delay at intersections is less. Monitoring intersections during the day can optimize both the delay for cyclists and cars, since measures in favour of cyclist, which lead to delay for cars, will only be applied if necessary. Therefore, in the survey and by personal communication was asked whether these measures would be continued in future, and several respondents (Delft, Deventer, Leiden, Enschede, The Hague, Province of North Holland) indicated that they were willing to do so, especially the bicycle app in combination with iVRI was mentioned. In both The Hague (Gorter (2020) ) as the Province of North Holland (Provincie Noord Holland (2020)) the bicycle monitor will be used in future, independent from the Corona pandemic. Two municipalities explicitly mentioned speeding up the plans to facilitate cyclists better, The Hague developed the bicycle monitor faster, and Leiden used plans from a future policy program.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 720,
                    "text": "(Gorter (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Recommendations"
        },
        {
            "text": "The recommendation is that measures which reduce the delay for cyclists and reduce unnecessary stops, are suitable in case cyclists are contagious, and in future when the Corona crisis is solved and the bicycle demand is increased: the aim of the Dutch government is 20% more cyclists in 2027 (Rijksoverheid (n.d.) ).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 314,
                    "text": "(Rijksoverheid (n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Recommendations"
        },
        {
            "text": "The reactions of the public were positive in 'likes', but critical in written comments, especially about replacing buttons ('waste of money'). The comments about control measures were more positive, and critical in the sense that intersections were indicated where the control can be optimized, so it is recommended to monitor intersections and improve the control further, if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Recommendations"
        },
        {
            "text": "In Amsterdam the acceptance for measures that benefit cyclists is impaired by the negative opinion of cyclist behaviour. It is advisable for the municipality of Amsterdam to study how different modes can use the scarce space, to increase mutual understanding, for a more solid acceptance of measures that facilitate active modes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Recommendations"
        },
        {
            "text": "In Corona times at various places in the world new bicycle lanes popped up, and cycle usage is increased (Sui and Prapavessis (2020) ), but this new cycle lanes will inevitably lead to interactions with traffic at intersections. This can lead to an increase of unsafe situations, as in Berlin where two third of the accidents where cyclists were involved occur at places where traffic interacts (The Guardian (2020)). How do cities cope with these new interactions and what are the developments of traffic control for cyclists? Future research will focus on problems cities face with the increased number of cyclists at intersections, and solutions that are applied. The aim for the research is that next to a sustainable way of transportation, cycling will be healthy and safe.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 132,
                    "text": "(Sui and Prapavessis (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Further research"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Deliverable F : iTLC Architecture",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Beter Benutten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Tech. Rep.). ImTech",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The diffusion of crisis-related communication on social media: An empirical analysis of facebook reactions",
            "authors": [
                {
                    "first": "Bjorn",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the 51st Hawaii International Conference on System Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lost time and cycle length for an actuated traffic signal",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Furth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cesme",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transportation Research Record: Journal of the Transportation Research Board",
            "volume": "2128",
            "issn": "",
            "pages": "152--160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Stedelijke mobiliteit in de 1",
            "authors": [
                {
                    "first": "Ruimte",
                    "middle": [],
                    "last": "Gnmi",
                    "suffix": ""
                },
                {
                    "first": "Tour",
                    "middle": [],
                    "last": "Voor Lopen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Force",
                    "suffix": ""
                },
                {
                    "first": "Crow",
                    "middle": [],
                    "last": "Fietsberaad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exaggerated risk of transmission of covid-19 by fomites. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "892--893",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Public transport during coronavirus outbreak (bachelor thesis)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Horst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Op veel kruispunten in rotterdam zijn de instellingen van verkeerslichten aangepast",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kooijman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Less is more: Improved traffic flow efficiency effects at vehicle-actuated signalised intersections with permitted conflicts as opposed to protected conflicts (additional thesis)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Machielsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A new method to design traffic control programs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Transportation Research Record: Journal of the Transportation Research Board",
            "volume": "",
            "issn": "",
            "pages": "68--76",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Two metres or one: what is the evidence for physical distancing in covid-19?",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [
                        "R"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clustering-based methodology for estimating bicycle accumulation levels on signalized links",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reggiani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dabiri",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Daamen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoogendoorn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Intelligent Transportation Systems Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Use of bicycle sensors by dutch municipalities (bachelor thesis)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sterk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Green wave-apps for cyclists (bachelor thesis)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verbeeke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Proposed measures to facilitate cyclists directions at signalised intersections; proposed by municipalities (via media (M), survey of personal communication(S)), Fietsersbond (FB) and DTV",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "dd: the date the measures were published or communicated with the author of this paper, Reactions: number of likes and written positive reactions (pos.), dislikes and negative (neg.) written reactions, and other (oth.) reactions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}