{
    "paper_id": "3e10d1fcf68c857e012cffd2615e2b81740b2cc8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel coronavirus SARS-Cov-2 pandemic has caused an unprecedented civic, economic, and political disruption worldwide. This pandemic has stressed healthcare systems and departments across the globe. The health department's role is to educate the public effectively and in a timely fashion. Additionally, health departments plan for and respond to public health emergencies of this scale, as well as develop mitigation strategies for future pandemics. Public health administration also needs to communicate factual information about the risk, hazards, as well as effective prevention and mitigation strategies. This can correct misconceptions, clarify ambiguities and may help counter the spread of harmful misinformation that can cause public outrage and anxiety. 1 The widespread availability of the internet and mobilesmart devices has created rapid communication opportunities through social media platforms. Approximately 42% of the world population (3.2 billion) regularly uses social media. 2 A World Health Organization (WHO) 3 survey noted that in nearly 80% of the responding member nations, health care organizations use social media to promote health messages. Importantly, 80% of the member states indicated that individuals and communities use social media primarily to learn about health issues, and such platforms have become a major mode of health information. This mode of information consumption can shape public perception and understanding of risk as well subsequent response. 4 However, misinformation about medical information can also rapidly disseminate through these channels and can promote behaviors and attitudes detrimental to a population's response to a pandemic. 5, 6 Realizing this challenge, the WHO has acknowledged the critical role of social media for risk communication and encourages the transparent, open, and 2-way use of social media platforms to disseminate and communicate accurate information with the public.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 769,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1001,
                    "end": 1002,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1037,
                    "end": 1038,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1501,
                    "end": 1502,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1699,
                    "end": 1701,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1702,
                    "end": 1703,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The US Public Health Departments are at the forefront of managing the pandemic. They can use social media platforms to disseminate timely and accurate health information. However, we have limited information about the public's engagement with the state Public Health Departments via social media. The COVID-19 pandemic provided the impetus to investigate this engagement. We hypothesized that a larger segment of the U.S. public will turn to State Public Health Departments' social media sites for reliable medical information during the pandemic compared with the pre-pandemic rates of social media engagement. To test this hypothesis, we tracked the social media following of the fifty U.S. Public Health Departments during the early phase of the COVID-19 pandemic. Additionally, we used panel data analysis to evaluate how and if any state-level characteristics and public health governance were associated with the changes in common social media platform followings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study did not require a full Institutional Review Board review, as this work does not involve human subjects. Data were collected by visiting the Public Health Department web page for each social media platform and recording the total number of followers on the visit date. Data from each U.S. State was collected. U.S. territories, Washington DC, and other areas not recognized as one of the 50 U.S. States were excluded. Data were pulled on 3 separate dates: March 5th, 2020 (baseline and pre-national emergency declaration (NED) for COVID-19), March 18th, 2020 (week following NED), and March 25th, 2020 (2 weeks after NED). These dates were chosen based on the timeframe when the COVID-19 pandemic reached national attention and when individuals started seeking more information regarding COVID-19 and its spread. State-level demographics were collected from the U.S. Census Bureau. 7 The Center for Disease Control and Prevention 8 was utilized to collect information regarding the Governance of each State's Health Department. Health rankings were collected from \"America's Health Rankings\" 2019 Annual report from the United Health Foundation, 9 which provides rankings of each of the 50 States based on 35 measures of health determinants and health outcomes. Finally, the U.S. News and World Report 10 Education Rankings were utilized to provide information regarding each State's public education ranking.",
            "cite_spans": [
                {
                    "start": 1155,
                    "end": 1156,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "This study's primary dependent variable was the change in the number of followers to each state's Department of Health's social media accounts. Change in social media following was defined as the difference in number of followers between the last date (2-weeks after NED) and the baseline date. Information from each of the following social media platforms was gathered: Twitter, Facebook, Instagram, Pinterest, and LinkedIn. Also, a variable identifying the total change across platforms was created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent Variable"
        },
        {
            "text": "State-level variables included were public health governance types, U.S. regions, health rank, higher education rank, K-12 education rank, and racial distribution. Public health governance included centralized, largely centralized, decentralized, largely decentralized, mixed, and shared. These indicate the structure of the governance for public health, which can range from being led by employees of the State (centralized) to being led by local governments (decentralized) or can be some component of each (mixed or shared). 8 For this work, we chose to combine the groupings into centralized (centralized and largely centralized), decentralized (decentralized and largely decentralized), mixed (shared or mixed). Region of the U.S. was segmented into South, West, Northeast, and Midwest. Health rank is operationalized as a continuous variable (1 best to 50 worst). 9 Similarly, both Higher Education and Pre-K-12 rankings are operationalized as continuous variables (1 best to 50 worst). 10 Finally, racial distribution includes the percentages of White, Black, Native American, Asian, Pacific Islander, Other, and Multiple in each State. Due to small percentages, Asian and Pacific Islanders were combined, as were Other and Multiple classifications.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 529,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 870,
                    "end": 871,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 993,
                    "end": 995,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Independent Variables"
        },
        {
            "text": "The data are described using means and standard deviations for continuous variables and numbers and percentages for categorical variables. Pearson Chi-square tests were used to compare categorical variables and the Kruskal-Wallis test for continuous variables. As our data are aggregated to the State level and observed over multiple time points, we utilized panel data analysis for this study. Panel analysis provides the opportunity to describe change at different cross-sections over time based on multiple unit observations. Our panel is of short duration and was balanced (ie, no missing data). Since our dependent variables are counts, we opted to utilize negative binomial and Poisson regression models with random effects adjusting for population averages. For each Social Media platform, overdispersion was assessed, and when present, negative binomial analysis was utilized. In each panel regression model, the total population of the State was used as an exposure variable. There are 6 models: Overall, Twitter, Facebook, Instagram, Pinterest, and LinkedIn. Due to the small sample sizes associated with Instagram, Pinterest, and LinkedIn, we included continuous variables first and excluded region and governance variables due to limited variability. Adjusted incident rate ratios and 95% confidence intervals are reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Data were available for all 50 States for Twitter, 47 States for Facebook, 15 States for Instagram, 11 for LinkedIn, and only 5 for Pinterest (Table 1) . There were 1,208,218 followers of all social media accounts representing 0.38% of the 2019 total U.S. population at baseline. Overall social media following increased to 3,026,861 (0.94%) of the total US population 2 weeks after the NED (P < .001). The average number of followers in each State did increase across each social media platform. A majority of states in each social media group had a decentralized public health structure (ranging from 54% to 64%, P < .001), with the fewest having a mixed governance structure (ranging from 9% to 20%). Finally, there was a higher percentage of southern region states represented in each group (P < .001), except when considering Instagram or LinkedIn, where the western region states made up a greater percentage (P < .001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Multivariable models ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our study is the first report of followers of the U.S. State's Public Health Departments social media platforms during the early phase of the COVID-19 pandemic. Only 0.37% of the U.S. population followed these social media sites during the baseline period. Interestingly, this is similar to the social media following of the Public Health Department in a large region in China. 11 Our analysis's most important finding was a 151% increase in the social media following after the NED (Figure 1 ). Overall, Facebook (58%) and Twitter (35%) were the 2 most commonly followed platforms.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 492,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The most intriguing observation from the analysis was the relatively higher percentage increases in followers in Table 1 the Midwest and some southern states over the period (Figures 2A-C and 3B) . Low overall population density may be responsible for differences in states such as Alaska, the Dakotas, and Wyoming. However, a relatively low number of followers in densely populated states of California, Texas, New York, and Florida were unexpected ( Figure 3A) . Additionally, there were higher increases in followers in the Northeast and Midwest than in the South. These differences may reflect the evolution of the pandemic as it progressed through the early phase. The correlation of social media followers and State Education Ranking was complex. Worse Higher Education rankings were associated with fewer followers, while worse K-12 ranking were associated with more followers. These results suggest that education differences have some bearing on what social platforms individuals use to receive health information. Additionally, we noted lower following and lesser increases over time in states with better Health Rank for Instagram. While not statistically significant, a similar trend was noted for Facebook and Twitter. These results point toward either an actual or perceived decreased need for using social media platforms in states with better Health Rankings, which may indicate better communication services, better public health literacy, or potentially an under reliance or underinvestment in these platforms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 195,
                    "text": "(Figures 2A-C and 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 452,
                    "end": 462,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In exploring the correlation with race, we noted that States with a higher proportion of non-White populations had fewer followers and had lesser increases over time. These findings are supported by the COVID-19 pandemicrelated survey study of Nelson et al, 12 in which 83% of the 8828 responders to a Facebook survey were White. Limiting the analysis to Facebook, we found that states with a higher proportion of the Native American population had a greater following of their Public Health Departments Facebook accounts with a larger increase over time. Previous inquiry by Campos-Castillo and Laestadius 13 noted that Blacks, Latinos, and members of other races/ethnicities had higher odds than Whites of reporting that they posted COVID-19 content on social media. In this context, our findings warrant further investigation as they point to an opportunity to engage the Native American population in health literacy efforts and improve overall health outcomes in this historically underserved population.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 257,
                    "text": "Nelson et al,",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study is the first report of social media following of U.S. Public Health Departments during a pandemic. Most importantly, it highlights Public Health Departments' opportunity to connect with the public through social media. Investing in capacity building that includes engagement and training of social media influencers can provide a powerful tool for Public Health Departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several important limitations. First, we recognize that the \"Follower\" status is one of the several variables indicating the level of individual engagement with social media. The number of followers may not represent true population-level data and may include individual or organizational accounts. Further, we used absolute change in followers, which could bias results toward more populous States. Second, there are multiple sources of information available to the public. Our analysis does not prove that overall public engagement in seeking health-related information is low, nor that public health messaging is not being disseminated through a third-party. Third, we did not analyze the content of the social media exchange or interaction. While this is important at an individual State level to understand the needs or concerns of the local population, it was beyond the scope of our original intent and did not alter the health policy significance of our findings. Finally, the raw number of followers does not provide specific information regarding how messaging from the Public Health Departments were utilized or how well or often the Public Health Departments communicated on each platform. Future research should seek to better understand the nuances of how Public Health Departments are providing needed messaging, as well as how individuals are consuming that information. Mixed methods studies of different stakeholders are needed to understand the public and the health departments' perspectives and to identify facilitators and barriers to the effectiveness of communicating public health information via social media. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Social media following of Public Health Departments across all 50 States of the U.S. highly significantly increased during the early course of the COVID-19 pandemic. However, even after the 150% increase after the national emergency declaration, a mere 0.94% of the U.S. population was following U.S. Public Health Departments. A total of 3,026,861 followers across the U.S. of all social media accounts pales in comparison to the social media following of individuals in entertainment and sports. Based on these findings, there is a significant opportunity for Public Health Departments to improve social media use to engage the public better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Taimur Sher https://orcid.org/0000-0003-1133-3970",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crisis communication and public perception of COVID-19 risk in the era of social media",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malecki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Digital 2020: global overview report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Datareportal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of third global survey on eHealth based on the reported data by countries",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effect of health beliefs, media perceptions, and communicative behaviors on health behavioral intention: an integrated health campaign model on social media",
            "authors": [
                {
                    "first": "S-W",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Commun",
            "volume": "33",
            "issn": "",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Leveraging media and health communication strategies to overcome the COVID-19 infodemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mheidly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fares",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Public Health Policy",
            "volume": "41",
            "issn": "",
            "pages": "410--420",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Addressing healthrelated misinformation on social media",
            "authors": [
                {
                    "first": "W-Ys",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "Wmp",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "",
            "pages": "2417--2418",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health department governance",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "United Health Foundation. America's Health Rankings. United Health Foundation",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public engagement and government responsiveness in the communications about COVID-19 during the early epidemic stage in China: infodemiology study on social media data",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "Wwt",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "US public concerns about the COVID-19 pandemic from results of a survey given via social media",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Simard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oluyomi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "180",
            "issn": "",
            "pages": "1020--1022",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Racial and ethnic digital divides in posting COVID-19 content on social media among U.S. adults: opportunities to understand the experiences of racial and ethnic minorities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campos-Castillo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Laestadius",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Descriptive ≤ .05. **P ≤ .01. ***P ≤ .001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Social media following of all states.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A) Percent change in: social media following for all platforms (from baseline to 2 weeks after National Emergency Declared (NED), (B) Facebook following (from baseline to 2 weeks after NED), and (C) Twitter following (from baseline to 2 weeks after NED).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Changes in the 2 most common platforms following in: (A) 4 most populous states and (B) States with baseline following of >1% of the population.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "demonstrate that public health governance had little influence on followership change for social media platforms. However, Facebook demonstrated a reduced incidence rate ratio (IRR) in states with mixed (IRR 0.57, 95% CI: 0.34, 0.96) versus decentralized governance. We also found regional differences. The Northeast region was associated with an increased rate of number of followers compared to the South region in both the Overall(IRR 3.59, 95% CI: 2.38, 5.44) and Facebook (IRR 3.70, 95% CI: 1.71, 8.02) models. Additionally, the Midwest region was associated with an increased rate of followers compared to the South in the Overall model (IRR 1.55, 95% CI: 1.1, 2.18). On the other hand, a worse K-12 Education ranking was associated with increased followership in both the Overall model (IRR 1.04, 95% CI: 1.03, 1.05) and the Facebook model (IRR 1.05, 95% CI: 1.03, 1.06). With regards to race, an increased proportion of Asian and Islander populations compared to White was associated with a decreased rate of followership in both the Overall model (IRR 0.98, 95% CI: 0.97, 0.99) and Instagram model (IRR 0.89, 95% CI: 0.81, 0.98). The proportion identifying as Other compared to White was also associated with a decrease in followership in the Overall model (IRR 0.84, 95% CI: 0.81, 0.88), the Twitter model (IRR 0.87, 95% CI: 0.83, 0.91), and the Facebook model (IRR 0.84, 95% CI: 0.79, 0.88). Finally, the proportion of the population identifying as Native American compared to White was associated with an increase in the rate of followership in both the Facebook model (IRR 1.08, 95% CI: 1.01, 1.15) and the Instagram model (IRR 1.41, 95% CI: 1.27, 1.57).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Multivariable Regression Models Identifying Incidence Rate Ratio of Number of Social Media Followers across the 3 Time Periods.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}