{
    "paper_id": "3e12abb63918c8f1c42678ec93be4a52c14fbedb",
    "metadata": {
        "title": "The origin and early spread of SARS-CoV-2 in Europe",
        "authors": [
            {
                "first": "Sarah",
                "middle": [
                    "A"
                ],
                "last": "Nadeau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zürich",
                    "location": {
                        "addrLine": "Mattenstrasse 26",
                        "postCode": "4058",
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "G"
                ],
                "last": "Vaughan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zürich",
                    "location": {
                        "addrLine": "Mattenstrasse 26",
                        "postCode": "4058",
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jérémie",
                "middle": [],
                "last": "Sciré",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zürich",
                    "location": {
                        "addrLine": "Mattenstrasse 26",
                        "postCode": "4058",
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jana",
                "middle": [
                    "S"
                ],
                "last": "Huisman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zürich",
                    "location": {
                        "addrLine": "Mattenstrasse 26",
                        "postCode": "4058",
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanja",
                "middle": [],
                "last": "Stadler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zürich",
                    "location": {
                        "addrLine": "Mattenstrasse 26",
                        "postCode": "4058",
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": "tanja.stadler@bsse.ethz.ch"
            },
            {
                "first": "Corresponding",
                "middle": [],
                "last": "Author",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The investigation of migratory patterns of the SARS-CoV-2 pandemic before border closures in Europe is a crucial first step towards an in-depth evaluation of border closure policies. Here we analyze viral genome sequences using a phylodynamic model with geographic structure to estimate the origin and spread of SARS-CoV-2 in Europe prior to border closures. Based on SARS-CoV-2 genomes, we reconstruct a partial transmission tree of the early pandemic, including inferences of the geographic location of ancestral lineages and the number of migration events into and between European regions. We find that the predominant lineage spreading in Europe has a most recent common ancestor in Italy and was probably seeded by a transmission event in either Hubei or Germany. We do not find evidence for preferential migration paths from Hubei into different European regions or from each European region to the others. Sustained local transmission is first evident in Italy and then shortly thereafter in the other European regions considered. Before the first border closures in Europe, we estimate that the rate of occurrence of new cases from within-country transmission was within the bounds of the estimated rate of new cases from migration. In summary, our analysis offers a view on the early state of the epidemic in Europe and on migration patterns of the virus before border closures. This information will enable further study of the necessity and timeliness of border closures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We estimate the origin and spread of SARS-CoV-2 in Europe prior to border closures based on viral genome sequences using a phylodynamic model with geographic structure. We confirm that the predominant European outbreak most likely started in Italy and spread from there. This outbreak was probably seeded by a transmission event in either Hubei or Germany. In particular, we find that before the first border closures in Europe, the rate of new cases occurring from within-country transmission was within the estimated bounds on the rate of new migration cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In response to the pandemic potential of the SARS-CoV-2 virus, many nations closed their borders in order to curb the virus' spread (1). These closures continue to incur high economic and social costs. To weigh the relative costs and benefits of border closures, it will be important to understand the efficacy of these policies. At the early stages of an outbreak, border closures can delay a pathogen's arrival, thereby giving countries additional time to prepare (2). However, the success of this strategy depends on timely implementation and a good knowledge of where the pathogen is already circulating. To evaluate the efficacy of border closures in limiting the spread of SARS-CoV-2, it is important to reconstruct the timeline of the early international spread of the virus, before such policies were implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this analysis, we aim to estimate the early patterns of SARS-CoV-2 transmission into and across Europe. We also address the more specific question of where the predominant SARS-CoV-2 lineage circulating in Europe originated. We hope that by addressing these questions we can inform further analysis of the efficacy of border closures as a strategy to combat SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The SARS-CoV-2 virus was identified as the cause of an epidemic in Wuhan, China in late 2019 (3) . The epidemic in Wuhan was reported to the WHO on 31 Dec. 2019 and within one month, SARS-CoV-2 was confirmed to have spread to 19 additional countries (4) . By the end of February 2020, the virus was detected in all WHO regions (5) . Currently, several lineages of the SARS-CoV-2 virus are circulating across the globe. The intermixing of these lineages in different countries and regions suggests that the virus has been transmitted across borders many times (6) .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we focus on estimating the early introductions of SARS-CoV-2 into Europe and the virus' migration across European borders. Through national surveillance efforts, the first COVID-19 cases in Europe were detected in France on 24 Jan. 2020 and in Germany on 28 Jan. 2020 (7, 8) . Of the 47 cases detected in Europe by 21 Feb. 2020, 14 were infected in China, 14 were linked to the initial cases in Germany, 7 were linked to the initial cases in France, and 12 were of unknown origin (7) . In addition to the unknown sources of transmission, some early introductions may not have been detected. This is especially probable given that a significant proportion of infected individuals are likely to be asymptomatic (9) . In summary, it is difficult to draw firm conclusions about the source, number, and timing of SARS-CoV-2 introductions into Europe based on confirmed case data alone. Viral genomes are an important secondary source of information on outbreak dynamics. If viruses acquire mutations on the same timescale as an outbreak, these mutations can provide information about past transmission events. Phylodynamic methods couple a model of viral evolution describing the mutational process to an epidemiological model describing the transmission process. By fitting the combined model to viral genomes sampled from a cohort of infected individuals, we can infer the evolutionary and epidemiological model parameters. Here we fit a phylodynamic model with geographic structure to SARS-CoV-2 genomes from Hubei, China and several European countries before the first borders were closed in these regions. We co-infer the transmission tree linking these sequences, the geographic location of ancestral lineages, migration rates of infected individuals between regions, the effective reproductive number, and the proportion of no-longer infectious cases sequenced in each region.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 277,
                    "end": 279,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to these inferences, we specifically focus on estimating the geographic origin of the predominant SARS-CoV-2 lineage in Europe. This lineage is defined by a characteristic amino acid substitution at position 314 in the ORF1b gene from proline to leucine and was provisionally named the \"A2a\" lineage by the Nextstrain team. In the more dynamic, tree-based nomenclature suggested by (10) , this lineage corresponds to the \"B.1\" lineage described as \"a large lineage that roughly corresponds to the large outbreak in Italy, and has since seeded many different countries\" (11) . As of Apr. 1, 2020, two-thirds of the SARS-CoV-2 sequences collected in Europe belonged to this lineage and just 10% of sequences from the lineage were collected outside Europe (data from (12) , lineages assigned using (13) ). Here, we use the name A2a to refer to the group of SARS-CoV-2 viruses defined by the ORF1b:P314L mutation.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Where the A2a lineage originated remains unclear. Its characteristic ORF1b mutation was found in some of the earliest confirmed COVID-19 cases in Italy, Switzerland, Germany, Finland, Mexico, and Brazil in late February (14, 15) . Intriguingly, a late-January sample from a German case linked to All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127738 doi: medRxiv preprint business travel from Singapore shares a mutation in the S gene with the A2a lineage, but does not have the lineage-defining ORF1b mutation. This German sample is part of a smaller \"A2\" clade that is basal to the larger clade of A2a sequences (6) . As a result, it was hypothesized that a German transmission cluster may have seeded the larger European outbreak (14) (15) (16) . However, it was quickly pointed out that incomplete and biased sampling must be taken into account before this hypothesis can be rigorously addressed (14, 17, 18) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Phylodynamic models with geographic structure aim to account for such biases. Firstly, parameter estimates are generated by integrating over a distribution of potential phylogenies, which acknowledges that we cannot reconstruct the true transmission tree with certainty. Secondly, sampling parameters are allowed to differ between regions, which acknowledges that testing and sequencing resources vary across regions. Here, we fit a phylodynamic model with geographic structure to full-length SARS-CoV-2 genomes to (i) estimate the early patterns of SARS-CoV-2 spread into and across Europe, (ii) weigh genomic evidence for competing hypotheses about the geographic origin of the predominant A2a lineage in Europe, (iii) report on the epidemiological parameters, and (iv) compare the rate of new cases arising from within-region transmission versus migration during the early epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We fit a simplified version of the multi-type birth-death model described in (19) . Under this model, beginning with a single infected host in a single geographic region (deme), the virus can be transmitted from one host to another (a birth event), die out due to host recovery or death (a death event), be sequenced (a sampling event, assumed to correspond to a death event), or migrate from one deme to another (a migration event). The birth, death, sampling, and migration processes are assumed to occur at deme-specific rates that are constant through time. Importantly, this model aims to capture heterogeneity in epidemiological parameters (birth and death rates) and sequencing effort (sampling proportion) among demes. We used a version of the model parameterized in terms of the effective reproductive number, which allows us to additionally infer this epidemiologically relevant quantity for each deme.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "We analyzed SARS-CoV-2 genome sequences from five different demes: Hubei province in China, France, Germany, Italy, and a composite deme of other European countries (\"other European\"). All sequences were accessed from GISAID (12) . To represent the pandemic origin, we randomly chose 10 sequences from Hubei collected on or before the lockdown of Wuhan city on 23 Jan. 2020. To investigate the earliest outbreaks in Europe, we considered all available sequences collected in France, Germany, and Italy on or before the lockdown of the Lombardy region of Italy on 8 Mar. 2020. These countries had the first detected (France and Germany) and the largest (Italy) early outbreaks in Europe (4, 7) . By limiting sampling to before regional lockdowns and border closures went into effect, we hope to (i) satisfy model assumptions that epidemiological and migration parameters are constant through time, and (ii) get a picture of the early, unimpeded spread of SARS-CoV-2 within Europe. To represent the pool of SARS-CoV-2 circulating in other European countries during this time, we down-sampled sequences from other countries to the cumulative number of confirmed COVID-19 deaths in each country by 8 Mar. 2020 plus one (Table S1 ). We used this quantity as a proxy value roughly proportional to the outbreak size in each country. Table 1 characterizes the sequences analyzed from each deme for the main analysis. As a sensitivity analysis, we repeated the analysis while down-sampling based on confirmed death data from 28 Mar. 2020, considering that deaths occur with a delay after transmission. This yielded a slightly larger sequence set for analysis (results in supplement). Table 1 . Analyzed sequence information. Location is the location of sample collection, as recorded in the Nextstrain metadata (13) . Date is the date of sample collection, as given on GISAID (12) (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1802,
                    "end": 1806,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1867,
                    "end": 1871,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1215,
                    "end": 1224,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1333,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1675,
                    "end": 1682,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dataset"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dataset"
        },
        {
            "text": "We prepared a sequence alignment from publicly available data on GISAID (12) using the Nextstrain pipeline for SARS-CoV-2 (13). Short sequences (< 25,000 bases), those without fully specified collection dates, and duplicate sequences from the same case were eliminated, as well as sequences from known transmission clusters or with suspicious amounts of nucleotide divergence (as determined by the Nextstrain team). We aligned selected sequences to reference genome Genbank accession MN908947. To eliminate suspected sequencing errors, we masked the first 130 and final 50 sites from the alignment, as well as sites 18,529, 29,849, 29,851, and 29,853 (following the Nextstrain pipeline).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alignment generation"
        },
        {
            "text": "We assume that during the time span considered here, the outbreak in Hubei and the different European outbreaks were only sources and not sinks for SARS-CoV-2 globally. In other words, we assume that (i) once a strain was in Europe, the strain could have been transmitted from Europe to other global regions, but subsequent re-introductions of this strain did not occur. Similarly, we assume (ii) strains were not re-introduced into Hubei. These assumptions allow us to ignore sequences from outside of Hubei and Europe. To justify assumption (ii), we argue there was not sufficient time between the pandemic origin in Hubei and Jan. 23, 2020 for a significant amount SARS-CoV-2 export, transmission outside-Hubei, and subsequent re-introduction into Hubei. Furthermore, confirmed case data shows that Hubei province was the epicenter of the SARS-CoV-2 pandemic until this time, with comparatively less transmission occurring outside of the province than within it (4). To justify assumption (i), we tested whether there was evidence for significant migration into European demes by running a separate analysis on A2a SARS-CoV-2 sampled from all global regions (results in supplement).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing assumptions about source and sink locations"
        },
        {
            "text": "For inferences, we used the implementation of the multi-type birth-death model in the bdmm package (19, 20) in the BEAST2 software (21) . Since this is a parameter-rich model, we fixed some parameters to improve the identifiability of others. The values for fixed parameters, priors for estimated parameters, and the rationale behind these decisions are given in Table 2 . We ran four MCMC chains to approximate the posterior distribution of the model parameters. The first 10% of samples from each chain were discarded as burn-in before samples from the chains were pooled. We used Tracer (22) to assess the convergence and confirm that ESS was > 200 for all parameters.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "(22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Parameter inference"
        },
        {
            "text": "To weigh the significance of cases from migration versus within-region transmission during the early epidemic, we compare the rate at which new cases migrate into a region (= per-individual migration rate x case count in source region) to the rate at which new cases arise from within-region transmission (= transmission rate x case count in sink region). When signal in the sequence data is low, e.g. for some migration rates, our prior assumptions determine the magnitude of these rates. To assess the sensitivity of our main conclusions to the prior, we additionally analyzed the same sequences using a lower migration rate prior ( Figure S12B ). We note that the migration and transmission rates are assumed to be constant through time for this analysis. Thus, the temporal trends depend only on the confirmed case data, which we take from the Johns Hopkins Center for Systems Science and Engineering (23). (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 646,
                    "text": "Figure S12B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "To test our assumption that Europe was primarily a source and not a sink of infections before 8 Mar. 2020, we analyzed A2a sequences collected from different global regions on or before that date. We aggregated sequences into five demes: Africa, Asia & Oceania, Europe, North America, and South & Central America (Table S3) , and then fit the multi-type birth-death model to these data. The most recent common ancestor of the global set of A2a sequences was inferred to be in Europe with 95% posterior support ( Figure S9 ). The posterior distributions for the migration rates into Europe closely matched the prior, thus the data contains little information on these rates ( Figure S10 ). However, in the analyzed dataset, 0 introduction events were inferred from other parts of the world into Europe, while in total 24 migration events were inferred from Europe to other parts of the world (Table S5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 323,
                    "text": "(Table S3)",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 521,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 685,
                    "text": "Figure S10",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 901,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": "Testing assumptions about source and sink locations"
        },
        {
            "text": "For our main analysis we focused on estimating patterns of SARS-CoV-2 transmission into and across Europe. Based on the particular set of sequences analyzed, we infer that SARS-CoV-2 was introduced from Hubei into France, Germany, Italy and other European countries approximately 2-4 times each before 8 Mar. 2020 (Table 3 ). The largest number of estimated introductions was 18 from Italy to other European countries. Importantly, these estimates reflect only introductions occurring in the transmission history of the analyzed cases, not the full epidemic. In contrast, the inferred migration rate parameters should describe more general patterns of spread between regions. The sequence data were informative for inferring some, but not all, migration rates. We highlight here only the rates for which the data is the most informative; see Figure S1 for a full comparison of posterior and prior distributions. The highest migration rate was inferred to be from Italy into other European countries, with a median rate of 3.7/year. The lowest migration rate was from Italy to Germany, with a median rate of 0.44/year.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Table 3",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 851,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Inference results: SARS-CoV-2 transmission into and across Europe"
        },
        {
            "text": "The maximum clade credibility tree in Figure 1 summarizes the posterior sample of transmission trees linking analyzed sequences. The A2a lineage sequences form a clear clade with posterior support of 1. The most recent common ancestor of the analyzed A2a sequences is estimated to be in Italy with 87% posterior support. In contrast, the location of the most recent common ancestor between this clade and the basal, Singapore-linked German sequence is less certain. This ancestor is inferred to have been in either Germany (40% posterior support), Hubei (38%), or Italy (20%). We find very little support for this ancestor having been in France or another European country (2%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Inference results: A2a lineage origin"
        },
        {
            "text": "Several epidemiologically relevant parameters were co-inferred along with the transmission tree. Firstly, we report on the reproductive number in the different demes, which varied from 1.2 to 1.7 in Hubei to 2.5 to 3.5 in France ( Figure S2 ). Secondly, we report on the prevalence of no-longer infectious cases in each deme as of the collection date of the last analyzed sequence. This quantity can be backcalculated from the estimated sampling proportion (prevalence = # sequences analyzed / sampling proportion). We note that both the sampling proportion and prevalence estimates have large credible intervals ( Figures S3 and S4 ). Of the European demes analyzed, the outbreak in Germany was estimated to be smaller in early March (150 to 490 cumulative cases) than the outbreaks in France (709 to 2,323 cases) and other European countries (719 to 1,806 cases), while the outbreak in Italy was the largest (2,600 to 4,988 cases). Figure 2 compares the rate at which we estimate new cases to arise in each region from migration versus from within-region transmission. The estimated rates of new cases from migration and withinregion transmission are represented here as point estimates 5 days before the date of case confirmation, which assumes a 5-day delay between infection and onward transmission or migration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 615,
                    "end": 632,
                    "text": "Figures S3 and S4",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 942,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Inference results: epidemiological parameters"
        },
        {
            "text": "Beginning with the first day on which we have case data from Hubei, we estimate a substantial risk of infected individuals migrating from Hubei into European regions. Throughout late January to mid-February 2020, cases were sporadically detected in each European region, each of which is associated with a risk of subsequent within-region transmission. Sustained within-region transmission is first evident in Italy in mid-February. Shortly thereafter, sustained within-region transmission occurred in other European countries, in France, and in Germany. By 8 Mar. 2020, the estimated rate of occurrence of new cases from within-region transmission is within the estimated bounds on the rate of new cases from migration for each region considered ( Figure S12A) . We obtain the same qualitative result in our sensitivity analysis using a very different prior on the migration rate ( Figure S12B ). We note that the rates in Figure 2 are underestimates of the rates of new cases arising due to migration or transmission due to the underreporting in the confirmed case data. However, assuming that the amount of underreporting is comparable across regions, we can indeed compare the rates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 761,
                    "text": "Figure S12A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 883,
                    "end": 894,
                    "text": "Figure S12B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 924,
                    "end": 932,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127738 doi: medRxiv preprint Figure 1 . Maximum clade credibility tree. The clade of A2a sequences analyzed is highlighted with dashed branches. The values above the branches are the posterior clade probabilities and the pale red bars show the 95% highest posterior density interval for node ages. The pie charts at nodes show posterior support for the ancestor being located in each deme (note that we assumed the root of the tree was in Hubei with probability 1). The deme for each tip is the deme in which the sequence was collected, irrespective of travel history. Tips are annotated with GISAID accession identifier. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127738 doi: medRxiv preprint Table 3 . Median inferred number of introductions from each source deme to each sink deme along the transmission tree linking analyzed cases. Hubei is assumed to be a source only. Values in brackets are the upper and lower bound of the 95% highest posterior density interval for these estimates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "Source The median of these rates is show in the \"Migration\" row. We also multiplied the number of newly confirmed cases in each sink region by the posterior sample of transmission rates for the region. The median of these rates is shown in the \"Within-region transmission\" row. Dates are lagged 5 days to account for a 5-day delay between infection and migration or onward transmission. Case data comes from (23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing rates of migration and within-region transmission"
        },
        {
            "text": "We inferred the early spread of the SARS-CoV-2 virus into and across Europe as well as the geographic origin of the predominant A2a lineage spreading in Europe. To do this, we applied a previously published phylodynamic model to analyze publicly available viral genome sequences from the epidemic origin in Hubei, China and from the earliest detected and largest European outbreaks before 8 Mar. 2020. After performing Bayesian inference, we (i) report on inferred patterns of SARS-CoV-2 spread into and across Europe, (ii) compare posterior support for several hypotheses on the origin of the A2a lineage, (iii) report on epidemiological parameters, and (iv) compare the timeline of new cases resulting from migration versus within-region transmission in Europe before borders were closed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genome sequence data indicates that prior to 8 Mar. 2020, SARS-CoV-2 was introduced from Hubei province into France, Germany, Italy and other European countries at least 2-4 times each (Table 1) . These estimates, which are based solely on genome sequence data, provide a complementary account of introduction events compared to line-list data (26) . The introduction events we report here are inferred to have occurred along the transmission tree specific to the analyzed sequence set and are not All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127738 doi: medRxiv preprint attributable to individual cases. In comparison, line-list data (7, 26) attributes introduction events to individual cases but cannot reconstruct previous, unobserved introductions. Since we analyze only a fraction of all cases, we expect our estimates to be a minimum bound on the true number of introductions.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ideally, we want to go beyond counting migration events amongst the analyzed sequences and investigate general dynamics. To do this, we would interpret inferred migration rates as representing more general patterns of SARS-CoV-2 spread. However, the sequence data was only informative for inferring some of these rates ( Figure S1 ). In regions with few lineages circulating during the period considered, there is little signal for the amount of outward migration. We observe information about the per-individual migration rate from Italy to other European countries ( Figure S1 ). However, we do not find evidence for preferential migration paths from Hubei into different European regions or from each European region to the others, although we cannot exclude this possibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 578,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We estimate that the A2a viruses spreading in Europe by 8 Mar. 2020 had a common ancestor in Italy sometime between mid-January and mid-February 2020 (Figure 1 ). In contrast, Nextstrain places this ancestor in the U.K. with 100% confidence (27) . However, the Nextstrain result may be an artefact of disproportionately high sequencing effort in the U.K. since biased sampling violates the assumptions of the \"mugration\" method employed (28) . We additionally report that the A2a lineage was most likely carried from Hubei to Italy or from Hubei to Italy via Germany. Both transmission routes have almost equal posterior support under our model assumptions (Figure 1 ). Since we only consider a few geographic regions, these migration routes are not necessarily comprehensive. Rather than reconstructing a complete transmission chain, we compare model support for different A2a transmission routes amongst the analyzed demes and report two equally plausible routes.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 666,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although it is not the main focus of our analysis, we also report on epidemiological parameters of the early outbreaks considered. Estimates for the reproductive number fall roughly within the range of previous estimates (29) , though we mention a particular caveat with respect to the reproductive number in Hubei below. Unsurprisingly, prevalence estimates in early March generally exceed confirmed case counts by a factor of 1-3 ( Figure S4 ). Our inferences of epidemiological parameters do not challenge the idea that the early reproductive number in different outbreaks is difficult to estimate precisely, but not hugely variable, and that there is substantial under-reporting in line-list data (30) .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 443,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, we estimated the rate of new cases arising from migration compared with the rate of new cases arising from within-region transmission in the regions analyzed. The magnitudes of these rates are quite uncertain due to uncertainty in the inferred migration and transmission rates ( Figure S11 ) and underreporting in case counts, which we implicitly assume to be constant in time and between demes. However, the temporal trends suggested by these data are still compelling and robust towards different prior assumptions. We see that under sustained risk of case migration from Hubei, isolated cases were confirmed throughout Europe beginning in late January 2020 but did not immediately cause large outbreaks. Shortly after the first evidence of sustained within-region transmission in Italy, outbreaks in the rest of Europe also took hold ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 298,
                    "text": "Figure S11",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 856,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results based on the multi-type birth-death model take into account phylogenetic uncertainty and sampling biases between demes, which are two major concerns in genomic analyses of SARS-CoV-2 (18) . Indeed, wide confidence intervals around internal nodes in the maximum clade credibility tree and low clade support near the tips (Figure 1 ) indicate a high degree of phylogenetic uncertainty. Therefore, it is important that the parameter estimates we report result from integrating over a distribution of potential phylogenies with different geographic locations assigned to ancestral lineages. In comparison, some initial studies that estimated international SARS-CoV-2 spread constructed a median-joining network instead of a phylogeny to account for this uncertainty (16, 31) . In this approach, identical sequences are collapsed to single nodes and edges represent mutational differences. This disregards information from relative sampling times and means that ancestor-descendent relationships are highly dependent on the choice of the network root (32, 33) . Unaccounted-for sampling biases in these analyses may also yield spurious results for the geographic origin of lineages (34, 35) . Our analysis, which relies on a mechanistic model of migration and between-deme sampling differences, should be robust to such biases.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "(34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Despite the advantages of the multi-type birth-death model just mentioned, there are also several unique caveats to consider. The birth-death model assumes uniform-at-random sampling from the total All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127738 doi: medRxiv preprint infected population in each deme. However, particularly in the early stages of outbreaks, infected individuals were identified by health ministries via contact tracing (7) . Non-random sampling may be one possible explanation for why we infer markedly different transmission rates in China when analyzing cases from within Hubei (as in this analysis) as opposed to cases exposed in Hubei but sequenced elsewhere (as in our previous analysis (36) ). Furthermore, the multi-type birth-death model assumes that parameters are constant through time and homogenous within demes. As a result, our inferences based on province-, country-, and continent-level demes are only coarse approximations of the true, heterogeneous epidemic dynamics occurring at a local level. In particular, we do not account for a reduction in airline traffic between Europe and China beginning in late January, before borders were closed (37) . Due to these limitations, we focus on estimating and interpreting particular events along the transmission tree of the analyzed sequences (e.g. Table 3 , Figure 1 ) and advise caution when interpreting inferred migration rates ( Figure S1 ).",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "(36)",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1202,
                    "end": 1209,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1220,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1296,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We expect that our results will be useful in parameterizing more specialized models aimed to understand the efficacy of border closures as a means to fight pandemic disease. So far, such analyses have primarily used line-list data and information on travel networks to estimate SARS-CoV-2 migration patterns (38) (39) (40) . Here we present independent estimates of migration patterns based on genome sequence data. By combining case count data and our estimates for migration and transmission rates, we provide a timeline of early SARS-CoV-2 introduction and spread before border closures were implemented. Despite migration risk from Hubei being on the same order of magnitude as later migration risk from Italy, we only observe sustained outbreaks in other European regions after the onset of sustained within-region transmission in Italy. Finally, before the first border closures in Europe, we estimate the risk of new cases arising from within-region transmission to be within the estimated range for the risk of new migration cases.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "91% of world population lives in countries with restricted travel amid COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pew Res. Cent",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Updated WHO recommendations for international traffic in relation to COVID-19 outbreak",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO, COVID-19 situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus Disease (COVID-19) Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "First cases of coronavirus disease 2019 (COVID-19) in the WHO European Region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spiteri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Beschreibung des bisherigen Ausbruchsgeschehens mit dem neuartigen Coronavirus SARS-CoV-2 in Deutschland",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch Institute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A dynamic nomenclature proposal for SARS-CoV-2 to assist genomic epidemiology. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "hCoV-2019/lineages: Resources for calling and describing the circulating lineages of SARS-CoV-2",
            "authors": [
                {
                    "first": "Á",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nextstrain build for novel coronavirus (nCoV)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nextstrain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Genomic characterization and phylogenetic analysis of SARS-COV-2 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zehender",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25794"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Thanks to rapid global data sharing of #SARSCoV2 genomic data via https://t.co/tbVb4MAGpy, we can reconstruct large and small scale patterns of #COVID19 spread. This is a thread discussing this intersection of large and sma",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "Trevor",
                    "middle": [],
                    "last": "Bedford On",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Twitter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Phylogenetic network analysis of SARS-CoV-2 genomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Renfrew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A follow up to yesterday's thread on the possible connection between the Bavarian cluster and the Italian #COVID19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "Trevor",
                    "middle": [],
                    "last": "Bedford On",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Twitter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Regaining perspective on SARS-CoV-2 molecular tracing and its implications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mavian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Improved multi-type birthdeath phylodynamic inference in BEAST 2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barido-Sottani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kühnert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Phylodynamics with Migration: A Computational Framework to Quantify Population Structure from Genomic Data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kühnert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol. Biol. Evol",
            "volume": "33",
            "issn": "",
            "pages": "2102--2116",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "BEAST 2.5: An advanced software platform for Bayesian evolutionary analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bouckaert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Comput. Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19) cumulative cases by day worldwide 2020",
            "authors": [
                {
                    "first": "Coronavirus",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Download today's data on the geographic distribution of COVID-19 cases worldwide",
            "authors": [],
            "year": 2020,
            "venue": "ECDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data: a population-level observational study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digit. Heal",
            "volume": "2",
            "issn": "",
            "pages": "201--208",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inference of transition between discrete characters and 'mugration' models -TreeTime 0.7.6 documentation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sagulenko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Repeated seroprevalence of anti-SARS-CoV-2 IgG antibodies in a population",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stringhini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1101/2020.05.02.20088898"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global transmission network of SARS-CoV-2: from outbreak to pandemic. medRxiv",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Skums",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirpich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Baykal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zelikovsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Medianjoining network analysis of SARS-CoV-2 genomes is neither phylogenetic nor evolutionary",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sánchez-Pacheco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pulido-Santacruz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kubatko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1073/pnas.2007062117"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "On the use of median-joining networks in evolutionary biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sánchez-Pacheco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/cla.12147"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Evolving COVID-19 conundrum and its impact",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chookajorn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2007076117"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Sampling bias and incorrect rooting make phylogenetic network tracing of SARS-COV-2 infections unreliable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mavian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2007295117"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Airlines suspend flights due to coronavirus outbreak -Reuters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Darlak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chandra Eluri",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Uttaresh",
                    "suffix": ""
                },
                {
                    "first": "Factbox",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak. Science (80-. )",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "368",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Outbreak dynamics of COVID-19 in Europe and the effect of travel restrictions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Linka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peirlinck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sahli Costabal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuhl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Methods Biomech. Biomed. Engin",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Impact of international travel and border control measures on the global spread of the novel 2019 coronavirus outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "117",
            "issn": "",
            "pages": "7504--7509",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Estimated rate of new cases arising from migration compared with the estimated rate of new cases arising from within-region transmission. For each day, we multiplied the number of newly confirmed cases in each source region by the posterior sample of migration rates from source to sink.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". No. = number; Seq. = sequence.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Values and priors for the parameters of the multi-type birth-death model.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "S.N, T.V., J.S., J.H., and T.S. thank ETH Zürich for funding. All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 12, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}