{"paper_id": "3e14a441cf5ace43f458890a607477a9e0661282", "metadata": {"title": "Restructured society and environment: A review on potential technological strategies to control the COVID-19 pandemic", "authors": [{"first": "Rajvikram", "middle": ["Madurai"], "last": "Elavarasan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sri Venkateswara College of Engineering", "location": {"postCode": "602117", "settlement": "Chennai", "country": "India"}}, "email": ""}, {"first": "Rishi", "middle": [], "last": "Pugazhendhi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sri Venkateswara College of Engineering", "location": {"postCode": "602117", "settlement": "Chennai", "country": "India"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The Corona Virus Disease 2019 had originated from China as the first case was reported in Wuhan, China in December 2019. Eventually, it started to spread in various regions throughout China and on 30 January 2020, World Health Organization (WHO) declared COVID-19 outbreak as a Public Health Emergency of International Concern (PHEIC) (WHO, 2020a) which later became a global pandemic. As of 7 April 2020, the WHO Situation report-78 indicates more than 1.2 million confirmed cases and deaths greater than 72,000 globally (WHO, 2020b) . The infection is spreading day by day and the healthcare system struggles to take care of every infected individual especially in excessively infected countries such as USA, Italy, Spain and the list goes on. Though the characteristics of this novel coronavirus are not well known, we can infer its behavior from the statistics such as rapid rate of spread, vulnerability is higher for low immune, diabetic and aged people, widely different pattern of recovery rate and other information we have is that it spreads by a human to human transmission through droplets or by direct contact and the incubation period for the infection has been estimated as 2-14 days (Lai et al., 2020) .", "cite_spans": [{"start": 522, "end": 534, "text": "(WHO, 2020b)", "ref_id": null}, {"start": 1199, "end": 1217, "text": "(Lai et al., 2020)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Introduction"}, {"text": "To encounter the situation, healthcare systems have put their tremendous efforts in treating the infected individuals and also for testing the public for coronavirus diagnosis. Governments are doing their best to mitigate the infection and also to meet the requirements for the healthcare system. Moreover, unfortunately, there is neither a medicine for the cure nor a vaccine for prevention of this novel coronavirus as of 10 April 2020. But countries have been trying various treatment methods and usage of different suitable medicines (without proper confirmation). The preventive measures defined by the WHO is to wash the hands frequently with soap and water or with an alcohol-based hand rub, following social distancing, and practicing respiratory hygiene (WHO, 2020c) . Masks will also play a role in safeguarding people from infection and it is mandatory to know when and how to use the mask. Apart from it, the only way to stop the infection from spreading is by staying at home and avoiding social gathering, following social distancing and isolating us from infected people or people subjected to quarantine. Hence, to stop the spread, it requires a combined effort from all social bodies such as the healthcare system, government and more importantly from the public. And they can be controlled only to a limited extent. Besides, the extensive utilization of potential technologies together with effective healthcare treatment and strong governance will be astonishing that would strengthen the defense line to fight against COVID-19.", "cite_spans": [{"start": 763, "end": 775, "text": "(WHO, 2020c)", "ref_id": "BIBREF138"}], "ref_spans": [], "section": "Introduction"}, {"text": "Technologies have been consistently developing day-by-day but during an unexpected circumstance as of COVID-19 pandemic, the role of these technologies to support humanity in various means is substantial. It is ofcourse acknowledged that the credits for the healthcare system is exceptional in tackling the situation but the part of technologies in supporting the healthcare system, government and also public remains unnoticed. The contribution of these technologies in fighting against novel coronavirus may be either directly impacting or indirectly impacting. The former refers to the technology by the implementation of which the spread of the infection is mitigated or the difficulties of the healthcare system have been buckled down. The latter involves those technologies that have been helpful in supporting the government and the public to deal with the situation.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The prime objective of our study is to investigate various technologybased strategies that assist the environment in controlling the pandemic and also other viable technologies that have the potential to be used. The outcome of our study is to make the readers, professionals and scholars to understand the contributions of the technologies in controlling the epidemic and further, to encourage the implementation of these technologies in near-future. The novelty of our work is presented in subsequent points:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• Investigation of the various implemented technologies and their influence in controlling the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• Presenting prospective viable technologies that can be used in the current or future epidemic situation. • Discussing the technological changes that the environment and the society have undergone in tackling the pandemic crisis. • Suggesting few drafted pioneering systems in mitigating the spread.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This work mainly consists of seven sections apart from the introduction. The first section shows the framework of our study and the following section explains the changes that the environment and the society have been through in handling the pandemic situation from different social bodies aspects such as government, healthcare system, public, industries, and also from an environmental and energy point of view. The next section deals with the technological strategies that are implemented to control the pandemic which includes Information communication, Artificial Intelligence and Machine Learning, and supply chain strategies. And the subsequent section gives an insight of indirectly impacting technological strategies whose purpose is to support the confinement of the society during pandemic crisis. This section comprises the sub-domains such as work from home, distance learning, and surveillance. These two sections altogether cover the directly and indirectly influencing technologies in controlling the pandemic and are also backed up with few practical illustrations. Then, the prospective technologies that are less used but have immense potential in supporting the society during epidemic difficulties is also discussed. Then, the subsequent section gives some essential guidelines to follow during this pandemic period as defined by the World Health Organization (WHO) and at last, a critical discussion of the influence created by these technologies, the existing challenges and predicted future impacts accompanied by the conclusion is presented.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We authors decided to contribute our support to the society to tackle COVID-19 by investigating various implemented technologies as well as the potential technologies that would help in controlling the pandemic and subsequently presenting our investigation as a manuscript. We sought guidance from medical and technical professionals as a result of which the topics need to be covered in this study is figured out. In order to write the manuscript in this novel theme, one need to know what is happening around and requires tedious surveying of online information from verified sources together with literature survey for supporting the feasibility of the approach disclosed in the online sources. The literature survey is primarily done by using platforms such as Google scholar, Elsevier, PubMed and IEEE. Firstly, the initial screening is done by analyzing the title of the work and then according to the sections in our study, the identified work is sorted. The scrutinizing stage 1 is performed by scanning the abstract of the work sorted and decision of scrutinization of each work is carried out jointly by the authors. The scrutinizing stage 2 filters the irrelevant work which is done by skimming the whole content of the work. Further, while writing the manuscript if the scrutinized work content doesn't seem to fit or the information in the work is already covered in some other considered study, then the work is eliminated. For instance, to gather the information in the field of Artificial Intelligence, the keyword 'Artificial Intelligence in healthcare' is used for searching in Elsevier platform from which the initial screening is performed by analyzing the title whether it is relevant to our study or not. Then, the abstract of the identified works is scanned to scrutinize it and further the content of the work is skimmed to scrutinize it as well as to grasp the necessary information which constitutes the scrutinizing stages 1 and 2 respectively.", "cite_spans": [], "ref_spans": [], "section": "Frame work"}, {"text": "The online sources from which information is extracted mainly include World Health Organization (WHO), and reputed information reporting sites such as World Economic Forum, Stats, MIT Technology Reviews and news reports. For online sources, we provide keywords as an input to google search engine from which the initial screening is done by analyzing whether the source provides trustable pieces of information. Then, the scrutinizing stage 1 is done by scanning the content of the source whether it is relevant to our study or not. Besides, the stage 2 scrutinization is performed by analyzing the quality of the information. As a whole, out of around 1500 works resulted from the searches using different keywords, we sorted 806 works after initial screening from which 172 work is finalized after subjected to scrutinizing stages. So, after shaping the manuscript, we obtained a total number of references of about 155 that include 32 online sources and 123 Journal papers. The Fig. 1 shows the framework flow process for this manuscript.", "cite_spans": [], "ref_spans": [{"start": 981, "end": 987, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Frame work"}, {"text": "The pandemic situation demands a certain way of shaping the society to reduce the spread and is the only way to safeguard humanity from breaking the chain of COVID-19 infection. In this section, we will discuss the changes that the society had undergone to mitigate the spreading of the infection. The changes can be broadly viewed from healthcare, government, public, industries, environment, energy and also its impact in future. The Fig. 2 represents the various changes each social bodies and environment undergone during COVID-19.", "cite_spans": [], "ref_spans": [{"start": 436, "end": 442, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "From the health care point of view, technologies have been upgraded a lot to meet the clinical requirements. Starting from testing to treatment, various innovations have been implemented and experimented. For instance, the testing procedures for COVID-19 have been carried out in different phases from short time results with less accuracy to high accuracy testing in tradeoff with time. Generally, Polymerase Chain Reaction (PCR) test is used for the diagnosis of COVID-19 which is quite an accurate method as it detects the presence of viral RNA. Other techniques include serologic testing, antigen testing etc. (Verdict Medical devices, 2020). Testing a voluminous population is necessary to give a big picture of the infection status and thus, the demand for the testing kits is in peak. The technique adopted for testing might vary from place to place, for populous countries antibody tests can be effective for initial screening to know the immune nature of the population and to map the infection. Moreover, they can yield results in a short period and rapid antibody testing would consume around 15-30 min to give the results (India Today, 2020). Bosch developed an innovative quick test to produce the results in two and a half hours and claims that it is one of the world's completely automatic molecular diagnostic tests (Verdict Medical devices, 2020). AI and ML have been contributed in many ways which is discussed in upcoming sections. They changed the way of approach in interacting and handling the patients, provides insight in predicting the infection spreading rate, innovative approaches in diagnosing the disease and identify those who would develop serve symptoms, and whatnot. Another new approach by a group of researchers and engineers of San-Francisco called Cough for the Cure which uses trained model to identify COVID-19 with the audio samples of the patient's cough (Verdict Medical devices, 2020) . Though it might not seem to be effective as it is not clear whether COVID-19 cough is unique but the approach is novel. And the usage of telehealth services has exponentially risen during the pandemic period.", "cite_spans": [{"start": 1897, "end": 1928, "text": "(Verdict Medical devices, 2020)", "ref_id": null}], "ref_spans": [], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "The point of view from the government is not easily perceived as much complexity prevails in every action they take. The decision making, managing public, satisfying the requirements of the healthcare system and to have a future plan are the prime functions of the government during the pandemic period. The changes that are commonly seen in governance is that they are guiding other tech giants to collectively focus on COVID issues and imparting broad awareness among the people. These social bodies can control the extent to which technology can be used like experimenting with new techniques for diagnosis. At a certain point, the privacy of an individual is at stake in order to track the super spreaders in the society and these measures are carried out for the sake of people health. Governments is also launching schemes, supporting scientific projects and initiatives that will assist in communication with the public regarding health crisis (World Economic Forum, 2020a) .", "cite_spans": [{"start": 951, "end": 980, "text": "(World Economic Forum, 2020a)", "ref_id": null}], "ref_spans": [], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "Regarding the public, cooperating with the government is the only way to reduce the infection. During the quarantine period, people might have been psychologically depressed from the constant exposure to the same environment. The streaming industries, cellular technology, broadband connectivity is some without which the public cannot consistently follow quarantine orders. Work from home strategies and Elearning makes the society to function as quite normal during the quarantine period. But, the whole system from healthcare to the public themselves depends on the actions of the people and their cooperation.", "cite_spans": [], "ref_spans": [], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "From an industry point of view, the factories have been closed to mitigate the infection spread but some industries and companies have been indulged in producing products that are required for health care system by following strict social distancing. Automotive industries have modified their production lines to produce ventilators, plastic face shields, 3D printed products and so on (NS Medical devices, 2020). Fashion brands have changed their manufacturing from clothing and fashion products to prepare masks and other products they are capable of producing. Alcohol-based companies, distillers have indulged in producing disinfectants, hand sanitizers, plastic products and so on. Also, many other tech companies are providing a helping hand in terms of developing software, to improve computing power, and supporting the research groups (Autodesk-Redshift, 2020). The Table 1 shows the various manufacturing industries producing key medical products that are required during pandemic.", "cite_spans": [], "ref_spans": [{"start": 875, "end": 882, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "Other societal changes can be viewed as an economic impact due to pandemic. Vendors and small business are suffering from short-term revenue losses. The major problem that every brand is facing now is the shipping problems. A report on COVID-19 survey (Klaviyo, 2020) shows 40% of the brands encounter shipping problems and 56% of the brands are having problems in their supply chain and increased number of brands are spending more on ads. Yet still, 28% of the respondents have claimed to have increased sales. Another study shows US unemployment fillings had peaked and Spain had almost cut 900,000 jobs as the country imposed strict enforcement of social distancing to fight against the coronavirus as on 2 April 2020 (World Economic Forum, 2020c). Also, air traffic has been tremendously reduced owing to COVID-19 pandemic. The data from the Flightradar24 website shows a 64% reduction in air traffic from 6 March to 6 April 2020 (Flighttradar24, 2020).", "cite_spans": [{"start": 252, "end": 267, "text": "(Klaviyo, 2020)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "Considering the environmental aspects, the lockdown has made the public to stay at home which resulted in less air pollution owing to less industrial activities, and vehicular movement. India houses about 21 cities of the 30 most polluted cities in the world and have reported a reduction in air pollution as well as the people are experiencing cleaner air during the lockdown. One day curfew in India have resulted in lowest average levels of nitrogen dioxide and other pollutants such as PM 2.5 and PM 10 had also dropped significantly according to the experts at Center of Research on Energy and Clean Air (CREA) (CREA, 2020).", "cite_spans": [], "ref_spans": [], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "From energy aspects, we can expect a drop in power consumption due to lockdown as many companies, shops have been shut down. Only residential load and industries running for supplying basic needs for the society would draw power from the grid. As a case study, we have analyzed the power consumption data for the southern region of India from 20 March to 29 March 2020 (POSOCO, 2020). The reason for choosing this period is that only during this period, India announced the complete lockdown in two stages. Initially, on 22 March, one-day curfew was established and then, a complete lockdown for 21 subsequent days was executed from 25 March 2020. The graph below (Fig. 3) shows the variation of power consumption in the Southern region of India from 20 March to 29 March 2020. From the graph, we can notice a drop in power demand on 22 March corresponding to the one-day curfew and similarly, the power demand decreases during complete lockdown period which was initiated from 25 March. As a whole, on 20 March 2020, the power demand was 533.01 Mega Units (Mu) whereas on 29 March 2020, the power demand was 394.67 Mega Units (Mu) which is almost 26% reduction in the demand power.", "cite_spans": [], "ref_spans": [{"start": 664, "end": 672, "text": "(Fig. 3)", "ref_id": null}], "section": "Restructured society and environment for controlling the pandemic -A view"}, {"text": "As people, we know how crucial role the technologies play in our day-to-day lives but the perspective of technology in assisting the mitigation of infection and in controlling the situation like the COVID-19 pandemic is something we fail to notice. Therefore, we authors conceptualized the aspects of technology utilization as various strategies to provide a helping hand in an epidemic state of affairs. For overcoming the epidemic circumstances, the contribution of various technologies can be identified as directly influencing and indirectly influencing. Directly impacting technologies are the ones that help in framing strategies to reduce the infection, to assists in health care facilities and to support the society to function as one. In a society, it is found that the following sections: Information communication, Artificial Intelligence and Machine Learning, Supply chain are the sound areas where technologies are extensively used and explored whose application has been actively supporting the society in a pandemic situation.", "cite_spans": [], "ref_spans": [], "section": "Technological strategies to control the pandemic"}, {"text": "The COVID -19 is a rapidly transmitting disease primarily due to human-to-human interaction and it is given a status of the pandemic. The necessary information like disease nature, how it is transmitted, involved risks, precautions and government policies are required to inform the people at the right time. For assisting this, mass media and social networking are crucial in transferring information from source to the user end. All the updates that are occurring related to pandemic were broadcasted globally via radio, television, newspapers and the internet. And social media carries special attention in spreading news across different platforms throughout the globe. Now, arises the question of a communication challenge, how to effectively communicate, the extent of risk perception by the people after the info is communicated, the truthfulness of information perceived. We will answer these questions from the management aspect.", "cite_spans": [], "ref_spans": [], "section": "Information communication"}, {"text": "The people in a pandemic-circumstances need to have clarity on government decisions, policies, travel bans, quarantine periods, and other such important updates. The communication should impart awareness among the public for such an emerging infection and should be clear regarding what the health care system knows and that does not about COVID 19. The information must be updated as soon as verified by the authorities and at the same time, risk perception of the public should also be considered depending on the dose of the information. The challenge can be overcome by carefully addressing the information to the mass public in such a way that the information does not increase the panic among the people. For example, if the quarantine period is extended for an additional 2 weeks, then the information should also carry a solution for by how people can access the basic need. This will favor in reducing the panic among the people. When the update is small to report, the mass media can add the basic infection control information and other pieces of information which will impart awareness among people (Ratzan et al., 2020) .", "cite_spans": [{"start": 1111, "end": 1132, "text": "(Ratzan et al., 2020)", "ref_id": "BIBREF103"}], "ref_spans": [], "section": "Information communicating challenges"}, {"text": "The epidemic outbreak has gained broad media attention and is subjected to social media discourse which might have induced the risk perception among people which in turn would trigger their behavior (Sjoberg, 2000; Weinstein, 1988) . The optimistic people might be easy to control but the pessimistic people will have increased panic. This would result in ineffective cooperation from the public side for the health policies which will lead to grave danger (Weinstein, 1988; Slovic, 1987) . Hence, the risk perception is a factor depending both on the information from the government end and also on the digesting capacity of whole society (Huynh, 2020) .", "cite_spans": [{"start": 199, "end": 214, "text": "(Sjoberg, 2000;", "ref_id": "BIBREF111"}, {"start": 215, "end": 231, "text": "Weinstein, 1988)", "ref_id": "BIBREF134"}, {"start": 457, "end": 474, "text": "(Weinstein, 1988;", "ref_id": "BIBREF134"}, {"start": 475, "end": 488, "text": "Slovic, 1987)", "ref_id": "BIBREF112"}, {"start": 640, "end": 653, "text": "(Huynh, 2020)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Risk perception"}, {"text": "For effective risk communication, a simplified model of Government-Expert-Public-Healthcare system risk communication is presented in Fig. 4 . This is an upgraded communication model of one presented by Zhang et al., 2020 with a messagecentered approach.", "cite_spans": [], "ref_spans": [{"start": 134, "end": 140, "text": "Fig. 4", "ref_id": "FIGREF2"}], "section": "Risk perception"}, {"text": "The model comprises of four interaction medium that is the healthcare systemexperts, governmentexperts, governmentpublic, and expertpublic. Here the government is the supreme decision-maker in controlling the activities and the decision will have an impact on the public which can be observed from their behavior as feedback. The government-public communication is typically an external communication and the information to be conveyed must be complete and accurate. The public must remain optimistic to cooperate with the government and perceive the importance of the information conveyed by the government. The actual public response is compared with expected one and needs to be evaluated for effective communication (Charlebois and Summan, 2015) and often the government is frustrated by unrealistic public demands (Covello et al., 1987) . Also, the public's feedback would help the government to reshape its communication strategies (Covello et al., 1987; European Food Safety Authority, 2017) . The governmentexpert communication is the key for the whole risk management and decision-making policies and it acts as internal communication. The expert panel consists of expertise in professional knowledge, management, and technology. They are empowered by the government bodies and they give the data, evidence for the risk communication. They assess the risk and help in making a rational decision which best benefits the society (Renn, 2008; Savage, 1951; French, 2012) . Experthealthcare system communication is the source for assessing the risk or potential impact the identified problem would cause and is regarded as internal communication. Healthcare system is the one which accurately knows the seriousness of the epidemic, what health facilities it requires, how much time it needs, precaution steps to tackle the situation. This is communicated to experts which in turn to government to raise the fund towards the need, making decisions, or informing the public. The expertpublic communication is required to bridge the gap between them and it depicts an external communication. The public usually fails to understand the complexity of the risk analyzed or involved. Thus, experts can play a role to convey the issue in a more simple and explicit way to make the public understand and act according to the facts (Gesser-Edelsburg et al., 2015) . In general, risk communication management should neither be too centralized nor be too de-centralized (Conrow, 2003) .", "cite_spans": [{"start": 720, "end": 749, "text": "(Charlebois and Summan, 2015)", "ref_id": "BIBREF14"}, {"start": 819, "end": 841, "text": "(Covello et al., 1987)", "ref_id": "BIBREF21"}, {"start": 938, "end": 960, "text": "(Covello et al., 1987;", "ref_id": "BIBREF21"}, {"start": 961, "end": 998, "text": "European Food Safety Authority, 2017)", "ref_id": null}, {"start": 1436, "end": 1448, "text": "(Renn, 2008;", "ref_id": "BIBREF104"}, {"start": 1449, "end": 1462, "text": "Savage, 1951;", "ref_id": "BIBREF110"}, {"start": 1463, "end": 1476, "text": "French, 2012)", "ref_id": "BIBREF35"}, {"start": 2327, "end": 2358, "text": "(Gesser-Edelsburg et al., 2015)", "ref_id": "BIBREF40"}, {"start": 2463, "end": 2477, "text": "(Conrow, 2003)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Risk perception"}, {"text": "Another important lesson learnt from affected countries like China and Italy is that the risk communication should initiate as soon as possible from the instant the risk is identified and evaluated (Lundgren and McMakin, 2013) . For a case of an unknown disease, the communication should be abrupt without any sort of conclusions and once the proper shreds of evidences are gathered to prove it as a novel case, the information should be disclosed immediately to the public with appropriate remedial strategies. Any delay in such instances will cause an unexpected consequence.", "cite_spans": [{"start": 198, "end": 226, "text": "(Lundgren and McMakin, 2013)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Risk perception"}, {"text": "Even though effective communication is important, the false information would result in an unpredicted consequence. The filtration of false news especially in social media is impractical but steps have been taken consistently to reduce the same. Moreover, it's a decentralized way of information communication and hence, its control on spreading false information is in the hands of users. It is highly recommended to the public to follow a reputed or official page where verified information is provided. It is reported that Facebook blocked all the health pronouncements related to COVID-19 except official sites and Pinterest made all of its search related to COVID 19 posts, created and approved by WHO (Ratzan et al., 2020) . Matteo Cinelli et al. analyzed mainstream platforms such as Instagram, Twitter and YouTube and also some regulated social media platforms and from their analysis, they suggest that the spreading of information is due to the interaction of specific patterns of a group of users engaged with the topic (Cinelli et al., 2020) . Thus, study related to social dynamics caused by the consumption of false content is needed to control the misinformation spreading among different mainstreams. A piece of evidence also shows that the high exposure to and sharing of fake news in the US has been identified to be concentrated on comparatively sub-sections of the population (Guess et al., 2019; Allcott and Gentzkow, 2017) . Another study suggests that the government and social media companies should develop and test interventions combined with independent behavioral scientists (Van Bavel et al., 2020).", "cite_spans": [{"start": 707, "end": 728, "text": "(Ratzan et al., 2020)", "ref_id": "BIBREF103"}, {"start": 1031, "end": 1053, "text": "(Cinelli et al., 2020)", "ref_id": "BIBREF16"}, {"start": 1396, "end": 1416, "text": "(Guess et al., 2019;", "ref_id": "BIBREF44"}, {"start": 1417, "end": 1444, "text": "Allcott and Gentzkow, 2017)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "False information"}, {"text": "Artificial Intelligence is viewed as a revolution in this information era occurring all around the world and it possesses immense application. The introduction of information technology in the health sector has advanced the field in many aspects (Alsuliman et al., 2020) . First, we will define the technical terms involved in the field of Artificial intelligence.", "cite_spans": [{"start": 246, "end": 270, "text": "(Alsuliman et al., 2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Artificial intelligence and machine learning"}, {"text": "• Artificial Intelligence (AI) is the ability of the system to acquire the data, interpret, learn and apply the learnings to achieve the required outcome. • Machine Learning (ML) is the sub-domain of AI in which the computers can learn the relationship between given input and output data or within the input data alone and it is then tuned to interact with new data according to a different application. The nature of the learning can be supervised learning or unsupervised learning. • Supervised Learning is the process of training and testing. The computers are first trained with sample data and then they are used to predict the new data samples. • Unsupervised Learning is the process of learning from the data samples without supervising it and it consistently learns from the input data. • Deep learning is the sub-domain of machine learning that analyzes high level features from raw input and handles large data processing sets. It is a neural based computational system. The Fig. 5 illustrates the relationship among AI, ML and deep learning.", "cite_spans": [], "ref_spans": [{"start": 986, "end": 992, "text": "Fig. 5", "ref_id": "FIGREF3"}], "section": "Artificial intelligence and machine learning"}, {"text": "The voluminous collection of health data from a variety of media such as genomic sequencing, electronic health records (EHRs) and wearables has resulted in biomedical big data (Luo et al., 2016; Toga et al., 2015; Murdoch and Detsky, 2013) . Machine learning and rapidly developing deep learning-based technologies have exhibited their ability to convert these big data into a usable form in biomedical applications. In general, the implementation of AI and ML in the healthcare field have improved the welfare of the patients (Lundberg et al., 2018; Saria et al., 2010; Marella et al., 2017) , improved quality of healthcare and effective diagnosis (Kuo et al., 2019; Rumsfeld et al., 2016; Liang et al., 2019) , and also have lowered the healthcare costs (Bates et al., 2014; Özdemir and Barshan, 2014; Lo-Ciganic et al., 2015) . Though a huge amount of data is available, most of them are never used for building mathematical models that can be integrated with health care system (Weintraub et al., 2018) and it is seen that only about 15% of the hospitals are currently using these technologies even then the usage accounts only for limited purposes (Zeng and Luo, 2017) . Thus, the research on these active topics would be beneficial (Rajkomar et al., 2019; Beam and Kohane, 2018) . In a pandemic situation, these technologies provide substantial support to the healthcare system. We can sort the role of these technologies in the health care system as prediction, diagnosis and treatment which will be discussed in the coming section and also other aspects of these technologies that helped in the pandemic situation is also presented.", "cite_spans": [{"start": 176, "end": 194, "text": "(Luo et al., 2016;", "ref_id": "BIBREF78"}, {"start": 195, "end": 213, "text": "Toga et al., 2015;", "ref_id": "BIBREF119"}, {"start": 214, "end": 239, "text": "Murdoch and Detsky, 2013)", "ref_id": "BIBREF90"}, {"start": 527, "end": 550, "text": "(Lundberg et al., 2018;", "ref_id": "BIBREF76"}, {"start": 551, "end": 570, "text": "Saria et al., 2010;", "ref_id": "BIBREF109"}, {"start": 571, "end": 592, "text": "Marella et al., 2017)", "ref_id": "BIBREF80"}, {"start": 650, "end": 668, "text": "(Kuo et al., 2019;", "ref_id": "BIBREF67"}, {"start": 669, "end": 691, "text": "Rumsfeld et al., 2016;", "ref_id": "BIBREF107"}, {"start": 692, "end": 711, "text": "Liang et al., 2019)", "ref_id": "BIBREF73"}, {"start": 757, "end": 777, "text": "(Bates et al., 2014;", "ref_id": "BIBREF7"}, {"start": 778, "end": 804, "text": "Özdemir and Barshan, 2014;", "ref_id": "BIBREF94"}, {"start": 805, "end": 829, "text": "Lo-Ciganic et al., 2015)", "ref_id": "BIBREF75"}, {"start": 983, "end": 1007, "text": "(Weintraub et al., 2018)", "ref_id": "BIBREF135"}, {"start": 1154, "end": 1174, "text": "(Zeng and Luo, 2017)", "ref_id": "BIBREF150"}, {"start": 1239, "end": 1262, "text": "(Rajkomar et al., 2019;", "ref_id": "BIBREF101"}, {"start": 1263, "end": 1285, "text": "Beam and Kohane, 2018)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Artificial intelligence and machine learning"}, {"text": "The widely used application of AI and ML are forecasting and classification of data. It is reported that an AI-based start-up BlueDot uses an infection-surveillance system all around the clock which scans for more than 100,000 online articles across the globe in 65 languages for every 15 min. On 30 December 2019, the algorithm noted an unusual bump in 'pneumonia cases' with 'unknown reason' in Wuhan, China and it alerted the outbreak of disease much before it has officially identified as COVID 19 (Diginomica, 2020) . Thus, these eye-opening technologies can predict such epidemics and alert humanity to take the necessary advanced measures. Companies like BlueDot and Metabiota employs natural language processing (NLP) algorithms to perform analysis of health-care reports in different languages and their predictive tools can also be employed to trace the potential infection hubs from the air-travel data. For instance, public report of Metabiota listed the countries which include China, Italy, Iran and the US will likely to report new cases and the reality isn't differed much (MIT Technology Review, 2020a). A data-based analysis by Constantinos Siettos et al. forecasted the outbreak in Hubiei, China up to 29 February 2020, considering the data reported between 11 January and 10 February 2020. They forecasted that a minimum infection would be 45,000 and the death count will be around 2700. And the infected number was around 67,000 and the death count was in the 2800 s which is close (ITN, 2020a) . From these incidents, we can infer that AI and ML can be used for predicting the situation and based on which we can act accordingly to reduce the intensity of outbreaks. Data classification along with prediction is significant because it can give a clear idea of how to deal with the data. For example, during the outbreak, there is a demand for identifying the extent of infection cases from mild to critical illness. One such analysis was carried out by Xiangao Jiang et al. in which the AI framework was used to find the COVID outbreak and the patients at critical illness based on the data from two hospitals in Wenzhou, Zhejiang, China . The predictive model developed was 70% to 80% accurate with the predicted critical cases. Such an analysis would have helped the clinical infrastructure to meet the upcoming healthcare product demand. Also, Lishi Wang et al. had developed a patient information-based algorithm to predict and estimate the mortality caused by COVID-19 (Wang et al., 2020a) .", "cite_spans": [{"start": 502, "end": 520, "text": "(Diginomica, 2020)", "ref_id": "BIBREF26"}, {"start": 1503, "end": 1515, "text": "(ITN, 2020a)", "ref_id": "BIBREF55"}, {"start": 2496, "end": 2516, "text": "(Wang et al., 2020a)", "ref_id": "BIBREF132"}], "ref_spans": [], "section": "Prediction and classification"}, {"text": "Numerous factors influence the clinical outcome of the patient which includes the disease, the treatment methods and its effect, patient's intrinsic characteristics (Noorbakhsh et al., 2019) . Supervised learning techniques are employed in prognosis and biomarkers prediction. ML approaches are used in the design of prognostic markers include regression models and classification and regression trees (Zlobec, 2005) . Artificial neural networks (ANN) are employed in the analysis of marker studies (Zafeiris et al., 2018; Bertolaccini et al., 2017) . Unsupervised learning is widely used in identifying biological samples and classifying them. It is useful in identifying homogeneous subgroups within the heterogeneous clinical outcomes. This type of learning is helpful in treating breast cancer patients (Perou et al., 2000; Sorlie et al., 2001; Dai et al., 2015) . Dente et al. used machine learning algorithms to recognize the predictive profiles of bacteremia and pneumonia in the patients treated for combat wounds (Dente et al., 2017) and another utilized ML to design preliminary test models whose role is to predict whether a patient would be tested positive for a specific respiratory virus (Mai and Krauthammer, 2017) . AI and ML have been significantly boosting the discoveries in genetics and molecular medicine field which also impact on developing vaccines (Hamet and Tremblay, 2017) . So, the role of these technologies in prediction and classification of data is vital in any situation and also one should not blindly believe the outcomes. The predicted outcomes should be evaluated along with cognitive thinking to yield a better solution.", "cite_spans": [{"start": 165, "end": 190, "text": "(Noorbakhsh et al., 2019)", "ref_id": "BIBREF91"}, {"start": 402, "end": 416, "text": "(Zlobec, 2005)", "ref_id": "BIBREF152"}, {"start": 499, "end": 522, "text": "(Zafeiris et al., 2018;", "ref_id": "BIBREF149"}, {"start": 523, "end": 549, "text": "Bertolaccini et al., 2017)", "ref_id": "BIBREF10"}, {"start": 807, "end": 827, "text": "(Perou et al., 2000;", "ref_id": "BIBREF96"}, {"start": 828, "end": 848, "text": "Sorlie et al., 2001;", "ref_id": "BIBREF113"}, {"start": 849, "end": 866, "text": "Dai et al., 2015)", "ref_id": "BIBREF24"}, {"start": 1022, "end": 1042, "text": "(Dente et al., 2017)", "ref_id": "BIBREF25"}, {"start": 1202, "end": 1229, "text": "(Mai and Krauthammer, 2017)", "ref_id": "BIBREF79"}, {"start": 1373, "end": 1399, "text": "(Hamet and Tremblay, 2017)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Prediction and classification"}, {"text": "Artificial Intelligence application in identifying the infected people and disease is phenomenal in the healthcare system and would transform the medical practice. The implementation of AI in visual tasks has significantly growing in the medical field. Machine-learning models designed to examine the medical images to detect the disease at an early stage is revolutionary. This is fueled by large digital dataset and deep learning algorithms to train themselves to attain a specific task. The potential application where this vision-based learning can be implemented is radiology, ophthalmology, pathology and dermatology (Kulkarni et al., 2019) . The AI is employed in the diagnosis of melanoma (Fuller et al., 2016) , dementia (Bhagyashree et al., 2017) , diabetic retinopathy (Gargeya and Leng, 2017) , tuberculosis (Lakhani and Sundaram, 2017) , and glaucoma (Kim et al., 2017) .", "cite_spans": [{"start": 623, "end": 646, "text": "(Kulkarni et al., 2019)", "ref_id": "BIBREF66"}, {"start": 697, "end": 718, "text": "(Fuller et al., 2016)", "ref_id": "BIBREF36"}, {"start": 730, "end": 756, "text": "(Bhagyashree et al., 2017)", "ref_id": "BIBREF11"}, {"start": 780, "end": 804, "text": "(Gargeya and Leng, 2017)", "ref_id": "BIBREF38"}, {"start": 820, "end": 848, "text": "(Lakhani and Sundaram, 2017)", "ref_id": "BIBREF69"}, {"start": 864, "end": 882, "text": "(Kim et al., 2017)", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "In a circumstance of rapidly spreading disease like COVID-19, the screening of public to pathogenic testing is essential to mitigate the infection. But it is a time-consuming process and also accuracy matters. A study by Shuai Wang et al. developed a clinical diagnosis for COVID-19 based on radiographical changes in CT images by employing deep learning method. The method attained an internal evaluation accuracy of 89.5% and an external validation showed an accuracy of 85.2% (Wang et al., 2020b) . Companies like Delft Imaging and Thirona together developed a CAD4COVID screening solution built on the CAD4TB software. This is now employed by Ministries of Health and tuberculosisfocused institutions for screening COVID-19 (ITN, 2020b) .", "cite_spans": [{"start": 479, "end": 499, "text": "(Wang et al., 2020b)", "ref_id": "BIBREF133"}], "ref_spans": [{"start": 728, "end": 740, "text": "(ITN, 2020b)", "ref_id": "FIGREF1"}], "section": "Diagnosis"}, {"text": "Artificial Intelligence role in treatment is put to limited use and they can help to frame novel methods for diagnosing and monitoring of diseases which will eventually simplify the task for healthcare professionals. For instance, researchers in Japan utilized AI for sequencing genomes of cancer in order to find the patients having hematological malignancies and also to identify the appropriate drug details (Tojo, 2017) . Heinson et al. used ML in reverse vaccinology whose purpose is to distinguish the bacterial protective antigens (BPAs) from nonbacterial protective antigens and this would boost the progress of developing vaccines (Heinson et al., 2017) . Studies also suggest that AI will assist in the drug development field to analyze the possible outcomes in using a clinical trial drug (Doyle et al., 2015) and also to identify the response in the patient body (Vidyasagar, 2015; Hall et al., 2017 ). Another problem in the medical field of intensive care is the individual ventilator setting for each patient. Steven Ganzert et al. presented a solution for this problem using ML based on data obtained from intensive care. They analyzed various methods of determining pressure-volume curves in artificially ventilated patients suffering from adult respiratory distress syndrome (ARDS) and implemented ML in recognizing the method for the given pressure-volume curve and also in predicting the volume with the given pressure, method and patient data (Ganzert et al., 2002) . This would help in assisting the treatment of respiratory illness of the patient and have huge potential in future.", "cite_spans": [{"start": 411, "end": 423, "text": "(Tojo, 2017)", "ref_id": "BIBREF120"}, {"start": 426, "end": 445, "text": "Heinson et al. used", "ref_id": null}, {"start": 640, "end": 662, "text": "(Heinson et al., 2017)", "ref_id": "BIBREF50"}, {"start": 800, "end": 820, "text": "(Doyle et al., 2015)", "ref_id": "BIBREF29"}, {"start": 875, "end": 893, "text": "(Vidyasagar, 2015;", "ref_id": "BIBREF127"}, {"start": 894, "end": 911, "text": "Hall et al., 2017", "ref_id": "BIBREF47"}, {"start": 1464, "end": 1486, "text": "(Ganzert et al., 2002)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Treatment"}, {"text": "Machine learning has the ability to serve the work of clinicians by processing and organization huge pile of patient data stored in electronic health records and is implemented in clinical applications which include identifying patients having high risk who needs ICU (Escobar et al., 2016) , detecting early symptoms leading to lung cancer (Ardila et al., 2019) , determining the respiratory condition of the patient from chest X-rays (Rajpurkar et al., 2017) . Thus, AI and ML enhances the performance of diagnosis, prognosis and also in management decisions in healthcare domain (Ben-Israel et al., 2019) . Also, deep-learning techniques have a significant impact on the state-of-art speech recognition (Hinton et al., 2012) and visual recognition techniques (Krizhevsky et al., 2017) which has a potentially bigger role in future. These deep learning methods employ neural networks to predict the relationship between input and output data. Another potential aspect of ML is its ability to reduce the service and product costs, automation (Yang, 2020) , and better customer services (Lee and Shin, 2020) . Intelligent fault diagnosis (IFD) is another domain of ML where models are designed to diagnosis the machine fault and it frames a relationship between the health state of the machines and growing monitoring data (Lei et al., 2020) . This would help human labor substantially and automatically detects the health status of the machine. These are the budding technologies that can help a number of sectors for the betterment of society.", "cite_spans": [{"start": 268, "end": 290, "text": "(Escobar et al., 2016)", "ref_id": "BIBREF31"}, {"start": 341, "end": 362, "text": "(Ardila et al., 2019)", "ref_id": "BIBREF4"}, {"start": 436, "end": 460, "text": "(Rajpurkar et al., 2017)", "ref_id": "BIBREF102"}, {"start": 582, "end": 607, "text": "(Ben-Israel et al., 2019)", "ref_id": "BIBREF9"}, {"start": 706, "end": 727, "text": "(Hinton et al., 2012)", "ref_id": "BIBREF51"}, {"start": 762, "end": 787, "text": "(Krizhevsky et al., 2017)", "ref_id": "BIBREF64"}, {"start": 1043, "end": 1055, "text": "(Yang, 2020)", "ref_id": "BIBREF145"}, {"start": 1087, "end": 1107, "text": "(Lee and Shin, 2020)", "ref_id": "BIBREF70"}, {"start": 1323, "end": 1341, "text": "(Lei et al., 2020)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Other aspects"}, {"text": "In COVID situation, such technologies have already assisted humanity to encounter the circumstances in a much better way. A data analytics company, Stratifyd situated in Charlotte, North Carolina employs AI to scan the posts on the social media streams such as Facebook and Twitter and cross-references the same with descriptions of diseases extracted from official sources such as National Institutes of Health, World Organization for Animal Health etc. (MIT Technology Review, 2020a). Ramesh Raskar and team at MIT Media Lab developed an app called Private Kit: Safe Paths that would track one's travelling path and can see whether the person has come in contact with an infected individual without knowing who it is. By means of this one can perceive whether the infected person is near them along with other features (MIT Technology Review, 2020b). Also, other dimension of security issues prevails and apart from it, this app alerts us where the infection has been and might make users believe that the certain places aren't safe. These can be effective only when the people use it and tracking coronavirus hotspots have proven to be effective in countries like South Korea.", "cite_spans": [], "ref_spans": [], "section": "Other aspects"}, {"text": "Artificial Intelligence is also indulged in creating tools for patients rather than only focusing on clinicians such as chatbots. They belong to special application of AI and employs natural language processing (NLP) to interpret with the general medical literacy and diagnostics . These chatbots can be extended as an application to act as an interface medium for the people to buy basic necessities which can allot timings and order numbers to collect their billed things during quarantine period such that it will assist in maintaining social distancing. The Table 2 summarizes the reported AL and ML technologies that are utilized for controlling COVID-19.", "cite_spans": [], "ref_spans": [{"start": 562, "end": 569, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Other aspects"}, {"text": "Another important aspect of the use of AI and ML in extensive search and gathering of scientific literature related to COVID and making them accessible. A report says that the several organizations had released COVID-19 open research dataset that contains over 24,000 peerreviewed research papers from various reputed journals and also from sources like medRxiv and bioRxiv where researchers can publish nonpeer reviewed preprint papers. It provides an extensive collection of scientific literature regarding current pandemic and updated as and when new research is submitted (MIT Technology Review, 2020c) . This is the situation of life and death for numerous patients and improving the healthcare, research on the coronavirus, its treatment is the need of hour. Scientists are racing against time to answer crucial questions about the virus and to fasten the development of vaccines. And these are the little help we can contribute to enhancing their work.", "cite_spans": [{"start": 576, "end": 606, "text": "(MIT Technology Review, 2020c)", "ref_id": null}], "ref_spans": [], "section": "Other aspects"}, {"text": "The Supply chain includes the production and distribution of a product. Here, we will focus on products that are prime important in encountering an epidemic situation. As the active cases of infection is raising, it is necessary that the health care system must have a required number of medical equipment, testing facility, protection equipment. In case of COVID-19, the infection mainly spreads through tiny droplets carried in air or any surface from the cough produced by the infected person. So as a preventive measure, masks and hand sanitizers are required in large amount to satisfy the need of the public. Also, to treat infected persons, hospitals need ventilators in a massive quantity. To meet such demands, several solutions have been carried out. Dyson Ltd., a British tech company has partnered with The Technology Partnership (TTP) designed a brand-new ventilator named CoVent and it meets the standards of the clinical specification (Techcrunch, 2020). It might be challenging for industries using complex technologies for manufacturing their products to adapt for producing ventilators but several automotive industries have successfully repurposed their factory to produce different products to strengthen the health care system. Brewers and distillers were restructured their production system to produce hand sanitizer and alcohol-based disinfectants and other suppliers purchases new injection molds for producing test kits (Autodesk-Redshift, 2020). Fashion brands such as Gucci, Prada, Zara have transformed their production lines to make millions of masks (NS Medical Devices, 2020). All these infer the adaptable nature of manufacturing technology used and their crisis response is satisfying the health care system needs. Also, 3D printing techniques have provided support by manufacturing some key small parts. For instance, Isinnova, an Italian 3D printing company was able to 3D print a valve designed by Decathlon that connected the mask to the conventional hospital respirator (World Economic Forum, 2020b). In the hospital, purchasing of medicines, stocking of medicinal products, handling waste, all have to be managed by health care workers. As the number of patients rises, it is better to apply AI technology to handle the data (Jordona et al., 2019) .", "cite_spans": [{"start": 2265, "end": 2287, "text": "(Jordona et al., 2019)", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Supply chain and Tele-health facility"}, {"text": "In the view from people's end, technologies such as telehealth services have been helpful. And in this pandemic, the health system is reported to have an exponential increase in the use of telemedicine technology (STAT, 2020) and the health system is also using technologies such as chatbots, video consultations etc. to minimize the load on the hospital. During the quarantine period, there exists a problem of getting basic needs for the people in order to survive especially food ingredients. This can be dealt with by opening the markets at a specific range of time in which limited people at a time can buy things they need by strictly following social distancing. For severely affected area, the supplies can be provided by the workers with protective equipment. We propose a system that can be effectively followed by the people to support social distancing. Initially, the information of available markets in an area should be collectively gathered and uploaded in a website run by some private, public or government agencies. The people can access the website and choose the market and then can give a request for their need. The people will be allotted a slot with specific time range (like between 9 and 10 am) along with a token number corresponding to the slot. The shopkeeper will be in touch with the website request and act accordingly to pack the listed things. After verifying the token number and slot timings, the things can be handover to the buyer. By implementing this, one can run the market throughout the day and this will help the mobs to effectively follow the social distancing. For the areas prone to serve infection, service may be extended to deliver them to the address provided. The Fig. 6 represents the workflow for the proposed supply chain system. Also, robots can assist the healthcare workers in providing food, taking care of the needs of the patients and other related works within the hospital. This can help in reducing the frontline healthcare workers from the possibility of getting infected. Countries like China, India have been implemented robots for sanitizing the hospital, delivering foods and medicines (The Economic Times, 2020).", "cite_spans": [], "ref_spans": [{"start": 1717, "end": 1723, "text": "Fig. 6", "ref_id": null}], "section": "Supply chain and Tele-health facility"}, {"text": "Technological strategies that support the society are the one which helps the people to follow quarantine, social distancing effectively in order to reduce the spreading of the infection and in turn helps in controlling the pandemic. This is represented in Fig. 7 . When analyzing such technologies, we found three domains because of which people can cope up with their routine life following social distancing. These domains are: Work from home, Distance Learning and Surveillance which will be discussed under the following sub-sections.", "cite_spans": [], "ref_spans": [{"start": 257, "end": 263, "text": "Fig. 7", "ref_id": "FIGREF4"}], "section": "Technological strategies to support society during the pandemic"}, {"text": "The COVID-19 spreads easily and moreover, an infected person doesn't know whether he or she is infected since the people might be sick with the virus ranging from 1 to 14 days before developing the symptoms (WHO, 2020c). So, if the society functions as usual, the spreading will be at its peak and hence, every company which doesn't necessarily need the presence of employees at the working spot is shut down during quarantine period. And these companies can get the job done by implementing work from home strategy which is widely employed all over the world. The basic requirements for an individual to work from home are a computing device, internet accessibility and cam if needed. Meeting and conferences can be conducted remotely through video conference. With the advancement of communication technology and network connectivity, remote working has been functioning well. When considering security, the calls can be encrypted and firewall software can be used.", "cite_spans": [], "ref_spans": [], "section": "Work from home"}, {"text": "The rapid spreading nature of COVID-19 has also caused to shut down all educational institutes. So, students staying at home needs to be addressed with some solution to continue their learning. E-learning represents an innovative form of education which provides rich learning experience. E-learning is a web-based technology where sources can be provided by variety of means (Zoroja et al., 2014; Babu and Reddy, 2015) . The countries leading the chart of online education include US, UK, India, China, South Korea (EdTechReview, 2020). Many platforms have been developed for distance learning such as Google Classroom, Coursera, Udacity etc. In COVID situation, Coursera have offered many free courses to enhance the learning experience of the students from home. Numerous initiatives have encouraged the Elearning during the quarantine period to keep the students in line with education. In certain cases, the online session was live-streamed through video conferencing by the professor for a group of students. All these technologies have indirectly contributed in helping people to stay at home. Also, online competitions are conducted by the Fig. 6 . Workflow of proposed supply chain system. government in the COVID topic to stimulate young minds to think about a solution in some countries like India.", "cite_spans": [{"start": 376, "end": 397, "text": "(Zoroja et al., 2014;", "ref_id": "BIBREF153"}, {"start": 398, "end": 419, "text": "Babu and Reddy, 2015)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 1148, "end": 1154, "text": "Fig. 6", "ref_id": null}], "section": "Distance learning"}, {"text": "Keeping in track the infected person and their travel history would be helpful in controlling the spread. Many governments follow different methods to achieve this. In China, CCTV cameras were installed at the apartment door for those need to be in 14-day quarantine to make sure that they follow it. In Singapore, the government launched a mobile application namely, TraceTogether. It utilizes the Bluetooth technology of the cellphones to identify any potential carries of coronavirus that they might have been in closer contact with other people. Whereas in Hong Kong, specific persons were made to wear a wristband that is synced with smartphone app so that if they leave the place of quarantine, it would alert the authorities (CNBC, 2020). In India, people in the southern state of Kerala have been tracked to determine who have been in close contact with an infected person through a mixture of CCTV camera footage and mobile phone location data. While in South Korea, authorities employ cell phone technology and satellite technology to track down the individuals (Thomson Reuters Foundation News, 2020). Bluetooth technology is more precise than GPS technology as it can be located up to six-foot precision at a given time. Also, drone technology has been helpful in surveillance. They can be used to tell the public to a wear mask and other awareness sentences. They are also used to deliver medicines, and food to the public (CNBC, 2020).", "cite_spans": [], "ref_spans": [], "section": "Surveillance"}, {"text": "The previous two-section deals with technologies that are typically implemented to fight against the novel coronavirus infection and are categorized as technological strategies that are employed to control the pandemic and support the society. In this section, the viable technologies and emerging technologies that have the potential to help in encountering this pandemic situation is discussed. These prospective technologies include Artificial Intelligence, Machine learning, Internet of Things (IoT), Drone technology and Robotics. Even if they are already implemented, their potential is tapped only to a small extent.", "cite_spans": [], "ref_spans": [], "section": "Viable prospective technologies in controlling the pandemic"}, {"text": "These technologies aren't new to the world and have already achieved countless tasks. In healthcare, there have been many applications from interpreting medical data, text, images, bioinformatics to intelligent machines that behave like human and also, they can understand human languages to aid in making a flawless decision (Murdoch and Detsky, 2013; Misawa et al., 2018) . It improves the quality of the healthcare services at lower cost, train medical students and can give guidance to the doctors in effective diagnosis (Jiang et al., 2017; . Regarding scanning technologies such as Computed Tomography (CT), X-rays, Magnetic Resonance Imaging (MRI), Artificial Intelligence plays a special role in interpreting and diagnosing them accurately. These AI technologies is used less in the health sector, and here we will explain the prospective areas in a healthcare facility where these technologies could be implemented such that will assist in strengthening the health care system to fight against novel coronavirus.", "cite_spans": [{"start": 326, "end": 352, "text": "(Murdoch and Detsky, 2013;", "ref_id": "BIBREF90"}, {"start": 353, "end": 373, "text": "Misawa et al., 2018)", "ref_id": "BIBREF84"}, {"start": 525, "end": 545, "text": "(Jiang et al., 2017;", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Artificial intelligence, machine learning and internet of things"}, {"text": "Radiology: It is the field where AI can be trained to diagnose the scanned images of the person and can infer whether the person is positive to a certain disease or not. It is reported that the use of AI in CT scans for diagnosing coronavirus and is proven accurate enough (Wang et al., 2020a (Wang et al., , 2020b ITN, 2020b) . This is the field where the time-consumed for report generation after testing through scans can be reduced tremendously by utilizing AI in the interpretation of the scanned image with minimized errors.", "cite_spans": [{"start": 273, "end": 292, "text": "(Wang et al., 2020a", "ref_id": "BIBREF132"}, {"start": 293, "end": 314, "text": "(Wang et al., , 2020b", "ref_id": "BIBREF133"}, {"start": 315, "end": 326, "text": "ITN, 2020b)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Artificial intelligence, machine learning and internet of things"}, {"text": "When compared to other areas, AI is limitedly used in surgical fields. Moreover, surgeons and doctors are efficiently capturing the data and integrating them with AI and it has a promising future for providing quality healthcare by assisting doctors during surgery because it promotes evidence-based clinical decision to carry-out the workflow. It might not possible at present to implement AI in the surgical field to treat COVID-19 infected patients. But at least, in the near future, we can make use of AI to treat the patient and also, for adjusting ventilator parameters for individual patients (Ganzert et al., 2002) .", "cite_spans": [{"start": 600, "end": 622, "text": "(Ganzert et al., 2002)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Surgery"}, {"text": "AI technology is proficient for clinical trials and provides effective monitoring to attain a precise result. Medicine and vaccine development are some crucial areas where AI can be implemented to accelerate the process. Further, the effects of a drug when used in a human body can be predicted with the given input data.", "cite_spans": [], "ref_spans": [], "section": "Medicine"}, {"text": "AI can be effectively utilized to maintain medical records and perform general administration works in the health care facility. In an epidemic situation, AI can support the hospital management systems to automate the customer and patient data storage, maintaining the medical records and other essential details. They can track and analyze the patient data and can provide real-time data to the healthcare workers as well as to patient's family members . These are small efforts which can deliberately ease the work for health care workers. The Table 3 shows the various potential applications of AI that can be implemented to diagnose, treat, predict and make decisions regarding COVID-19.", "cite_spans": [], "ref_spans": [{"start": 546, "end": 553, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Hospital"}, {"text": "Apart from these aspects, AI can be helpful in making wise decisions in many situations. Furthermore, it can manage patient bookings and provide a reminder to the doctors (Buch et al., 2018; Kulikowski, 2019; Upadhyay and Khandelwal, 2019) . These technologies also led to the development of virtual interaction with doctors through various platforms. Thus, by deploying AI in the medical field, the manual load for doctors can be reduced such that they can focus on planning, decision making and identifying treatment (Patel et al., 2009; Wahl et al., 2018) .", "cite_spans": [{"start": 171, "end": 190, "text": "(Buch et al., 2018;", "ref_id": "BIBREF13"}, {"start": 191, "end": 208, "text": "Kulikowski, 2019;", "ref_id": "BIBREF65"}, {"start": 209, "end": 239, "text": "Upadhyay and Khandelwal, 2019)", "ref_id": "BIBREF122"}, {"start": 519, "end": 539, "text": "(Patel et al., 2009;", "ref_id": "BIBREF95"}, {"start": 540, "end": 558, "text": "Wahl et al., 2018)", "ref_id": "BIBREF128"}], "ref_spans": [], "section": "Hospital"}, {"text": "The emergence of the Internet of Things (IoT) has influenced every field and the advancement has been skyrocketed in recent years (Dohr et al., 2010; Miorandi et al., 2012; Chen et al., 2014) . IoT in healthcare is expected to influence a substantial improvement and hence, enhancing the quality of healthcare service to humans (Domingo, 2012; Yan et al., 2015; Fan et al., 2014) . These technologies are of utmost use when the machine to machine communications and automation is involved. According to the study (Ying et al., 2020) , in China, one of strategy utilized to resolve drug delivery issues during the epidemic period was by implementing IoT based service platform (Fig. 8 indicates the workflow) . The platform generated orders automatically based on the data of previous sales from the Hospital Information System (HIS). This can be updated and submitted by the pharmacists and then, the orders are sent to suppliers from where the medicines are delivered within a stipulated time. This had mitigated the spreading of infection during drug purchase and also, saved the resources and labor.", "cite_spans": [{"start": 130, "end": 149, "text": "(Dohr et al., 2010;", "ref_id": "BIBREF27"}, {"start": 150, "end": 172, "text": "Miorandi et al., 2012;", "ref_id": "BIBREF83"}, {"start": 173, "end": 191, "text": "Chen et al., 2014)", "ref_id": "BIBREF15"}, {"start": 328, "end": 343, "text": "(Domingo, 2012;", "ref_id": "BIBREF28"}, {"start": 344, "end": 361, "text": "Yan et al., 2015;", "ref_id": "BIBREF144"}, {"start": 362, "end": 379, "text": "Fan et al., 2014)", "ref_id": "BIBREF33"}, {"start": 513, "end": 532, "text": "(Ying et al., 2020)", "ref_id": "BIBREF147"}], "ref_spans": [{"start": 676, "end": 707, "text": "(Fig. 8 indicates the workflow)", "ref_id": null}], "section": "Hospital"}, {"text": "Drones are vehicles which propel using aerodynamic forces that can be remotely controlled or autonomously functional (Rosser et al., 2018) . Drones are primarily been used in the military and the application is extended to industry, agriculture, construction, public monitoring and surveillance, ecosystem monitoring for any degradation, delivery of goods and in medical purposes (Rosser et al., 2018; Greaves et al., 2019) . In this epidemic situation, it is clear that people should stay indoors and Big data analytics enhancement, effective interoperability is essential in smart cities (Ullah et al., 2020) 7 Chatbots Chatbot is an interactive patient and doctor communication platform that helps the user to diagnose their condition based on their described symptoms", "cite_spans": [{"start": 117, "end": 138, "text": "(Rosser et al., 2018)", "ref_id": "BIBREF106"}, {"start": 380, "end": 401, "text": "(Rosser et al., 2018;", "ref_id": "BIBREF106"}, {"start": 402, "end": 423, "text": "Greaves et al., 2019)", "ref_id": "BIBREF42"}, {"start": 590, "end": 610, "text": "(Ullah et al., 2020)", "ref_id": "BIBREF121"}], "ref_spans": [], "section": "Drone technology"}, {"text": "Training the bot with appropriate data and its accuracy in diagnosis of disease or condition of the patients Many models to achieve effective decision making (Stevic et al., 2019) if they come out to get basic needs, they should strictly follow social distancing to break the chain of infection. Thus, the drone can assist in two ways: one is the transportation of goods or basic needs with the proper network of communication between the public and the supplier and the other is the surveillance.", "cite_spans": [{"start": 158, "end": 179, "text": "(Stevic et al., 2019)", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "Drone technology"}, {"text": "This can be viewed from two perspectives: delivering medicines, goods, samples to the health care system from the local hub (Poljak and Sterbenc, 2019) . Another aspect includes delivering basic needs such as food items and medicines. For the healthcare system, masks, disinfectants and other lightweight goods can be transported from local hub on a truck-and-drone delivery system which is claimed to be effective (Crisan and Nechita, 2019) . Drones in logistics and first aid are regarded as emerging technologies with enormous potential and many experiments were investigated to analyze such possibilities (CISION PR Newswire, 2016) . Also, in populous countries, collection of samples for testing can be done in localized approach, reducing the load on the healthcare system space and the samples can be sent to nearby testing facility by adopting drone technology for faster transportation. Certain reports showed the viability of transportation of biological samples by the deployment of the drone at room temperature and it was seen that no considerable influence on the accuracy of hematology, coagulation analysis and routine chemistry (Amukele et al., 2015; Amukele et al., 2016) . Also, drones have been successful in delivering life-saving materials to the healthcare in a stimulated austere territory in which the vehicle access is far-fetched. Drones have accurately delivered medical supplies weighing 4.5 kgs to the target within a one-mile range quickly than any other means (Mesar et al., 2018) . Another potential drone technology includes 'lab-on-a-drone' concept which is especially suitable for regions where the laboratories are located at remote places and the regions where delivery of diagnostic instruments is arduous. In this 'lab-on-a-drone' the sample preparation strategies and molecular diagnostic platforms are coupled with the drone and it also helps in reducing the time taken for testing the sample (Priye et al., 2016) . This usage of drone technology approach can be also used in supplying food and basic needs in especially highly infected area to prevent people coming outside. But it requires a proper system of getting the public requirements which should be communicated to the supplier from which the delivery of products will happen from a localized hub. Though this involves many complications mostly due to public engagement, it might be promising in near-future (The New York Times, 2018). The development of Information and Communication Technologies (ICT) has increased the possibilities for implementing drone technology with the aid of telecommunication.", "cite_spans": [{"start": 124, "end": 151, "text": "(Poljak and Sterbenc, 2019)", "ref_id": "BIBREF98"}, {"start": 415, "end": 441, "text": "(Crisan and Nechita, 2019)", "ref_id": "BIBREF23"}, {"start": 609, "end": 635, "text": "(CISION PR Newswire, 2016)", "ref_id": "BIBREF18"}, {"start": 1145, "end": 1167, "text": "(Amukele et al., 2015;", "ref_id": "BIBREF2"}, {"start": 1168, "end": 1189, "text": "Amukele et al., 2016)", "ref_id": "BIBREF3"}, {"start": 1492, "end": 1512, "text": "(Mesar et al., 2018)", "ref_id": "BIBREF82"}, {"start": 1935, "end": 1955, "text": "(Priye et al., 2016)", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Delivery of goods"}, {"text": "Surveillance: Drones are best suited for surveillance application and are in practice for a while (Vacca and Onishi, 2017; Mishra et al., 2020) . In COVID-19 circumstances surveillance is particularly needed for monitoring the public whether they are following the lockdown and social distancing and also for imparting awareness through drone communication. For this purpose, a commercially available drone can be utilized to monitor society. This can help patrols to focus on other important issues that need action. The Table 4 shows the potential applications of drone technology that can be implemented during the pandemic situation.", "cite_spans": [{"start": 98, "end": 122, "text": "(Vacca and Onishi, 2017;", "ref_id": "BIBREF123"}, {"start": 123, "end": 143, "text": "Mishra et al., 2020)", "ref_id": "BIBREF85"}], "ref_spans": [{"start": 522, "end": 529, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Delivery of goods"}, {"text": "Robotics can provide assistance in an innumerable way and it is a proven technology in many respects. Nursing and healthcare receiving are a labor-intensive work and robotics in the healthcare system is an encouraging solution. With the support of Artificial intelligence and machine learning algorithms, a robot can learn itself from massive data and acquire immense intelligence. These robots can be more effective in providing diagnosis and treatment when compares to a human caregiver. Further, mobile robots have tremendous advantages in healthcare facilities (Wan et al., 2019; Yi et al., 2008) . In an epidemic outbreak, the healthcare facilities will be flourished with patients. In such situations, the help of robots is highly favorable and it can assist in data analysis to treatment. In diagnosis, a well-trained robot can perceive information from the scans and can interpret whether the person has got a certain disease. This can also be applied in detecting coronavirus by training the robot with many infected individual CT scan images. A simplified robot for communication purposes, or for providing foods for patients, even scanning every person working in health care facility and asking them to wear masks or gloves if they weren't would provide a great support for healthcare individuals. In an advanced level, robot to identify stress levels of health care workers using facial recognition to monitor their health status will be fortunate. To improve healthcare services, effective communication between the robots and data centers are required. Hence, a concerned framework needs to be designed for maintaining edge computing and centralized computing which is essential for both robotics and communication communities (Liu et al., 2017; Sahni et al., 2017; Wan et al., 2018) . Finally, a robot is good at (Ying et al., 2020) .", "cite_spans": [{"start": 565, "end": 583, "text": "(Wan et al., 2019;", "ref_id": "BIBREF131"}, {"start": 584, "end": 600, "text": "Yi et al., 2008)", "ref_id": "BIBREF146"}, {"start": 1742, "end": 1760, "text": "(Liu et al., 2017;", "ref_id": "BIBREF74"}, {"start": 1761, "end": 1780, "text": "Sahni et al., 2017;", "ref_id": "BIBREF108"}, {"start": 1781, "end": 1798, "text": "Wan et al., 2018)", "ref_id": "BIBREF129"}, {"start": 1829, "end": 1848, "text": "(Ying et al., 2020)", "ref_id": "BIBREF147"}], "ref_spans": [], "section": "Robotics technologies"}, {"text": "performing repetitive tasks with less error relative to humans and will strengthen the healthcare facilities.", "cite_spans": [], "ref_spans": [], "section": "Robotics technologies"}, {"text": "The development of Information Technology has created widespread application in various means and is rapidly growing in the presence of internet. Further, the smartphones have paved a way to access these technologies in much simpler way. In the present world, smartphones play phenomenal role as they are embedded with interactive high-quality displays, high resolution cameras, widespread connectivity to the internet and supporting for various software. Mobile application software is vital since they have the potential to connect with the world from just a hand sized device and can perform various tasks. In the pandemic situation, they can assist in number of ways ranging from offering mobile health (M-health) facility to helping farmers in logistics. M-health applications can provide clinical assistance at any time and any location thus, overcoming the geological restrictions and it helps the healthcare workers to provide optimum service via cellular technology (Pinem et al., 2020) . As the world is heading towards 5G cellular communication, the Mhealth application would get a tremendous boost. Another perspective regarding healthcare lies in giving therapies and a study reported the use of mobile application for hand therapy (Valdes et al., 2020) . Mobile applications also act as a guidance for many activities such as for performing exercise, cooking, monitoring the habits, task management and what not. Integration of technologies in market, production and supply chain handling can be effectively improved by the development of mobile applications which also influences the digitalization to some extent. Farmers are mostly affected by the logistics problem in pandemic crisis. Proper connectivity with the market with the aid of government can help the farmers to identify the demand location for their products and the subsequent supply chain requirements can be met. All these can be controlled through a mobile application effectively (Nuanmeesri, 2019) . As an advanced application, the usage of augmented reality is encouraged. Even shopping can be assisted with the utilization of augmented reality during lockdown period (McLean and Wilson, 2019).", "cite_spans": [{"start": 975, "end": 995, "text": "(Pinem et al., 2020)", "ref_id": "BIBREF97"}, {"start": 1245, "end": 1266, "text": "(Valdes et al., 2020)", "ref_id": "BIBREF124"}, {"start": 1964, "end": 1982, "text": "(Nuanmeesri, 2019)", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "Mobile applications"}, {"text": "Here we will provide some essential guidelines to follow for various social bodies to encounter the novel coronavirus. These instructions and guidelines have been extracted from the WHO official website (WHO, 2020d) and also, we present our suggestive guidelines along with it.", "cite_spans": [], "ref_spans": [], "section": "Guidelines for different social bodies to fight against COVID-19"}, {"text": "General instructions on preventive measures (Do's and Don'ts):", "cite_spans": [], "ref_spans": [], "section": "Guidelines for different social bodies to fight against COVID-19"}, {"text": "• Frequent cleaning of hands with alcohol-based hand rub or soap and water, and the wearing of the mask are the only and simple preventive measures that can prevent the infection of the novel coronavirus. The disinfectant will pave a way for rapid killing of the coronavirus. • Know the procedures for wearing, using and disposing of the mask. It is advisable to wear a mask only when exposed to an infected environment or when taking care of an infected person. And it is fundamental to cover your mouth or nose when you are coughing or sneezing. • The common symptoms that an affected individual experience is dry cough, tiredness and fever. The only best way to diagnosis COVID-19 disease is through a laboratory test. Hence, if symptoms are perceived, voluntary approach for testing is entertained. • Frequent consumption of alcohol could potentially increase the health problems. • Thermal scanners are not an effective method for diagnosis of COVID-19 because it can only detect people having higher temperature i.e. fever and moreover, people might remain infected for 1-14 days before developing actual symptoms. Thus, it cannot detect people who are infected yet are not sick with a fever.", "cite_spans": [], "ref_spans": [], "section": "Guidelines for different social bodies to fight against COVID-19"}, {"text": "Guidelines for government:", "cite_spans": [], "ref_spans": [], "section": "Guidelines for different social bodies to fight against COVID-19"}, {"text": "• Create awareness, educate and communicate with the public actively through risk communication and communication engagement. • Find active case by testing, trace the infected person history of travel, quarantine of contacts and isolation of infected person. Adapt an existing surveillance system to monitor the infection spread. • Test all the individuals who meet the suspected case definition.", "cite_spans": [], "ref_spans": [], "section": "Guidelines for different social bodies to fight against COVID-19"}, {"text": "• Follow the government and coordinate to fight against COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Guidelines for Public:"}, {"text": "Show support, kindness and compassion for those who are affected and avoid the social stigma. • Get exposed to adequate information about COVID-19. Too much watching, listening and reading the news about the situation can Fig. 9 . Five moments of hand hygiene for health care workers (WHO, 2020e). make one feel anxious or distressed. Also, focus on facts and avoid misinformation or rumors. Get information only from trusted sources (WHO or local health authority platform). • Protect yourself by adopting proper preventive measures and also help others who are in need. Find a way to enhance the positivity among the family and society. • Honor healthcare workers, clinicians and others supporting in this pandemic fight which also includes you.", "cite_spans": [], "ref_spans": [{"start": 222, "end": 228, "text": "Fig. 9", "ref_id": null}], "section": "Guidelines for Public:"}, {"text": "Guidelines for healthcare workers:", "cite_spans": [], "ref_spans": [], "section": "Guidelines for Public:"}, {"text": "• Healthcare workers should follow established protocols and safety procedures to diagnose, triage and treat the patients. • Make sure that the admitted patients should have covered their nose and mouth when sneezing or coughing. Also, patients with suspected COVID-19 should be provided with masks while they are waiting. • Follow hand hygiene after contact with respiratory secretions. The Fig. 9 shows the five moments of hand hygiene for health care workers • Maintaining your mental health is as significant as your physical health. Try to stay connected to loved ones through digital communications and also with your colleagues. Take necessary rests. Afterall, this is a marathon and not a sprint.", "cite_spans": [], "ref_spans": [{"start": 392, "end": 398, "text": "Fig. 9", "ref_id": null}], "section": "Guidelines for Public:"}, {"text": "The outbreak of Coronavirus 2019 (COVID-19) has widely affected people all over the world and radically changed the routine functions of humanity. As a species on this earth, we have to use our gifted intelligence to encounter this novel coronavirus. Using technology, proper governance, healthcare service, coordinated public behavior can help a lot in mitigating the risk. The support of technology in handling this situation is irreplaceable. So, in this section, we will summarize the key aspects of each section and analyze the current challenges associated with it.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "The first section presents the technological changes that the society and the environment have been through from different aspects. The healthcare facilities have rapidly been modified for increasing their patient intake capacity and also improving the telehealth facilities to reduce the load on the hospitals. The testing methods and facilities are technologically enhanced to diagnose a large number of test samples in this pandemic situation. Government role in a society is important and it satisfies the needs of the healthcare system and simultaneously, helps the public in accessing the basic needs and monitoring them. Public viewpoint is to coordinate with the government and follow the social distancing and other preventive measures correctly. Industries have aligned themselves to help in meeting the demands of the healthcare system and regarding energy aspects, the power consumption by the people during the lockdown was significantly lower when compared to the time of before lockdown period. Other insights about the economical viewpoint of the society and environmental changes involving a drop in air pollutants are discussed.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "The core investigation is presented in the sections of technological strategies to control the pandemic and support the society during pandemic which is followed by viable prospective technologies. The technological strategies that aids in controlling the pandemic play around information communication, AI, ML and supply chain technologies that have a direct influence on mitigating the spreading. When considering communication, information transfer to the public is much more important to control the mass public for which media and social media creates a pathway. Then, risk perception by the people will affect the societal response to the pandemic. Hence, proper communication should be conveyed by the government to the people and it is mandatory to eliminate the rumors or false information that is potentially taking place in social media streams for which many steps have been taken by companies and government jointly. Artificial Intelligence and Machine Learning are the promising technologies that can help in numerous ways in tackling the situation. They are being adopted in the prediction of outbreaks, and in the healthcare systems for the diagnosis of disease through scans, classification of medical data, handling big data of patients, assisting in treatments and so on. Other aspects where AI is implemented in COVID-19 period are for supporting chatbots, developing apps for tracking infected people and in creating a huge database for accumulating all published SARS-Cov-2 related researches. In this situation, supply chain technologies address the production and transportation issues of prior products required by the health care system. This explains how different industries adapted their production lines to produce ventilators, masks, hand-sanitizers and other products. And this is possible only by use of technology. Further, supply chain of the basic needs required by the public also has some vacant space where tech can be implemented to avoid crowding in certain places. The technological strategies supporting the society during pandemic focusses on the implemented strategies that are helpful in supporting the public, government and health care system to make them stay at home. These strategies include work from home, distance learning and surveillance. Work from home and distance learning gives people some purposes for staying at home whereas the surveillance technologies help the government to monitor the general public and track the same. The section, viable prospective technologies deals with the potential technologies that are used less and their utilization can effectively enhance the various processes in healthcare facilities, surveillance and in avoiding direct contact with the infected persons. These technologies comprise of AI, ML and IoT, drone technology and robot technology. The various application of AI has been listed in the table along with the discussion of the possibility of their use in the current situation. Also, IoT is a crucial technology in automation which can assist in supply chain technologies to transform it to be completely automatic with the given requirements. Drone and robot technology are high tech field which had tremendously improved in recent years. Drone technology will be most appropriate for applications such as the delivery of goods, samples, surveillance and so on. Whereas, the robot technologies can have a significant impact on the healthcare facilities in numerous aspects which have been discussed briefly. And finally, we provide some essential guidelines for various social bodies to mitigate the spreading of the infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "The emergence of COVID-19 has pushed the limits of the technologies and many alternatives have been proposed to encounter the pandemic. This had accelerated the innovations taking place in technologies in almost every field. The online experience that the people come across during this period might have a long-term influence in online shopping, E-learning, digital payments, telehealth facilities and mobile entertainment. The core technologies that would get a boost include artificial intelligence, machine learning, Internet of Things, location and navigation technologies, augmented and virtual reality, drone technology, robotics, cloud and entertainment technologies. The situation has caused to search for alternatives and innovative technologies. For instance, the ban of biometrics for the welfare of the people during pandemic have a potential to shift the tech to other options such as facial and iris recognition technologies (GCN, 2020) . The datadriven applications and responses regarding the ongoing situation will encourage the development of IT systems to enhance the tracking, detection and analysis. The telehealth technologies have been improved to handle telehealth consults which have gone up multiple folds since the pandemic. Global quarantine has put a strain on the maintenance of energy and water demands and other utilities. Hence, these utilities need monitoring of the variations in the usage patterns and thus, the supply can be redirected wherever required. Apart from it, these data can be useful to take advance actions in future outbreaks.", "cite_spans": [{"start": 940, "end": 951, "text": "(GCN, 2020)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "The innovations are rolling out using various prospective technologies and many start-ups have come up with different solutions. But these need robust testing before deployment in a practical environment. Apart from these, the government has to give approval for such innovations (Financial Express, 2020) . It is neither possible to survive with existing technologies nor to analyze the full potential of such an innovative approach as the infection will get worse with the delay. Hence, there should be a balance in considering these innovations. Some reports suggest that digital transformation will accelerate and the cybersecurity risk might be a problem within a shorter term (CIO, 2020) . Also, the adopted changes might have an influence on how we will live and work in near-future.", "cite_spans": [{"start": 280, "end": 305, "text": "(Financial Express, 2020)", "ref_id": null}, {"start": 682, "end": 693, "text": "(CIO, 2020)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "To conclude, it is certain that humanity will fight its best and heal from the pandemic. But the concern is regarding how soon we can eradicate this viral infection meaning that the humanity is racing with time. Thanks to the healthcare workers and researchers. The utilization of technologies will strengthen the defense line against the infection but it is purely in the hands of humans to mitigate the spread. The government should deploy tech-based solutions. Apart from the technologies, management and governance are key factors in facing this crucial situation and how we deal with it, will showcase the intelligence of human species. The technology will be a pioneering weapon in this war against the unexpected.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "This work did not receive any external funding.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "CRediT authorship contribution statement Rajvikram Madurai Elavarasan:Conceptualization, Data curation, Formal analysis, Writing -original draft, Supervision, Writing -review & editing.Rishi Pugazhendhi:Conceptualization, Methodology, Visualization, Investigation, Writing -original draft.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Declaration of competing interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Social media and fake news in the 2016 election", "authors": [{"first": "H", "middle": [], "last": "Allcott", "suffix": ""}, {"first": "M", "middle": [], "last": "Gentzkow", "suffix": ""}], "year": 2017, "venue": "J. Econ. Perspect", "volume": "31", "issn": "", "pages": "211--236", "other_ids": {"DOI": ["10.1257/jep.31.2.211"]}}, "BIBREF1": {"ref_id": "b1", "title": "Machine learning and artificial intelligence in the service of medicine: necessity or potentiality? Current Research in Transla", "authors": [{"first": "T", "middle": [], "last": "Alsuliman", "suffix": ""}, {"first": "D", "middle": [], "last": "Humaidan", "suffix": ""}, {"first": "L", "middle": [], "last": "Sliman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.retram.2020.01.002"]}}, "BIBREF2": {"ref_id": "b2", "title": "Can unmanned aerial systems (drones) be used for the routine transport of chemistry, hematology, and coagulation laboratory specimens?", "authors": [{"first": "T", "middle": ["K"], "last": "Amukele", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Sokoll", "suffix": ""}, {"first": "D", "middle": [], "last": "Pepper", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Howard", "suffix": ""}, {"first": "J", "middle": [], "last": "Street", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0134020"]}}, "BIBREF3": {"ref_id": "b3", "title": "Drone transportation of blood products", "authors": [{"first": "T", "middle": [], "last": "Amukele", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Ness", "suffix": ""}, {"first": "A", "middle": ["A R"], "last": "Tobian", "suffix": ""}, {"first": "J", "middle": [], "last": "Boyd", "suffix": ""}, {"first": "J", "middle": [], "last": "Street", "suffix": ""}], "year": 2016, "venue": "Transfusion", "volume": "57", "issn": "", "pages": "582--588", "other_ids": {"DOI": ["10.1111/trf.13900"]}}, "BIBREF4": {"ref_id": "b4", "title": "End-to-end lung cancer screening with three-dimensional deep learning on low-dose chest computed tomography", "authors": [{"first": "D", "middle": [], "last": "Ardila", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Kiraly", "suffix": ""}, {"first": "S", "middle": [], "last": "Bharadwaj", "suffix": ""}, {"first": "B", "middle": [], "last": "Choi", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Reicher", "suffix": ""}, {"first": "L", "middle": [], "last": "Peng", "suffix": ""}], "year": 2019, "venue": "Nat. Med", "volume": "25", "issn": "", "pages": "954--961", "other_ids": {"DOI": ["10.1038/s41591-019-0447-x"]}}, "BIBREF5": {"ref_id": "b5", "title": "Companies Help to Fight COVID-19", "authors": [{"first": "", "middle": [], "last": "Autodesk-Redshift", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Challenges and opportunity of E-learning in developed and developing countries-a review", "authors": [{"first": "N", "middle": [], "last": "Babu", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Reddy", "suffix": ""}], "year": 2015, "venue": "International Journal of Emerging Research in Management and Technology", "volume": "4", "issn": "", "pages": "259--262", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Big data in health care: using analytics to identify and manage high-risk and high-cost patients", "authors": [{"first": "D", "middle": ["W"], "last": "Bates", "suffix": ""}, {"first": "S", "middle": [], "last": "Saria", "suffix": ""}, {"first": "L", "middle": [], "last": "Ohno-Machado", "suffix": ""}, {"first": "A", "middle": [], "last": "Shah", "suffix": ""}, {"first": "G", "middle": [], "last": "Escobar", "suffix": ""}], "year": 2014, "venue": "Health Aff", "volume": "33", "issn": "", "pages": "1123--1131", "other_ids": {"DOI": ["10.1377/hlthaff.2014.0041"]}}, "BIBREF8": {"ref_id": "b8", "title": "Big data and machine learning in health care", "authors": [{"first": "A", "middle": ["L"], "last": "Beam", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Kohane", "suffix": ""}], "year": 2018, "venue": "JAMA", "volume": "319", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2017.18391"]}}, "BIBREF9": {"ref_id": "b9", "title": "The impact of machine learning on patient care: a systematic review", "authors": [{"first": "D", "middle": [], "last": "Ben-Israel", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Jacobs", "suffix": ""}, {"first": "S", "middle": [], "last": "Casha", "suffix": ""}, {"first": "S", "middle": [], "last": "Lang", "suffix": ""}, {"first": "W", "middle": ["H A"], "last": "Ryu", "suffix": ""}], "year": 2019, "venue": "Artif. Intell. Med", "volume": "103", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.artmed.2019.101785"]}}, "BIBREF10": {"ref_id": "b10", "title": "An overview of the use of artificial neural networks in lung cancer research", "authors": [{"first": "L", "middle": [], "last": "Bertolaccini", "suffix": ""}, {"first": "P", "middle": [], "last": "Solli", "suffix": ""}, {"first": "A", "middle": [], "last": "Pardolesi", "suffix": ""}, {"first": "A", "middle": [], "last": "Pasini", "suffix": ""}], "year": 2017, "venue": "Journal of Thoracic Disease", "volume": "9", "issn": "", "pages": "924--931", "other_ids": {"DOI": ["10.21037/jtd.2017.03.157"]}}, "BIBREF11": {"ref_id": "b11", "title": "Diagnosis of dementia by machine learning methods in epidemiological studies: a pilot exploratory study from south India", "authors": [{"first": "S", "middle": ["I R"], "last": "Bhagyashree", "suffix": ""}, {"first": "K", "middle": [], "last": "Nagaraj", "suffix": ""}, {"first": "M", "middle": [], "last": "Prince", "suffix": ""}, {"first": "C", "middle": ["H D"], "last": "Fall", "suffix": ""}, {"first": "M", "middle": [], "last": "Krishna", "suffix": ""}], "year": 2017, "venue": "Soc. Psychiatry Psychiatr. Epidemiol", "volume": "53", "issn": "", "pages": "77--86", "other_ids": {"DOI": ["10.1007/s00127-017-1410-0"]}}, "BIBREF12": {"ref_id": "b12", "title": "Artificial intelligence and clinical decision support for radiologists and referring providers", "authors": [{"first": "B", "middle": ["C"], "last": "Bizzo", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Almeida", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Michalski", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Alkasab", "suffix": ""}], "year": 2019, "venue": "Journal of American College of Radiology", "volume": "16", "issn": "", "pages": "1351--1356", "other_ids": {"DOI": ["10.1016/j.jacr.2019.06.010"]}}, "BIBREF13": {"ref_id": "b13", "title": "Artificial intelligence in medicine: current trends and future possibilities", "authors": [{"first": "V", "middle": ["H"], "last": "Buch", "suffix": ""}, {"first": "I", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "M", "middle": [], "last": "Maruthappu", "suffix": ""}], "year": 2018, "venue": "Br. J. Gen. Pract", "volume": "68", "issn": "", "pages": "143--144", "other_ids": {"DOI": ["10.3399/bjgp18x695213"]}}, "BIBREF14": {"ref_id": "b14", "title": "A risk communication model for food regulatory agencies in modern society", "authors": [{"first": "S", "middle": [], "last": "Charlebois", "suffix": ""}, {"first": "A", "middle": [], "last": "Summan", "suffix": ""}], "year": 2015, "venue": "Trends Food Sci. Technol", "volume": "45", "issn": "", "pages": "153--165", "other_ids": {"DOI": ["10.1016/j.tifs.2015.05.004"]}}, "BIBREF15": {"ref_id": "b15", "title": "A vision of IoT: applications, challenges, and opportunities with China perspective", "authors": [{"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "H", "middle": [], "last": "Xu", "suffix": ""}, {"first": "D", "middle": [], "last": "Liu", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2014, "venue": "IEEE Internet Things J", "volume": "1", "issn": "", "pages": "349--359", "other_ids": {"DOI": ["10.1109/jiot.2014.2337336"]}}, "BIBREF16": {"ref_id": "b16", "title": "The COVID-19 Social Media Infodemic. Social and Information Networks (Cs.SI) Published in ArXiv 2020", "authors": [{"first": "M", "middle": [], "last": "Cinelli", "suffix": ""}, {"first": "W", "middle": [], "last": "Quattrociocchi", "suffix": ""}, {"first": "A", "middle": [], "last": "Galeazzi", "suffix": ""}, {"first": "C", "middle": [], "last": "Valensise", "suffix": ""}, {"first": "E", "middle": [], "last": "Brugnoli", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.05004"]}}, "BIBREF17": {"ref_id": "b17", "title": "How the COVID-19 pandemic is reshaping healthcare with technology", "authors": [{"first": "", "middle": [], "last": "Cio", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Flirtey and 7-eleven complete first month of routine commercial drone deliveries, deliver 77 packages to customer homes in United States", "authors": [{"first": "", "middle": [], "last": "Cision Pr Newswire", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Use of Surveillance to Fight Coronavirus Raises Concerns about Government Power after Pandemic Ends", "authors": [], "year": 2020, "venue": "CNBC", "volume": "", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Effective Risk Management", "authors": [{"first": "E", "middle": ["H"], "last": "Conrow", "suffix": ""}], "year": 2003, "venue": "American Institute of Aeronautics & Astronautics", "volume": "", "issn": "", "pages": "22--74", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Effective Risk Communication: The Role and Responsibility of Government and Nongovernment Organizations", "authors": [{"first": "V", "middle": ["T"], "last": "Covello", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Mccallum", "suffix": ""}, {"first": "M", "middle": [], "last": "Pavlova", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Changes in pollution level due to India's coronavirus curfew", "authors": [], "year": 2020, "venue": "CREA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "On a cooperative truck-and-drone delivery system", "authors": [{"first": "G", "middle": ["C"], "last": "Crisan", "suffix": ""}, {"first": "E", "middle": [], "last": "Nechita", "suffix": ""}], "year": 2019, "venue": "Procedia Computer Science", "volume": "159", "issn": "", "pages": "38--47", "other_ids": {"DOI": ["10.1016/j.procs.2019.09.158"]}}, "BIBREF24": {"ref_id": "b24", "title": "Breast cancer intrinsic subtype classification, clinical use and future trends", "authors": [{"first": "X", "middle": [], "last": "Dai", "suffix": ""}, {"first": "T", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Bai", "suffix": ""}], "year": 2015, "venue": "Am. J. Cancer Res", "volume": "5", "issn": "", "pages": "2929--2943", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Towards precision medicine", "authors": [{"first": "C", "middle": ["J"], "last": "Dente", "suffix": ""}, {"first": "M", "middle": [], "last": "Bradley", "suffix": ""}, {"first": "S", "middle": [], "last": "Schobel", "suffix": ""}, {"first": "B", "middle": [], "last": "Gaucher", "suffix": ""}, {"first": "T", "middle": [], "last": "Buchman", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Kirk", "suffix": ""}, {"first": "E", "middle": [], "last": "Elster", "suffix": ""}], "year": 2017, "venue": "J. Trauma Acute Care Surg", "volume": "83", "issn": "", "pages": "609--616", "other_ids": {"DOI": ["10.1097/ta.0000000000001596"]}}, "BIBREF26": {"ref_id": "b26", "title": "BlueDot spotted coronavirus before anyone else had a clue", "authors": [{"first": "", "middle": [], "last": "Diginomica", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The Internet of Things for Ambient Assisted Living", "authors": [{"first": "A", "middle": [], "last": "Dohr", "suffix": ""}, {"first": "R", "middle": [], "last": "Modre-Opsrian", "suffix": ""}, {"first": "M", "middle": [], "last": "Drobics", "suffix": ""}, {"first": "D", "middle": [], "last": "Hayn", "suffix": ""}, {"first": "G", "middle": [], "last": "Schreier", "suffix": ""}], "year": 2010, "venue": "Seventh International Conference on Information Technology: New Generations", "volume": "", "issn": "", "pages": "804--809", "other_ids": {"DOI": ["10.1109/ITNG.2010.104"]}}, "BIBREF28": {"ref_id": "b28", "title": "An overview of the Internet of Things for people with disabilities", "authors": [{"first": "M", "middle": ["C"], "last": "Domingo", "suffix": ""}], "year": 2012, "venue": "J. Netw. Comput. Appl", "volume": "35", "issn": "", "pages": "584--596", "other_ids": {"DOI": ["10.1016/j.jnca.2011.10.015"]}}, "BIBREF29": {"ref_id": "b29", "title": "The role of machine learning in neuroimaging for drug discovery and development", "authors": [{"first": "O", "middle": ["M"], "last": "Doyle", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mehta", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Brammer", "suffix": ""}], "year": 2015, "venue": "Psychopharmacology", "volume": "232", "issn": "", "pages": "4179--4189", "other_ids": {"DOI": ["10.1007/s00213-015-3968-0"]}}, "BIBREF30": {"ref_id": "b30", "title": "Countries Which Are Leading the Way in Online Education", "authors": [{"first": "", "middle": [], "last": "Edtechreview", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Piloting electronic medical record-based early detection of inpatient deterioration in community hospitals", "authors": [{"first": "G", "middle": ["J"], "last": "Escobar", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Turk", "suffix": ""}, {"first": "A", "middle": [], "last": "Ragins", "suffix": ""}, {"first": "J", "middle": [], "last": "Ha", "suffix": ""}, {"first": "B", "middle": [], "last": "Hoberman", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Levine", "suffix": ""}], "year": 2016, "venue": "J. Hosp. Med", "volume": "11", "issn": "", "pages": "18--24", "other_ids": {"DOI": ["10.1002/jhm.2652"]}}, "BIBREF32": {"ref_id": "b32", "title": "European Food Safety Authority", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "IoT-based smart rehabilitation system", "authors": [{"first": "Y", "middle": ["J"], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Yin", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "F", "middle": [], "last": "Wu", "suffix": ""}], "year": 2014, "venue": "IEEE Transactions on Industrial Informatics", "volume": "10", "issn": "", "pages": "1568--1577", "other_ids": {"DOI": ["10.1109/tii.2014.2302583"]}}, "BIBREF34": {"ref_id": "b34", "title": "Flightradar24, 2020. Flight Tracking Statistics", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Expert judgment, meta-analysis, and participatory risk analysis", "authors": [{"first": "S", "middle": [], "last": "French", "suffix": ""}], "year": 2012, "venue": "Decis. Anal", "volume": "9", "issn": "", "pages": "119--127", "other_ids": {"DOI": ["10.1287/deca.1120.0234"]}}, "BIBREF36": {"ref_id": "b36", "title": "Computer-assisted diagnosis of melanoma", "authors": [{"first": "C", "middle": [], "last": "Fuller", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Cellura", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Hibler", "suffix": ""}, {"first": "K", "middle": [], "last": "Burris", "suffix": ""}], "year": 2016, "venue": "Seminars in Cutaneous Medicine and Surgery", "volume": "35", "issn": "", "pages": "25--30", "other_ids": {"DOI": ["10.12788/j.sder.2016.004"]}}, "BIBREF37": {"ref_id": "b37", "title": "Analysis of respiratory pressure-volume curves in intensive care medicine using inductive machine learning", "authors": [{"first": "S", "middle": [], "last": "Ganzert", "suffix": ""}, {"first": "J", "middle": [], "last": "Guttmann", "suffix": ""}, {"first": "K", "middle": [], "last": "Kersting", "suffix": ""}, {"first": "R", "middle": [], "last": "Kuhlen", "suffix": ""}, {"first": "C", "middle": [], "last": "Putensen", "suffix": ""}, {"first": "M", "middle": [], "last": "Sydow", "suffix": ""}, {"first": "S", "middle": [], "last": "Kramer", "suffix": ""}], "year": 2002, "venue": "Artif. Intell. Med", "volume": "26", "issn": "02", "pages": "53--55", "other_ids": {"DOI": ["10.1016/S0933-3657(02)00053-2"]}}, "BIBREF38": {"ref_id": "b38", "title": "Automated identification of diabetic retinopathy using deep learning", "authors": [{"first": "R", "middle": [], "last": "Gargeya", "suffix": ""}, {"first": "T", "middle": [], "last": "Leng", "suffix": ""}], "year": 2017, "venue": "Ophthalmology", "volume": "124", "issn": "", "pages": "962--969", "other_ids": {"DOI": ["10.1016/j.ophtha.2017.02.008"]}}, "BIBREF39": {"ref_id": "b39", "title": "Tech called up in the war against the unexpected", "authors": [{"first": "", "middle": [], "last": "Gcn", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "What does the public know about Ebola? The public's risk perceptions regarding the current Ebola outbreak in an as-yet unaffected country", "authors": [{"first": "A", "middle": [], "last": "Gesser-Edelsburg", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shir-Raz", "suffix": ""}, {"first": "S", "middle": [], "last": "Hayek", "suffix": ""}, {"first": "", "middle": [], "last": "Sassoni-Bar", "suffix": ""}, {"first": "O", "middle": [], "last": "Lev", "suffix": ""}], "year": 2015, "venue": "Am. J. Infect. Control", "volume": "43", "issn": "", "pages": "669--675", "other_ids": {"DOI": ["10.1016/j.ajic.2015.03.005"]}}, "BIBREF41": {"ref_id": "b41", "title": "Artificial intelligence and radiology: a social media perspective", "authors": [{"first": "J", "middle": ["E"], "last": "Goldberg", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Rosenkrantz", "suffix": ""}], "year": 2018, "venue": "Curr. Probl. Diagn. Radiol", "volume": "48", "issn": "", "pages": "308--311", "other_ids": {"DOI": ["10.1067/j.cpradiol.2018.07.005"]}}, "BIBREF42": {"ref_id": "b42", "title": "Key questions about the future of laboratory medicine in the next decade of the 21st century: a report from the IFCC-emerging technologies division", "authors": [{"first": "R", "middle": [], "last": "Greaves", "suffix": ""}, {"first": "S", "middle": [], "last": "Bernardini", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferrari", "suffix": ""}, {"first": "P", "middle": [], "last": "Fortina", "suffix": ""}, {"first": "B", "middle": [], "last": "Gouget", "suffix": ""}, {"first": "D", "middle": [], "last": "Gruson", "suffix": ""}], "year": 2019, "venue": "Clin. Chim. Acta", "volume": "495", "issn": "", "pages": "570--589", "other_ids": {"DOI": ["10.1016/j.cca.2019.05.021"]}}, "BIBREF43": {"ref_id": "b43", "title": "Data science, artificial intelligence, and machine learning: opportunities for laboratory medicine and the value of positive regulation", "authors": [{"first": "D", "middle": [], "last": "Gruson", "suffix": ""}, {"first": "T", "middle": [], "last": "Helleputte", "suffix": ""}, {"first": "P", "middle": [], "last": "Rousseau", "suffix": ""}, {"first": "D", "middle": [], "last": "Gruson", "suffix": ""}], "year": 2019, "venue": "Clin. Biochem", "volume": "69", "issn": "", "pages": "1--7", "other_ids": {"DOI": ["10.1016/j.clinbiochem.2019.04.013"]}}, "BIBREF44": {"ref_id": "b44", "title": "Less than you think: prevalence and predictors of fake news dissemination on Facebook", "authors": [{"first": "A", "middle": [], "last": "Guess", "suffix": ""}, {"first": "J", "middle": [], "last": "Nagler", "suffix": ""}, {"first": "J", "middle": [], "last": "Tucker", "suffix": ""}], "year": 2019, "venue": "Sci. Adv", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/sciadv.aau4586"]}}, "BIBREF45": {"ref_id": "b45", "title": "Industry 5.0 and its expected applications in medical field", "authors": [{"first": "A", "middle": [], "last": "Haleem", "suffix": ""}, {"first": "M", "middle": [], "last": "Javaid", "suffix": ""}], "year": 2019, "venue": "Current Medicine Research and Practice", "volume": "9", "issn": "", "pages": "167--169", "other_ids": {"DOI": ["10.1016/j.cmrp.2019.07.002"]}}, "BIBREF46": {"ref_id": "b46", "title": "Current status and applications of artificial intelligence (AI) in medical field: an overview", "authors": [{"first": "A", "middle": [], "last": "Haleem", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Javaid", "suffix": ""}, {"first": "I", "middle": ["H"], "last": "Khan", "suffix": ""}], "year": 2019, "venue": "Current Medicine Research and Practice", "volume": "9", "issn": "", "pages": "231--237", "other_ids": {"DOI": ["10.1016/j.cmrp.2019.11.005"]}}, "BIBREF47": {"ref_id": "b47", "title": "Supervised machine-learning reveals that old and obese people achieve low dapsone concentrations", "authors": [{"first": "R", "middle": [], "last": "Hall", "suffix": ""}, {"first": "J", "middle": [], "last": "Pasipanodya", "suffix": ""}, {"first": "M", "middle": [], "last": "Swancutt", "suffix": ""}, {"first": "C", "middle": [], "last": "Meek", "suffix": ""}, {"first": "R", "middle": [], "last": "Leff", "suffix": ""}, {"first": "T", "middle": [], "last": "Gumbo", "suffix": ""}], "year": 2017, "venue": "CPT Pharmacometrics Syst. Pharmacol", "volume": "6", "issn": "", "pages": "552--559", "other_ids": {"DOI": ["10.1002/psp4.12208"]}}, "BIBREF48": {"ref_id": "b48", "title": "Artificial intelligence in medicine", "authors": [{"first": "P", "middle": [], "last": "Hamet", "suffix": ""}, {"first": "J", "middle": [], "last": "Tremblay", "suffix": ""}], "year": 2017, "venue": "Metabolism", "volume": "69", "issn": "", "pages": "36--40", "other_ids": {"DOI": ["10.1016/j.metabol.2017.01.011"]}}, "BIBREF49": {"ref_id": "b49", "title": "An exhaustive survey on security and privacy issues", "authors": [{"first": "J", "middle": ["J"], "last": "Hathaliya", "suffix": ""}, {"first": "S", "middle": [], "last": "Tanwar", "suffix": ""}], "year": 2020, "venue": "Comput. Commun", "volume": "153", "issn": "", "pages": "311--335", "other_ids": {"DOI": ["10.1016/j.comcom.2020.02.018"]}}, "BIBREF50": {"ref_id": "b50", "title": "Enhancing the biological relevance of machine learning classifiers for reverse vaccinology", "authors": [{"first": "A", "middle": [], "last": "Heinson", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gunawardana", "suffix": ""}, {"first": "B", "middle": [], "last": "Moesker", "suffix": ""}, {"first": "C", "middle": [], "last": "Hume", "suffix": ""}, {"first": "E", "middle": [], "last": "Vataga", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hall", "suffix": ""}], "year": 2017, "venue": "Int. J. Mol. Sci", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijms18020312"]}}, "BIBREF51": {"ref_id": "b51", "title": "Deep neural networks for acoustic modeling in speech recognition: the shared views of four research groups", "authors": [{"first": "G", "middle": [], "last": "Hinton", "suffix": ""}, {"first": "L", "middle": [], "last": "Deng", "suffix": ""}, {"first": "D", "middle": [], "last": "Yu", "suffix": ""}, {"first": "G", "middle": [], "last": "Dahl", "suffix": ""}, {"first": "A", "middle": [], "last": "Mohamed", "suffix": ""}, {"first": "N", "middle": [], "last": "Jaitly", "suffix": ""}], "year": 2012, "venue": "IEEE Signal Process. Mag", "volume": "29", "issn": "", "pages": "82--97", "other_ids": {"DOI": ["10.1109/msp.2012.2205597"]}}, "BIBREF52": {"ref_id": "b52", "title": "Governance of automated image analysis and artificial intelligence analytics in healthcare", "authors": [{"first": "C", "middle": ["W L"], "last": "Ho", "suffix": ""}, {"first": "D", "middle": [], "last": "Soon", "suffix": ""}, {"first": "K", "middle": [], "last": "Caals", "suffix": ""}, {"first": "J", "middle": [], "last": "Kapur", "suffix": ""}], "year": 2019, "venue": "Clin. Radiol", "volume": "74", "issn": "", "pages": "329--337", "other_ids": {"DOI": ["10.1016/j.crad.2019.02.005"]}}, "BIBREF53": {"ref_id": "b53", "title": "The COVID-19 risk perception: a survey on socioeconomics and media attention", "authors": [{"first": "T", "middle": ["L D"], "last": "Huynh", "suffix": ""}], "year": 2020, "venue": "Econ. Bull", "volume": "40", "issn": "", "pages": "758--764", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Rapid antibody tests", "authors": [{"first": "India", "middle": [], "last": "Today", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Two Studies Use SIRD Model to Forecast COVID-19 Spread", "authors": [{"first": "", "middle": [], "last": "Itn", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Dutch companies offer free innovative COVID-19 AI software", "authors": [{"first": "", "middle": [], "last": "Itn", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Artificial intelligence in healthcare: past, present and future", "authors": [{"first": "F", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Dong", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Ma", "suffix": ""}], "year": 2017, "venue": "Stroke and Vascular Neurology", "volume": "2", "issn": "", "pages": "230--243", "other_ids": {"DOI": ["10.1136/svn-2017-000101"]}}, "BIBREF58": {"ref_id": "b58", "title": "Towards an artificial intelligence framework for data-driven prediction of coronavirus clinical severity", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": [], "last": "Coffee", "suffix": ""}, {"first": "A", "middle": [], "last": "Bari", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2020, "venue": "Materials & Continua", "volume": "63", "issn": "", "pages": "537--551", "other_ids": {"DOI": ["10.32604/cmc.2020.010691"]}}, "BIBREF59": {"ref_id": "b59", "title": "Using lean manufacturing and machine learning for improving medicines procurement and dispatching in a hospital", "authors": [{"first": "K", "middle": [], "last": "Jordona", "suffix": ""}, {"first": "P.-E", "middle": [], "last": "Dossou", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Junior", "suffix": ""}], "year": 2019, "venue": "Procedia Manufacturing", "volume": "38", "issn": "", "pages": "1034--1041", "other_ids": {"DOI": ["10.1016/j.promfg.2020.01.189"]}}, "BIBREF60": {"ref_id": "b60", "title": "Drones for parcel and passenger transportation: a literature review", "authors": [{"first": "R", "middle": [], "last": "Kellermann", "suffix": ""}, {"first": "T", "middle": [], "last": "Biehle", "suffix": ""}, {"first": "L", "middle": [], "last": "Fischer", "suffix": ""}], "year": 2020, "venue": "Transportation Research Interdisciplinary Perspectives", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.trip.2019.100088"]}}, "BIBREF61": {"ref_id": "b61", "title": "Design and development of diagnostic Chabot for supporting primary health care systems", "authors": [{"first": "B", "middle": [], "last": "Kidwai", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Nadesh", "suffix": ""}], "year": 2020, "venue": "Procedia Computer Science", "volume": "167", "issn": "", "pages": "75--84", "other_ids": {"DOI": ["10.1016/j.procs.2020.03.184"]}}, "BIBREF62": {"ref_id": "b62", "title": "Development of machine learning models for diagnosis of glaucoma", "authors": [{"first": "S", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Cho", "suffix": ""}, {"first": "S", "middle": [], "last": "Oh", "suffix": ""}], "year": 2017, "venue": "PLoS One", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0177726"]}}, "BIBREF63": {"ref_id": "b63", "title": "Key trends in brands", "authors": [{"first": "", "middle": [], "last": "Klaviyo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "ImageNet classification with deep convolutional neural networks", "authors": [{"first": "A", "middle": [], "last": "Krizhevsky", "suffix": ""}, {"first": "I", "middle": [], "last": "Sutskever", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Hinton", "suffix": ""}], "year": 2017, "venue": "Commun. ACM", "volume": "60", "issn": "", "pages": "84--90", "other_ids": {"DOI": ["10.1145/3065386"]}}, "BIBREF65": {"ref_id": "b65", "title": "Beginnings of artificial intelligence in medicine (AIM): computational artifice assisting scientific inquiry and clinical art -with reflections on present AIM challenges", "authors": [{"first": "C", "middle": [], "last": "Kulikowski", "suffix": ""}], "year": 2019, "venue": "Yearbook of Medical Informatics", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1055/s-0039-1677895"]}}, "BIBREF66": {"ref_id": "b66", "title": "Artificial intelligence in medicine: where are we now?", "authors": [{"first": "S", "middle": [], "last": "Kulkarni", "suffix": ""}, {"first": "N", "middle": [], "last": "Seneviratne", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Baig", "suffix": ""}, {"first": "A", "middle": ["H A"], "last": "Khan", "suffix": ""}], "year": 2019, "venue": "Acad. Radiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.acra.2019.10.001"]}}, "BIBREF67": {"ref_id": "b67", "title": "Automation of the kidney function prediction and classification through ultrasoundbased kidney imaging using deep learning", "authors": [{"first": "C.-C", "middle": [], "last": "Kuo", "suffix": ""}, {"first": "C.-M", "middle": [], "last": "Chang", "suffix": ""}, {"first": "K.-T", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W.-K", "middle": [], "last": "Lin", "suffix": ""}, {"first": "H.-Y", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "C.-W", "middle": [], "last": "Chung", "suffix": ""}], "year": 2019, "venue": "Npj Digital Medicine", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41746-019-0104-2"]}}, "BIBREF68": {"ref_id": "b68", "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges", "authors": [{"first": "C.-C", "middle": [], "last": "Lai", "suffix": ""}, {"first": "T.-P", "middle": [], "last": "Shih", "suffix": ""}, {"first": "W.-C", "middle": [], "last": "Ko", "suffix": ""}, {"first": "H.-J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "P.-R", "middle": [], "last": "Hsueh", "suffix": ""}], "year": 2020, "venue": "Int. J. Antimicrob. Agents", "volume": "55", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijantimicag.2020.105924"]}}, "BIBREF69": {"ref_id": "b69", "title": "Deep learning at chest radiography: automated classification of pulmonary tuberculosis by using convolutional neural networks", "authors": [{"first": "P", "middle": [], "last": "Lakhani", "suffix": ""}, {"first": "B", "middle": [], "last": "Sundaram", "suffix": ""}], "year": 2017, "venue": "Radiology", "volume": "284", "issn": "", "pages": "574--582", "other_ids": {"DOI": ["10.1148/radiol.2017162326"]}}, "BIBREF70": {"ref_id": "b70", "title": "Machine learning for enterprises: applications, algorithm selection, and challenges", "authors": [{"first": "I", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Shin", "suffix": ""}], "year": 2020, "venue": "Business Horizons", "volume": "63", "issn": "", "pages": "157--170", "other_ids": {"DOI": ["10.1016/j.bushor.2019.10.005"]}}, "BIBREF71": {"ref_id": "b71", "title": "Applications of machine learning to machine fault diagnosis: a review and roadmap", "authors": [{"first": "Y", "middle": [], "last": "Lei", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "F", "middle": [], "last": "Jia", "suffix": ""}], "year": 2020, "venue": "Mech. Syst. Signal Process", "volume": "138", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ymssp.2019.106587"]}}, "BIBREF72": {"ref_id": "b72", "title": "State of the art-intense review on artificial intelligence systems application in process planning and manufacturing", "authors": [{"first": "Leo", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "", "suffix": ""}], "year": 2017, "venue": "Eng. Appl. Artif. Intell", "volume": "65", "issn": "", "pages": "294--329", "other_ids": {"DOI": ["10.1016/j.engappai.2017.08.005"]}}, "BIBREF73": {"ref_id": "b73", "title": "Evaluation and accurate diagnoses of pediatric diseases using artificial intelligence", "authors": [{"first": "H", "middle": [], "last": "Liang", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Tsui", "suffix": ""}, {"first": "H", "middle": [], "last": "Ni", "suffix": ""}], "year": 2019, "venue": "Natural Medicine", "volume": "25", "issn": "", "pages": "433--438", "other_ids": {"DOI": ["10.1038/s41591-018-0335-9"]}}, "BIBREF74": {"ref_id": "b74", "title": "AppBooster: boosting the performance of interactive mobile applications with computation offloading and parameter tuning", "authors": [{"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2017, "venue": "IEEE Transactions on Parallel and Distributed Systems", "volume": "28", "issn": "", "pages": "1593--1606", "other_ids": {"DOI": ["10.1109/TPDS.2016.2624733"]}}, "BIBREF75": {"ref_id": "b75", "title": "Using machine learning to examine medication adherence thresholds and risk of hospitalization", "authors": [{"first": "W.-H", "middle": [], "last": "Lo-Ciganic", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Donohue", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Thorpe", "suffix": ""}, {"first": "S", "middle": [], "last": "Perera", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Thorpe", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Marcum", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Gellad", "suffix": ""}], "year": 2015, "venue": "Med. Care", "volume": "53", "issn": "", "pages": "720--728", "other_ids": {"DOI": ["10.1097/mlr.0000000000000394"]}}, "BIBREF76": {"ref_id": "b76", "title": "Explainable machine-learning predictions for the prevention of hypoxaemia during surgery", "authors": [{"first": "S", "middle": ["M"], "last": "Lundberg", "suffix": ""}, {"first": "B", "middle": [], "last": "Nair", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Vavilala", "suffix": ""}], "year": 2018, "venue": "Nature Biomedical Engineering", "volume": "2", "issn": "", "pages": "749--760", "other_ids": {"DOI": ["10.1038/s41551-018-0304-0"]}}, "BIBREF77": {"ref_id": "b77", "title": "Risk Communication: A Handbook for Communicating Environmental, Safety, and Health Risks", "authors": [{"first": "R", "middle": ["E"], "last": "Lundgren", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Mcmakin", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Big data application in biomedical research and health care: a literature review", "authors": [{"first": "J", "middle": [], "last": "Luo", "suffix": ""}, {"first": "M", "middle": [], "last": "Wu", "suffix": ""}, {"first": "D", "middle": [], "last": "Gopukumar", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2016, "venue": "Biomedical Informatics Insights", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4137/bii.s31559"]}}, "BIBREF79": {"ref_id": "b79", "title": "Controlling testing volume for respiratory viruses using machine learning and text mining. AMIA annual symposium proceedings", "authors": [{"first": "M", "middle": ["V"], "last": "Mai", "suffix": ""}, {"first": "M", "middle": [], "last": "Krauthammer", "suffix": ""}], "year": 2016, "venue": "AMIA Symposium", "volume": "", "issn": "", "pages": "1910--1919", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Screening electronic health record-related patient safety reports using machine learning", "authors": [{"first": "W", "middle": ["M"], "last": "Marella", "suffix": ""}, {"first": "E", "middle": [], "last": "Sparnon", "suffix": ""}, {"first": "E", "middle": [], "last": "Finley", "suffix": ""}], "year": 2017, "venue": "Journal of Patient Safety", "volume": "13", "issn": "", "pages": "31--36", "other_ids": {"DOI": ["10.1097/pts.0000000000000104"]}}, "BIBREF81": {"ref_id": "b81", "title": "Shopping in the digital world: examining customer engagement through augmented reality mobile applications", "authors": [{"first": "G", "middle": [], "last": "Mclean", "suffix": ""}, {"first": "A", "middle": [], "last": "Wilson", "suffix": ""}], "year": 2019, "venue": "Comput. Hum. Behav", "volume": "101", "issn": "", "pages": "210--224", "other_ids": {"DOI": ["10.1016/j.chb.2019.07.002"]}}, "BIBREF82": {"ref_id": "b82", "title": "Use of drone technology for delivery of medical supplies during prolonged field care", "authors": [{"first": "T", "middle": [], "last": "Mesar", "suffix": ""}, {"first": "A", "middle": [], "last": "Lessig", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "King", "suffix": ""}], "year": 2018, "venue": "Journal of Special Operations Medicine", "volume": "18", "issn": "", "pages": "34--35", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Internet of things: vision, applications and research challenges", "authors": [{"first": "D", "middle": [], "last": "Miorandi", "suffix": ""}, {"first": "S", "middle": [], "last": "Sicari", "suffix": ""}, {"first": "F", "middle": [], "last": "De Pellegrini", "suffix": ""}, {"first": "I", "middle": [], "last": "Chlamtac", "suffix": ""}], "year": 2012, "venue": "Ad Hoc Netw", "volume": "10", "issn": "", "pages": "1497--1516", "other_ids": {"DOI": ["10.1016/j.adhoc.2012.02.016"]}}, "BIBREF84": {"ref_id": "b84", "title": "Artificial intelligenceassisted polyp detection for colonoscopy: initial experience", "authors": [{"first": "M", "middle": [], "last": "Misawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Kudo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mori", "suffix": ""}, {"first": "T", "middle": [], "last": "Cho", "suffix": ""}, {"first": "S", "middle": [], "last": "Kataoka", "suffix": ""}], "year": 2018, "venue": "Gastroenterology", "volume": "154", "issn": "", "pages": "2027--2029", "other_ids": {"DOI": ["10.1053/j.gastro.2018.04.003"]}}, "BIBREF85": {"ref_id": "b85", "title": "Drone-surveillance for search and rescue in natural disaster", "authors": [{"first": "B", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "D", "middle": [], "last": "Garg", "suffix": ""}, {"first": "P", "middle": [], "last": "Narang", "suffix": ""}, {"first": "V", "middle": [], "last": "Mishra", "suffix": ""}], "year": 2020, "venue": "Comput. Commun", "volume": "156", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1016/j.comcom.2020.03.012"]}}, "BIBREF86": {"ref_id": "b86", "title": "AI Could Help with the Next Pandemic -But Not with this One", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "A new app would say if you've crossed paths with someone who is infected", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Over 24,000 Coronavirus Research Papers Are Now Available in One Place", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Improving breast cancer care coordination and symptom management by using AI driven predictive toolkits", "authors": [{"first": "E", "middle": ["C"], "last": "Moser", "suffix": ""}, {"first": "G", "middle": [], "last": "Narayan", "suffix": ""}], "year": 2020, "venue": "Breast", "volume": "50", "issn": "", "pages": "25--29", "other_ids": {"DOI": ["10.1016/j.breast.2019.12.006"]}}, "BIBREF90": {"ref_id": "b90", "title": "The inevitable application of big data to health care", "authors": [{"first": "T", "middle": ["B"], "last": "Murdoch", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Detsky", "suffix": ""}], "year": 2013, "venue": "JAMA", "volume": "309", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2013.393"]}}, "BIBREF91": {"ref_id": "b91", "title": "Machine learning in biology and medicine", "authors": [{"first": "J", "middle": [], "last": "Noorbakhsh", "suffix": ""}, {"first": "H", "middle": [], "last": "Chandok", "suffix": ""}, {"first": "R", "middle": ["K M"], "last": "Karuturi", "suffix": ""}, {"first": "J", "middle": [], "last": "George", "suffix": ""}], "year": 2019, "venue": "Advances in Molecular Pathology", "volume": "2", "issn": "", "pages": "143--152", "other_ids": {"DOI": ["10.1016/j.yamp.2019.07.010"]}}, "BIBREF92": {"ref_id": "b92", "title": "Manufacturing of key medical kit during Covid-19", "authors": [], "year": 2020, "venue": "NS Medical Devices", "volume": "", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Mobile application for the purpose of marketing, product distribution and location-based logistics for elderly farmers", "authors": [{"first": "S", "middle": [], "last": "Nuanmeesri", "suffix": ""}], "year": 2019, "venue": "Applied Computing and Informatics", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.aci.2019.11.001"]}}, "BIBREF94": {"ref_id": "b94", "title": "Detecting falls with wearable sensors using machine learning techniques", "authors": [{"first": "A", "middle": [], "last": "Özdemir", "suffix": ""}, {"first": "B", "middle": [], "last": "Barshan", "suffix": ""}], "year": 2014, "venue": "Sensors", "volume": "14", "issn": "", "pages": "10691--10708", "other_ids": {"DOI": ["10.3390/s140610691"]}}, "BIBREF95": {"ref_id": "b95", "title": "The coming of age of artificial intelligence in medicine", "authors": [{"first": "V", "middle": ["L"], "last": "Patel", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Shortliffe", "suffix": ""}, {"first": "M", "middle": [], "last": "Stefanelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Szolovits", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Berthold", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellazzi", "suffix": ""}, {"first": "A", "middle": [], "last": "Abu-Hanna", "suffix": ""}], "year": 2009, "venue": "Artif. Intell. Med", "volume": "46", "issn": "", "pages": "5--17", "other_ids": {"DOI": ["10.1016/j.artmed.2008.07.017"]}}, "BIBREF96": {"ref_id": "b96", "title": "Molecular portraits of human breast tumours", "authors": [{"first": "C", "middle": ["M"], "last": "Perou", "suffix": ""}, {"first": "T", "middle": [], "last": "Sorlie", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Eisen", "suffix": ""}, {"first": "M", "middle": [], "last": "Van De Rijn", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Jeffrey", "suffix": ""}], "year": 2000, "venue": "Nature", "volume": "406", "issn": "", "pages": "747--752", "other_ids": {"DOI": ["10.1038/35021093"]}}, "BIBREF97": {"ref_id": "b97", "title": "Designing a health referral mobile application for high-mobility end users in Indonesia. Heliyon 6, e03174", "authors": [{"first": "A", "middle": ["A"], "last": "Pinem", "suffix": ""}, {"first": "A", "middle": [], "last": "Yeskafauzan", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Handayani", "suffix": ""}, {"first": "F", "middle": [], "last": "Azzahro", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.heliyon.2020.e03174"]}}, "BIBREF98": {"ref_id": "b98", "title": "Use of drones in clinical microbiology and infectious diseases: current status, challenges and barriers", "authors": [{"first": "M", "middle": [], "last": "Poljak", "suffix": ""}, {"first": "A", "middle": [], "last": "Sterbenc", "suffix": ""}], "year": 2019, "venue": "Clin. Microbiol. Infect", "volume": "26", "issn": "", "pages": "425--430", "other_ids": {"DOI": ["10.1016/j.cmi.2019.09.014"]}}, "BIBREF99": {"ref_id": "b99", "title": "Load demand data", "authors": [{"first": "", "middle": [], "last": "Posoco", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Lab-on-a-drone: toward pinpoint deployment of smartphone-enabled nucleic acid-based diagnostics for mobile health care", "authors": [{"first": "A", "middle": [], "last": "Priye", "suffix": ""}, {"first": "S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bi", "suffix": ""}, {"first": "M", "middle": [], "last": "Carpio", "suffix": ""}, {"first": "J", "middle": [], "last": "Chang", "suffix": ""}, {"first": "M", "middle": [], "last": "Coen", "suffix": ""}], "year": 2016, "venue": "Anal. Chem", "volume": "88", "issn": "", "pages": "4651--4660", "other_ids": {"DOI": ["10.1021/acs.analchem.5b04153"]}}, "BIBREF101": {"ref_id": "b101", "title": "Machine learning in medicine", "authors": [{"first": "A", "middle": [], "last": "Rajkomar", "suffix": ""}, {"first": "J", "middle": [], "last": "Dean", "suffix": ""}, {"first": "I", "middle": [], "last": "Kohane", "suffix": ""}], "year": 2019, "venue": "N. Engl. J. Med", "volume": "380", "issn": "", "pages": "1347--1358", "other_ids": {"DOI": ["10.1056/NEJMra1814259"]}}, "BIBREF102": {"ref_id": "b102", "title": "CheXNet: radiologist-level pneumonia detection on chest X-rays with deep learning", "authors": [{"first": "P", "middle": [], "last": "Rajpurkar", "suffix": ""}, {"first": "J", "middle": [], "last": "Irvin", "suffix": ""}, {"first": "K", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "COVID-19: An Urgent Call for Coordinated, Trusted Sources to Tell Everyone What they Need to Know and Do. NAM Perspectives", "authors": [{"first": "S", "middle": [], "last": "Ratzan", "suffix": ""}, {"first": "L", "middle": [], "last": "Gostin", "suffix": ""}, {"first": "N", "middle": [], "last": "Meshkati", "suffix": ""}, {"first": "K", "middle": [], "last": "Rabin", "suffix": ""}, {"first": "R", "middle": [], "last": "Parker", "suffix": ""}], "year": 2020, "venue": "CommentaryNational Academy of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.31478/202003a"]}}, "BIBREF104": {"ref_id": "b104", "title": "Risk Governance: Coping with Uncertainty in a Complex World", "authors": [{"first": "O", "middle": [], "last": "Renn", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Noninterpretive uses of artificial intelligence in radiology", "authors": [{"first": "M", "middle": ["L"], "last": "Richardson", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Garwood", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Li", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Lo", "suffix": ""}], "year": 2020, "venue": "Acad. Radiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.acra.2020.01.012"]}}, "BIBREF106": {"ref_id": "b106", "title": "Surgical and medical applications of drones: a comprehensive review", "authors": [{"first": "J", "middle": ["C"], "last": "Rosser", "suffix": ""}, {"first": "V", "middle": [], "last": "Vignesh", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Terwilliger", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Parker", "suffix": ""}], "year": 2018, "venue": "Journal of the Society of Laparoendoscopic Surgeons", "volume": "22", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4293/jsls.2018.00018"]}}, "BIBREF107": {"ref_id": "b107", "title": "Big data analytics to improve cardiovascular care: promise and challenges", "authors": [{"first": "J", "middle": ["S"], "last": "Rumsfeld", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Joynt", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Maddox", "suffix": ""}], "year": 2016, "venue": "Nat. Rev. Cardiol", "volume": "13", "issn": "", "pages": "350--359", "other_ids": {"DOI": ["10.1038/nrcardio.2016.42"]}}, "BIBREF108": {"ref_id": "b108", "title": "Edge mesh: a new paradigm to enable distributed intelligence in internet of things", "authors": [{"first": "Y", "middle": [], "last": "Sahni", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}], "year": 2017, "venue": "IEEE Access", "volume": "5", "issn": "", "pages": "16441--16458", "other_ids": {"DOI": ["10.1109/ACCESS.2017.2739804"]}}, "BIBREF109": {"ref_id": "b109", "title": "Learning individual and population level traits from clinical temporal data", "authors": [{"first": "S", "middle": [], "last": "Saria", "suffix": ""}, {"first": "D", "middle": [], "last": "Koller", "suffix": ""}, {"first": "A", "middle": [], "last": "Penn", "suffix": ""}], "year": 2010, "venue": "Proceedings of Neural Information Processing Systems (NIPS) Predictive Models in Personalized Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "The theory of statistical decision", "authors": [{"first": "L", "middle": ["J"], "last": "Savage", "suffix": ""}], "year": 1951, "venue": "J. Am. Stat. Assoc", "volume": "46", "issn": "", "pages": "55--67", "other_ids": {"DOI": ["10.1080/01621459.1951.10500768"]}}, "BIBREF111": {"ref_id": "b111", "title": "Factors in risk perception", "authors": [{"first": "L", "middle": [], "last": "Sjoberg", "suffix": ""}], "year": 2000, "venue": "Risk Anal", "volume": "20", "issn": "", "pages": "1--12", "other_ids": {"DOI": ["10.1111/0272-4332.00001"]}}, "BIBREF112": {"ref_id": "b112", "title": "Perception of risk", "authors": [{"first": "P", "middle": [], "last": "Slovic", "suffix": ""}], "year": 1987, "venue": "Science", "volume": "236", "issn": "4799", "pages": "280--285", "other_ids": {"DOI": ["10.1126/science.3563507"]}}, "BIBREF113": {"ref_id": "b113", "title": "Gene expression patterns of breast carcinomas distinguish tumor subclasses with clinical implications", "authors": [{"first": "T", "middle": [], "last": "Sorlie", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Perou", "suffix": ""}, {"first": "R", "middle": [], "last": "Tibshirani", "suffix": ""}, {"first": "T", "middle": [], "last": "Aas", "suffix": ""}, {"first": "S", "middle": [], "last": "Geisler", "suffix": ""}, {"first": "H", "middle": [], "last": "Johnsen", "suffix": ""}], "year": 2001, "venue": "Proc. Natl. Acad. Sci", "volume": "98", "issn": "", "pages": "10869--10874", "other_ids": {"DOI": ["10.1073/pnas.191367098"]}}, "BIBREF114": {"ref_id": "b114", "title": "Surge in patients overwhelms telehealth services amid coronavirus pandemic", "authors": [], "year": 2020, "venue": "STAT", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Sustainable supplier selection in healthcare industries using a new MCDM method: measurement alternatives and ranking according to COmpromise solution (MARCOS)", "authors": [{"first": "Z", "middle": [], "last": "Stevic", "suffix": ""}, {"first": "D", "middle": [], "last": "Pamucar", "suffix": ""}, {"first": "A", "middle": [], "last": "Puska", "suffix": ""}, {"first": "P", "middle": [], "last": "Chatterjee", "suffix": ""}], "year": 2019, "venue": "Comput. Ind. Eng", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Robots help combat COVID-19 in world, and maybe soon in India too", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "An Island Nation's Health Experiment: Vaccines Delivered by Drone", "authors": [], "year": 2018, "venue": "The New York Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Thomson Reuters Foundation News, 2020. AI-powered technology", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Big biomedical data as the key resource for discovery science", "authors": [{"first": "A", "middle": ["W"], "last": "Toga", "suffix": ""}, {"first": "I", "middle": [], "last": "Foster", "suffix": ""}, {"first": "C", "middle": [], "last": "Kesselman", "suffix": ""}, {"first": "R", "middle": [], "last": "Madduri", "suffix": ""}, {"first": "K", "middle": [], "last": "Chard", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Deutsch", "suffix": ""}], "year": 2015, "venue": "J. Am. Med. Inform. Assoc", "volume": "22", "issn": "", "pages": "1126--1131", "other_ids": {"DOI": ["10.1093/jamia/ocv077"]}}, "BIBREF120": {"ref_id": "b120", "title": "Clinical sequence of leukemia applying artificial intelligence (AI)", "authors": [{"first": "Y", "middle": [], "last": "Tojo", "suffix": ""}], "year": 2017, "venue": "Clinical Bood", "volume": "58", "issn": "", "pages": "1913--1917", "other_ids": {"DOI": ["10.11406/rinketsu.58.1913"]}}, "BIBREF121": {"ref_id": "b121", "title": "Applications of artificial intelligence and machine learning in smart cities", "authors": [{"first": "Z", "middle": [], "last": "Ullah", "suffix": ""}, {"first": "F", "middle": [], "last": "Al-Turjman", "suffix": ""}, {"first": "L", "middle": [], "last": "Mostarda", "suffix": ""}, {"first": "R", "middle": [], "last": "Gagliardi", "suffix": ""}], "year": 2020, "venue": "Comput. Commun", "volume": "154", "issn": "", "pages": "313--323", "other_ids": {"DOI": ["10.1016/j.comcom.2020.02.069"]}}, "BIBREF122": {"ref_id": "b122", "title": "Artificial intelligence-based training learning from application", "authors": [{"first": "A", "middle": [], "last": "Upadhyay", "suffix": ""}, {"first": "K", "middle": [], "last": "Khandelwal", "suffix": ""}], "year": 2019, "venue": "Development and Learning in Organizations", "volume": "33", "issn": "", "pages": "20--23", "other_ids": {"DOI": ["10.1108/DLO-05-2018-0058"]}}, "BIBREF123": {"ref_id": "b123", "title": "Drones: military weapons, surveillance or mapping tools for environmental monitoring? The need for legal framework is required", "authors": [{"first": "A", "middle": [], "last": "Vacca", "suffix": ""}, {"first": "H", "middle": [], "last": "Onishi", "suffix": ""}], "year": 2017, "venue": "Transportation Research Procedia", "volume": "25", "issn": "", "pages": "51--62", "other_ids": {"DOI": ["10.1016/j.trpro.2017.05.209"]}}, "BIBREF124": {"ref_id": "b124", "title": "Use of mobile applications in hand therapy", "authors": [{"first": "K", "middle": [], "last": "Valdes", "suffix": ""}, {"first": "E", "middle": [], "last": "Gendernalik", "suffix": ""}, {"first": "J", "middle": [], "last": "Hauser", "suffix": ""}, {"first": "M", "middle": [], "last": "Tipton", "suffix": ""}], "year": 2020, "venue": "J. Hand Ther", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jht.2019.10.003"]}}, "BIBREF125": {"ref_id": "b125", "title": "Using social and behavioural science to support COVID-19 pandemic response", "authors": [{"first": "J", "middle": ["J"], "last": "Van Bavel", "suffix": ""}, {"first": "K", "middle": [], "last": "Baicker", "suffix": ""}, {"first": "P", "middle": [], "last": "Boggio", "suffix": ""}, {"first": "V", "middle": [], "last": "Capraro", "suffix": ""}, {"first": "A", "middle": [], "last": "Cichocka", "suffix": ""}, {"first": "M", "middle": [], "last": "Crockett", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.31234/osf.io/y38m9"]}}, "BIBREF126": {"ref_id": "b126", "title": "Screening for Covid-19", "authors": [], "year": 2020, "venue": "Verdict Medical devices", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Identifying predictive features in drug response using machine learning: opportunities and challenges", "authors": [{"first": "M", "middle": [], "last": "Vidyasagar", "suffix": ""}], "year": 2015, "venue": "Annu. Rev. Pharmacol. Toxicol", "volume": "55", "issn": "", "pages": "15--34", "other_ids": {"DOI": ["10.1146/annurev-pharmtox-010814-124502"]}}, "BIBREF128": {"ref_id": "b128", "title": "Artificial intelligence (AI) and global health: how can AI contribute to health in resource-poor settings?", "authors": [{"first": "B", "middle": [], "last": "Wahl", "suffix": ""}, {"first": "A", "middle": [], "last": "Cossy-Gantner", "suffix": ""}, {"first": "S", "middle": [], "last": "Germann", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Schwalbe", "suffix": ""}], "year": 2018, "venue": "BMJ Glob. Health", "volume": "3", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmjgh-2018-000798"]}}, "BIBREF129": {"ref_id": "b129", "title": "Multi-dimensional data indexing and range query processing via Voronoi diagram for internet of things", "authors": [{"first": "S", "middle": [], "last": "Wan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gu", "suffix": ""}, {"first": "Q", "middle": ["H"], "last": "Abbasi", "suffix": ""}, {"first": "K.-K", "middle": ["R"], "last": "Choo", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Cognitive computing and wireless communications on the edge for healthcare service robots", "authors": [{"first": "S", "middle": [], "last": "Wan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ni", "suffix": ""}], "year": 2019, "venue": "Comput. Commun", "volume": "149", "issn": "", "pages": "99--106", "other_ids": {"DOI": ["10.1016/j.comcom.2019.10.012"]}}, "BIBREF132": {"ref_id": "b132", "title": "Real-time estimation and prediction of mortality caused by COVID-19 with patient information-based algorithm", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Guo", "suffix": ""}, {"first": "N", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "Sci. Total Environ", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scitotenv.2020.138394"]}}, "BIBREF133": {"ref_id": "b133", "title": "A deep learning algorithm using CT images to screen for corona virus disease (COVID-19)", "authors": [{"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Kang", "suffix": ""}, {"first": "J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "X", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "M", "middle": [], "last": "Xiao", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.14.20023028"]}}, "BIBREF134": {"ref_id": "b134", "title": "The precaution adoption process", "authors": [{"first": "N", "middle": ["D"], "last": "Weinstein", "suffix": ""}], "year": 1988, "venue": "Health Psychol", "volume": "7", "issn": "", "pages": "355--386", "other_ids": {"DOI": ["10.1037/0278-6133.7.4.355"]}}, "BIBREF135": {"ref_id": "b135", "title": "Translational medicine in the era of big data and machine learning", "authors": [{"first": "W", "middle": ["S"], "last": "Weintraub", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Fahed", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Rumsfeld", "suffix": ""}], "year": 2018, "venue": "Circ. Res", "volume": "123", "issn": "", "pages": "1202--1204", "other_ids": {"DOI": ["10.1161/circresaha.118.313944"]}}, "BIBREF136": {"ref_id": "b136", "title": "Declaration of Public Health Emergency of International Concern", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "WHO, 2020b. Coronavirus disease (COVID-2019) situation reports", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Basic protective measures against the new coronavirus", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "The COVID-19 Risk Communication Package for Healthcare Facilities", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Government and companies response to COVID-19", "authors": [], "year": 2020, "venue": "World Economic Forum", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Innovation in meeting the ventilator demands", "authors": [], "year": 2020, "venue": "World Economic Forum", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Changes due to coronavirus impact", "authors": [], "year": 2020, "venue": "World Economic Forum", "volume": "", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "An emerging technology -wearable wireless sensor networks with applications in human health condition monitoring", "authors": [{"first": "H", "middle": [], "last": "Yan", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Xu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Bi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Pang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}], "year": 2015, "venue": "Journal of Management Analytics", "volume": "2", "issn": "", "pages": "121--137", "other_ids": {"DOI": ["10.1080/23270012.2015.1029550"]}}, "BIBREF145": {"ref_id": "b145", "title": "Application of artificial intelligence in electrical automation control", "authors": [{"first": "L", "middle": ["B"], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Procedia Computer Science", "volume": "166", "issn": "", "pages": "292--295", "other_ids": {"DOI": ["10.1016/j.procs.2020.02.097"]}}, "BIBREF146": {"ref_id": "b146", "title": "Healthcare robot technology development", "authors": [{"first": "S", "middle": [], "last": "Yi", "suffix": ""}, {"first": "D", "middle": [], "last": "Moon", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "K", "middle": [], "last": "Kim", "suffix": ""}], "year": 2008, "venue": "IFAC Proceedings Volumes", "volume": "41", "issn": "", "pages": "5318--5323", "other_ids": {"DOI": ["10.3182/20080706-5-KR-1001.00896"]}}, "BIBREF147": {"ref_id": "b147", "title": "Drugs supply and pharmaceutical care management practices at a designated hospital during the COVID-19 epidemic", "authors": [{"first": "W", "middle": [], "last": "Ying", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qian", "suffix": ""}, {"first": "Z", "middle": [], "last": "Kun", "suffix": ""}], "year": 2020, "venue": "Res. Soc. Adm. Pharm", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.sapharm.2020.04.001"]}}, "BIBREF148": {"ref_id": "b148", "title": "Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "M", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "W", "middle": [], "last": "Yin", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tao", "suffix": ""}, {"first": "W", "middle": [], "last": "Tan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "PLoS One", "volume": "15", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0230548"]}}, "BIBREF149": {"ref_id": "b149", "title": "An artificial neural network integrated pipeline for biomarker discovery using Alzheimer's disease as a case study. Computational and Structural", "authors": [{"first": "D", "middle": [], "last": "Zafeiris", "suffix": ""}, {"first": "S", "middle": [], "last": "Rutella", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Ball", "suffix": ""}], "year": 2018, "venue": "Biotechnology Journal", "volume": "16", "issn": "", "pages": "77--87", "other_ids": {"DOI": ["10.1016/j.csbj.2018.02.001"]}}, "BIBREF150": {"ref_id": "b150", "title": "Progressive sampling-based Bayesian optimization for efficient and automatic machine learning model selection", "authors": [{"first": "X", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "G", "middle": [], "last": "Luo", "suffix": ""}], "year": 2017, "venue": "Health Information Science and Systems", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s13755-017-0023-z"]}}, "BIBREF151": {"ref_id": "b151", "title": "Effective risk communication for public health emergency: reflection on the COVID-19 (2019-nCoV) outbreak in Wuhan, China. Healthcare 8, 64", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "K", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/healthcare8010064"]}}, "BIBREF152": {"ref_id": "b152", "title": "A predictive model of rectal tumor response to preoperative radiotherapy using classification and regression tree methods", "authors": [{"first": "I", "middle": [], "last": "Zlobec", "suffix": ""}], "year": 2005, "venue": "Clin. Cancer Res", "volume": "11", "issn": "", "pages": "5440--5443", "other_ids": {"DOI": ["10.1158/1078-0432.ccr-04-2587"]}}, "BIBREF153": {"ref_id": "b153", "title": "E-Learning Implementation in Developing Countries: Perspectives and Obstacles. Online Tutor 2.0: Methodologies and Case Studies for Successful Learning", "authors": [{"first": "J", "middle": [], "last": "Zoroja", "suffix": ""}, {"first": "M", "middle": [], "last": "Merkac Skok", "suffix": ""}, {"first": "M", "middle": [], "last": "Bach", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4018/978-1-4666-5832-5.ch004"]}}}, "ref_entries": {"FIGREF0": {"text": "Framework of the study.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Restructured society and environment during COVID-19.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic representation of risk communication process.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Illustration of relationship among artificial intelligence, machine learning and deep learning.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Illustration of indirect controlling of COVID-19 by supporting society to follow quarantine.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Manufacturing Industries before and during pandemic(NS Medical devices, 2020;Autodesk-Redshift, 2020; World Economic Forum, 2020b).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>S·No </td><td>Companies </td><td>Domain </td><td>Manufacturing products\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Before Pandemic </td><td>During Pandemic\n</td></tr><tr><td>1 </td><td>Ford </td><td>Automotive Industry </td><td>Vehicles </td><td>Modified respirator and ventilators\n</td></tr><tr><td>2 </td><td>Tesla - Gigafactory </td><td>Automotive Industry </td><td>PV cells </td><td>Ventilators\n</td></tr><tr><td>3 </td><td>Airbus </td><td>Aerospace Industry </td><td>Aircraft products </td><td>Ventilators\n</td></tr><tr><td>4 </td><td>Mercedes-AMG High Performance Powertrains\n</td><td>Automotive Industry </td><td>Formula 1 engines </td><td>Continuous positive airway pressure (CPAP) machines\n</td></tr><tr><td>5 </td><td>Dyson </td><td>Tech company </td><td>Vacuum cleaners and hand dryers </td><td>Ventilators\n</td></tr><tr><td>6 </td><td>Ineos </td><td>Chemical company </td><td>Oil, gas, plastics Chemicals and other products\n</td><td>Hand sanitizer and other healthcare products\n</td></tr><tr><td>7 </td><td>Gucci </td><td>Fashion </td><td>Luxury clothing </td><td>Masks\n</td></tr><tr><td>8 </td><td>Zara </td><td>Fashion </td><td>Aparel </td><td>Surgical masks\n</td></tr><tr><td>9 </td><td>Bacardi </td><td>Alcohol based company\n</td><td>Rum </td><td>Hand sanitizers\n</td></tr><tr><td>10 </td><td>Eight Oaks Farm </td><td>Distillery </td><td>Liquor </td><td>Disinfectant\n</td></tr><tr><td>11 </td><td>LVMH and L'Oreal </td><td>Fashion </td><td>Face creams and perfumes </td><td>Medical disinfectants and sanitizer gels\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Reported AI and ML technologies utilized for COVID-19. S.·no Company/Authors Prediction Associating CT scan scores with mortality of the patients infected with COVID-19 The average score of patients who died was 30 and the patients who App Users can see if they had come contact with an infected individual without knowing who it might be only if the infected person has shared that information.", "latex": null, "type": "table"}, "TABREF2": {"text": "Various application of AI in the health care system.", "latex": null, "type": "table"}, "TABREF4": {"text": "Potential applications of drone technology in a pandemic situation.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>S. no. </td><td>Application </td><td>Description </td><td>Reference\n</td></tr><tr><td>1 </td><td>Delivery of goods </td><td>Parcel and passenger transportation </td><td>(Kellermann et al., 2020)\n</td></tr><tr><td> </td><td> </td><td>Truck-and-drone delivery system </td><td>(Crisan and Nechita, 2019)\n</td></tr><tr><td> </td><td> </td><td>Drones in clinical microbiology and infectious diseases </td><td>(Poljak and Sterbenc, 2019)\n</td></tr><tr><td>2 </td><td>Surveillance </td><td>Drones as military weapons, mapping tool and for surveillance </td><td>(Vacca and Onishi, 2017)\n</td></tr><tr><td> </td><td> </td><td>Drones in surveillance for searching and rescuing during a natural disaster </td><td>(Mishra et al., 2020)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors thank Dr. M. Jayalalitha MBBS, Shanthi Ortho Care Hospital, Tiruchirappalli, Tamil Nadu, India, who helped us by suggesting some practical issues that are faced by the Corona Virus affected patients and the doctors working in the hospital during the COVID-19 period. The inputs received has helped the authors in framing certain important sections of the paper.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}