{
    "paper_id": "3e16e33324d6a3358e5a55dfcd696ac22d9a01a5",
    "metadata": {
        "title": "Rapid Investment in Nursing to Strengthen the Global COVID-19 Response Running head: INVESTMENT IN NURSING COVID 1 Guest Editorial Rapid Investment in Nursing to Strengthen the Global COVID-19 Response",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "E"
                ],
                "last": "Rosa",
                "suffix": "",
                "affiliation": {},
                "email": "wrosa@nursing.upenn.edu."
            },
            {
                "first": "Agnes",
                "middle": [],
                "last": "Np-Bc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Binagwaho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Howard",
                "middle": [
                    "Catton"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sheila",
                "middle": [],
                "last": "Davis Dnp, Anp-Bc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "E"
                ],
                "last": "Farmer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Viola",
                "middle": [],
                "last": "Karanja Bsn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judy",
                "middle": [],
                "last": "Khanyola",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [
                    "J"
                ],
                "last": "Moreland",
                "suffix": "",
                "affiliation": {},
                "email": "patricia.jean.moreland@emory.edu."
            },
            {
                "first": "John",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Welch",
                "middle": [],
                "last": "Dnp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "H"
                ],
                "last": "Aiken",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "Wood"
                ],
                "last": "Np-Bc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Agnes",
                "middle": [],
                "last": "Binagwaho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Health",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Viola",
                "middle": [],
                "last": "Karanja",
                "suffix": "",
                "affiliation": {},
                "email": "liberia.vkaranja@pih.org"
            },
            {
                "first": "Health",
                "middle": [],
                "last": "Equity",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rwanda",
                "middle": [
                    "Jkhanyola@ughe Org"
                ],
                "last": "Kigali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Patricia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Moreland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nell",
                "middle": [],
                "last": "Hodgson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "C"
                ],
                "last": "Welch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As of May 1, 2020 , well over 3 million people worldwide had been confirmed positive for Coronavirus Disease 2019 (COVID-19) and over 220,000 had died. 1 As the International",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Year of the Nurse and the Midwife 2020 2 continues alongside the devastating outcomes of COVID-19, nurses are experiencing unprecedented challenges to deliver safe and equitable care to all populations in need. This is particularly true for those living in rural areas, the poor, and others impacted by harsh social, environmental, or economic determinants. 3, 4 There are close to 28 million nurses globally, accounting for nearly 60% of the healthcare workforce and delivering about 90% of primary healthcare services internationally. 5 In many parts of the world, a nurse is the only health professional that many in underserved areas are able to access. Nurses spend far more time with sick persons than any other interdisciplinary partner and have consistently been acknowledged as the most trusted profession. Given the sheer quantitative force of the nursing profession as the frontline responders to the pandemic and their proximity to the communities they serve, there needs to be rapid policy reform and investment in nurses and nursing to ensure their optimal contribution and continued wellbeing amid the myriad consequences of COVID-19 now and beyond the flattening of the curve. Nowat the height of the pandemicis the opportunity to translate our acknowledgment of nurses into real-time organizational and governmental support, increasing the potential for measurable and improved health outcomes in the face of COVID-19.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 361,
                    "end": 362,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 537,
                    "end": 538,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prior to the Year of the Nurse and the Midwife, several reports called for expanded autonomy for nurses and increased recognition of their potential to impact health through expanded scopes of practice in clinical, education, research, and decision-making domains. 6, 7 Using the primary recommendations of, Nursing and Midwifery: The Key to Rapid and Cost-Effective Expansion of High-Quality Universal Health Coverage, 8 a report of the World Innovation Summit for Health (WISH) Nursing and Universal Health Coverage Forum 2018, we put forward timely suggestions to improve the current state of health by addressing policy gaps that will more effectively contain and manage the COVID-19 pandemic -as well as future public health and humanitarian crisesby leveraging the skills of the global nursing workforce.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 268,
                    "end": 269,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "license. 8 Nurses and advanced practice nurses are, in many cases, playing lead roles in COVID-19 testing, triage, and management both in acute care and community-based settings. This is happening in some countries but needs continued widespread adoption. Such models will provide an extra layer of support to all care teams across the system and free up specialists for more urgent clinical consultation. The creation of nurse-managed testing clinics and nurse-led models of education and training can contribute to public health awareness about the need to abide by social distancing, hygiene, and quarantining prevention practices to mitigate spread and preserve population well-being. Removing practice barriers at local and national levels promotes nurses working to the full scope of their licensure, commensurate with their training and skillsets, forging approaches to support effective disease management even beyond the impact of INVESTMENT IN NURSING COVID 4 COVID-19. In addition, leveraging the nurse workforce in this manner will prove integral to health promotion, disease prevention, health literacy, and early detection across the health system and in the face of future public health emergencies.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 10,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Redesign existing services and introduce new and innovative services that maximize the contribution made by nurses and midwives, enabling them to work at the top of their"
        },
        {
            "text": "professions and health workers. 8 Investment in nurses needs to be strategized across all aspects of the profession. For instance, increased fiscal allocation to nursing schools is required to prepare the next cadre of frontline advocates. During the COVID-19 response, nursing students, with just-in-time training and under supportive supervision, can be employed in administrative, testing, telemedicine, and patient education roles to fill care gaps. Students can also be used to communicate with and track older persons and those with chronic conditions to decrease the negative impacts of social isolation and identify physical decline early.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 33,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Develop a comprehensive workforce strategy that maximizes the contribution of all"
        },
        {
            "text": "Maximizing the contribution of nurses is imperative, for example, leveraging the role of nurse practitioners. Empirical data consistently shows that nurse practitioners demonstrate cost- Their practice scope to diagnose, treat, evaluate, prescribe, and consult is critical to filling the gap amid both the pandemic and the broader global healthcare worker shortage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Develop a comprehensive workforce strategy that maximizes the contribution of all"
        },
        {
            "text": "Enact supportive legislation and regulation. 8 Optimizing the nursing workforce requires empowering nurses through immediate amendments to policies that dictate practice and interprofessional partnerships. Systems need to take steps toward legislation that safely increases the tasks and roles of nurses, including nurse prescribing. National and international nursing associations should actively participate in COVID-19 response task forces, input for nursing scope expansion to meet health system needs, and active engagement in redefining professional nursing roles in a state of health disaster. The inaugural State of the World's Nursing 2020 report calls for increased investment in education, jobs, and leadership to ensure nurses are supported and their contributions optimized across settings. 5 In support of such a goal, schools of nursing globally should reaffirm their commitments to community and public health through regulations that ensure curricular emphasis on epidemic prevention and response, as well as leadership and management training, for all current and future nurses. 10 This recommendations is, perhaps, one of the most vital. Weas a system and healthcare communitymust continue to encourage nurses to take on leadership roles in all settings and at policy tables. More than ever before, COVID-19 has raised the visibility of nurses' contributions to the global public. They are: first responders, researchers, community liaisons, intensive care experts, ethics experts; and healthcare coordinators, managers, and mobilizers of resources. Making effort to ensure a transparent and honest communication of who nurses are and what they contribute during COVID-19 will promote nursing as a desirable and challenging career option now and in the future, helping to close the healthcare workforce deficits and strengthen the nursing frontline for the long-term.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 804,
                    "end": 805,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1097,
                    "end": 1099,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INVESTMENT IN NURSING COVID 5"
        },
        {
            "text": "Without immediate attention to the intelligent deployment and utilization of nurses, the COVID-19 response and the mitigation strategies for future inevitable pandemics will be suboptimal. Policy makers, interdisciplinary partners, and other critical stakeholders must support changes that allow nurses to innovate, lead, and maximize their contribution to society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTMENT IN NURSING COVID 6"
        },
        {
            "text": "The far-reaching consequences of COVID-19 have shown that we need widespread, rapid, and intelligent investment in nursing through informed action that fully leverages the healthcare workforce. Our communities and the health of populations worldwide depend on these urgently needed policy reforms and increased investment in nursing now more than ever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTMENT IN NURSING COVID 6"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Year of the nurse and the midwife 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Support nurses and midwives through COVID-19 and beyond",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International Council of Nurses. ICN COVID-19 portal",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. State of the world's nursing 2020: investing in education, jobs and leadership. Geneva: WHO, 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Triple impact: How developing nursing will improve health, promote gender equality and support economic growth",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Global strategic directions for strengthening nursing and midwifery",
            "authors": [],
            "year": 2016,
            "venue": "Available from: INVESTMENT IN NURSING COVID 8",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nursing and midwifery: The key to the rapid and costeffective expansion of high-quality universal health coverage: A report of the WISH Nursing and UHC Forum",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brownie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Refsum",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nurses as substitutes for doctors in primary care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laurant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Biezen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wijers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cochrane Database Sys Rev",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD001271.pub3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cost-effectiveness of nurse practitioners in primary and specialized ambulatory care: systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martin-Misener",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harbman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Donald",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "5",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2014-007167"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guidelines on advanced practice nursing 2020. Geneva: ICN, 2020",
            "authors": [
                {
                    "first": "International",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nurses",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Aiken, PhD, RN, FAAN, FRCN, Claire M. Fagin Professor and Director, Cent for Health Outcomes and Policy Research, University of Pennsylvania School of Nursing, Philadelphia, PA, USA. laiken@nursing.upenn.edu Corresponding Author: William E. Rosa, (+1) 646.689.4044, wrosa@nursing.upenn.edu 418 Curie Blvd., Claire Fagin Hall, University of Pennsylvania School of Nursing Philadelphia, PA 19104",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "effective and favorable outcomes on a number of quality measures, and have high levels of patient satisfaction. 9,10 Many state governments in the United States have supported full practice authority for nurse practitioners and temporarily removed the requirement for collaborative practice agreements with physicians to optimize scarce human resources for health to address population needs in the context of COVID-19. On a global scale, the recent International Council of Nurses' Guidelines on Advanced Practice Nursing 2020 11 provide governments, policymakers, and other stakeholders with the information needed to better understand the advanced practice nursing role and their myriad contributions to the health of individuals and communities.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}