{
    "paper_id": "3e1a421c565f434f6afeea7afd5ac05361017001",
    "metadata": {
        "title": "The Association Between Prosocialness, Relational-Interdependent Self-construal and Gender in Relation to Burnout Among Swedish Clergy",
        "authors": [
            {
                "first": "Sandra",
                "middle": [],
                "last": "Buratti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gothenburg",
                    "location": {
                        "postBox": "Box 500",
                        "postCode": "405 30",
                        "settlement": "Gothenburg",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Martin"
                ],
                "last": "Geisler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gothenburg",
                    "location": {
                        "postBox": "Box 500",
                        "postCode": "405 30",
                        "settlement": "Gothenburg",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Carl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Allwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gothenburg",
                    "location": {
                        "postBox": "Box 500",
                        "postCode": "405 30",
                        "settlement": "Gothenburg",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Serving as a clergyperson is a highly variable profession and in recent decades, the role has evolved and expanded even further. Consequently, the demands have increased and with it the risk for stress-related ill-health and absenteeism. The aim of the current study was to evaluate, in a larger sample of Swedish clergy (N = 871), two possible antecedents of burnout, namely prosocialness and relational-interdependent self-construal. A further aim was to explore potential gender differences in the investigated associations. The direct and indirect relationships of prosocialness and relational-interdependent self-construal to two dimensions of burnout, exhaustion, and disengagement were investigated in a structural equation-modelling framework. The results showed that clergy who reported higher prosocialness experienced more stress in their work, in terms of both quantitative and emotional demands, which in turn was associated with higher levels of exhaustion and disengagement. But prosocialness was also found to be directly associated with lower levels of disengagement, as well as indirectly associated with higher levels of role clarity. However, no direct or indirect associations were found between relational-interdependent self-construal and any dimension of burnout. Regarding gender differences, female clergy reported higher levels of prosocialness and job demands, less role clarity, and in turn more exhaustion compared to male clergy. This indicated a more stressful situation for female clergy. Our study contributes new insights into the role that personality plays in different dimensions of burnout in clergy, as well as insights into an understanding of gender differences in burnout among clergy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Clergy is a highly variable profession with many potential stressors. The profession not only entails the preaching of the gospel and the delivery of rituals, but also organization, administration, and pastoral care for people in need (e.g., Milstein et al. 2005 Milstein et al. , 2010 . Furthermore, providing spiritual guidance and pastoral care can be emotionally demanding and clergy are frequently approached to take on tasks typically performed by counsellors and mental health workers (e.g., Rudolfsson and Milstein 2019; Wang et al. 2003) . Consequently, the clergy profession has become more demanding and stressful (Hendron et al. 2012; Proeschold-Bell et al. 2015; Proeschold-Bell and Byassee 2018) , and it has been noted that emotional labour, role overload, and compassion fatigue are major clergy stressors (Adams et al. 2017; Frederick et al. 2018; Kinman et al. 2011) .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 262,
                    "text": "Milstein et al. 2005",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 263,
                    "end": 285,
                    "text": "Milstein et al. , 2010",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 499,
                    "end": 528,
                    "text": "Rudolfsson and Milstein 2019;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 529,
                    "end": 546,
                    "text": "Wang et al. 2003)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 625,
                    "end": 646,
                    "text": "(Hendron et al. 2012;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 647,
                    "end": 675,
                    "text": "Proeschold-Bell et al. 2015;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 676,
                    "end": 709,
                    "text": "Proeschold-Bell and Byassee 2018)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 822,
                    "end": 841,
                    "text": "(Adams et al. 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 842,
                    "end": 864,
                    "text": "Frederick et al. 2018;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 865,
                    "end": 884,
                    "text": "Kinman et al. 2011)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent reports suggest that stress-related ill-health and burnout is a common concern for the clergy (e.g., Frederick et al. 2018) , although some previous research suggests that the Protestant churches' clergy report higher levels of occupational stress compared to Catholic Church clergy (Weaver et al. 2002) . In Sweden, where the vast majority are Protestant, clergy has been highlighted as a profession with high levels of stress-related ill-health and absenteeism (Social Insurance Report, 2014: 4) .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 130,
                    "text": "Frederick et al. 2018)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 290,
                    "end": 310,
                    "text": "(Weaver et al. 2002)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 470,
                    "end": 504,
                    "text": "(Social Insurance Report, 2014: 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In line with the notion that aspects of emotionality, role overload, and compassion fatigue are important for understanding occupational stress in the clergy, this study investigated two possible antecedents for clergy burnout, namely prosocialness and relational-interdependent self-construal, among Protestant clergy serving in the Church of Sweden. In brief, prosocialness is the willingness to care for or assist others (Caprara et al. 2005 ), whereas relational-interdependent self-construal refers to the tendency to define oneself through one's social roles and relationships (Cross et al. 2000) . The relevance of attending to prosocialness and relation-interdependent self-construal is indicated by reports that clergy do not tend to differentiate between their personal lives and their professional role (Beebe 2007) , and that this strong identification with their professional role seems to be associated with less disengagement but higher exhaustion (Innstrand et al. 2011 ). Thus, prosocialness and a relational-interdependent self-construal may be associated with higher levels of strain and burnout among the clergy. Furthermore, because previous research has reported gender differences in burnout (e.g., Purvanova and Muros 2010) , where women often tend to report higher exhaustion and men tend to report higher disengagement, the study therefore also investigated if differences in prosocialness and relational-interdependent self-construal could form part of the explanation for commonly found gender differences in burnout.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 444,
                    "text": "(Caprara et al. 2005",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 583,
                    "end": 602,
                    "text": "(Cross et al. 2000)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 814,
                    "end": 826,
                    "text": "(Beebe 2007)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 963,
                    "end": 985,
                    "text": "(Innstrand et al. 2011",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1222,
                    "end": 1247,
                    "text": "Purvanova and Muros 2010)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current study was carried out in Sweden, often referred to as one of the most secular countries in the world. In recent decades, the Protestant Church of Sweden (Lutheran) has faced many challenges and undergone major changes. For instance, in 2000 the formal bond between the Swedish state and the Church of Sweden was ended, and since then its membership rate has been declining. However, the proportion of members in the population is still considerable (5.8 million members, or roughly 56% of the population) and the Church of Sweden continues to play a significant role in Swedish society (e.g., Kasselstrand 2015; Church of Sweden 2020). Moreover, the Church of Sweden has undergone various organizational changes. The number of parishes has decreased, as smaller parishes have been merged into larger parishes and congregations, which seems to have resulted in additional strain for clergy in terms of more administrative tasks and additional organizational responsibilities. Due to under-resourced public health services, clergy in Sweden, like clergy in other parts of the world, report being increasingly approached as free health care providers (Rudolfsson and Milstein 2019) . In parallel, concerns regarding the work environment and an increase in stressrelated ill-health and absenteeism have been reported among the Swedish clergy (e.g., Hansson 2006; Social Insurance Report 2014) . However, insights into possible antecedents to stress-related ill-health and burnout among Swedish clergy are limited and more research is needed.",
            "cite_spans": [
                {
                    "start": 1160,
                    "end": 1190,
                    "text": "(Rudolfsson and Milstein 2019)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1357,
                    "end": 1370,
                    "text": "Hansson 2006;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1371,
                    "end": 1400,
                    "text": "Social Insurance Report 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent decades, research on burnout has grown immensely (Eurofound 2018; Schaufeli et al. 2009 ). Initially, burnout was considered to be a psychological response to chronic stress expressed by people who work within human services professions (Maslach and Jackson 1981; Maslach 1992) . However, burnout is recognized as a possible response in all types of occupations, and the dimensionality of the concept has been the subject of extensive debates (e.g., Schaufeli et al. 2009 ). Furthermore, research suggests that the two core dimensions of burnout are exhaustion, referring to a depletion of mental and physical energy due to work-related strain and disengagement (c.f. depersonalization), characterized by feelings of cynicism toward one's work and one's clients (e.g., Qiao and Schaufeli 2011) .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 75,
                    "text": "(Eurofound 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 76,
                    "end": 97,
                    "text": "Schaufeli et al. 2009",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 247,
                    "end": 273,
                    "text": "(Maslach and Jackson 1981;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 274,
                    "end": 287,
                    "text": "Maslach 1992)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 460,
                    "end": 481,
                    "text": "Schaufeli et al. 2009",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 779,
                    "end": 803,
                    "text": "Qiao and Schaufeli 2011)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The existing research concerning burnout levels among clergy shows mixed results. For instance, in one study clergy were found to report higher levels of exhaustion but lower levels of disengagement (e.g., Innstrand et al. 2011) . However, other studies have reported that, despite high levels of stressors such as emotional demands and role overload, clergy seem to exhibit moderate levels of burnout as compared to other professions (e.g., Adams et al. 2017 ). In addition, research has reported differences in the levels of burnout among clergy, with younger clergy (e.g., Francis et al. 2004 ) as well as female clergy reporting higher levels of burnout (e.g., Innstrand et al. 2011) .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 228,
                    "text": "Innstrand et al. 2011)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 442,
                    "end": 459,
                    "text": "Adams et al. 2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 576,
                    "end": 595,
                    "text": "Francis et al. 2004",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 665,
                    "end": 687,
                    "text": "Innstrand et al. 2011)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although previous research on the antecedents of burnout has focused on workrelated determinants and only given limited attention to individual differences such as personality (Alarcon et al. 2009; Swider and Zimmerman 2010) , it was noted by Francis et al. (2004) that personality is important to consider in understanding clergy burnout. Regarding the role of personality, clergy who report high neuroticism and low extraversion have been found to experience higher rates of burnout (e.g., Francis and Crea 2015; Turton and Francis 2007) . Francis and Crea (2015) proposed that extroverts are better prepared to meet the interpersonal expectations of the clergy profession. Moreover, in a study among clergy from several denominations, Beebe (2007) found that clergy who experienced less differentiation between the self and their profession, higher role overload, or higher role ambiguity, also reported higher indicators of risk of developing burnout. In a study of Methodist clergy, a high level of self-compassion was found to be associated with less exhaustion (Barnard and Curry 2012) . Nevertheless, as the previous research on the role of personality in relation to burnout among clergy is limited, more research is needed.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 197,
                    "text": "(Alarcon et al. 2009;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 198,
                    "end": 224,
                    "text": "Swider and Zimmerman 2010)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 243,
                    "end": 264,
                    "text": "Francis et al. (2004)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "Francis and Crea 2015;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 515,
                    "end": 539,
                    "text": "Turton and Francis 2007)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 542,
                    "end": 565,
                    "text": "Francis and Crea (2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 738,
                    "end": 750,
                    "text": "Beebe (2007)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1068,
                    "end": 1092,
                    "text": "(Barnard and Curry 2012)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Though burnout is a problem in various types of professions, workers within human services occupations seem to be especially susceptible, due to the emotional and caregiving aspects of these types of occupations (e.g., Hasenfeld 2010; Maslach et al. 2001) . Indeed, it has been suggested that clergy are at risk of burnout due to the human services aspects of their profession (e.g., Frederick et al. 2018) . Furthermore, it has been noted that the lower levels of disengagement observed among clergy may need to be understood in relation to their strong identification (e.g., religious identity, calling) with the job (Beebe 2007; Innstrand et al. 2011 ). Related to this, it has been suggested that people who have an altruistic motivation to work for the good of other people, and to serve the interests of a community (e.g., the church/ congregation), are better able to deal with stressors and stay engaged because of their prosocial motivation (Bakker 2015) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 234,
                    "text": "Hasenfeld 2010;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 235,
                    "end": 255,
                    "text": "Maslach et al. 2001)",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 406,
                    "text": "Frederick et al. 2018)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 619,
                    "end": 631,
                    "text": "(Beebe 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 632,
                    "end": 653,
                    "text": "Innstrand et al. 2011",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 950,
                    "end": 963,
                    "text": "(Bakker 2015)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Prosocialness is a trait-like disposition referring to the willingness to care for and be ready to help and assist others (Caprara and Pastorelli 1993; Caprara et al. 2005) . It has been reported that engaging in work-related prosocial behaviour increases the meaningfulness a person experiences in their work (Allan et al. 2018) , and prosocialness has been found to have a positive correlation with a person's general well-being (Caprara et al. 2005) . Nevertheless, being overly engaged in prosocial behaviour may increase stress and, in turn, risk having adverse effects on well-being (Windsor et al. 2008 ) and work-related outcomes (Bolino and Grant 2016) . Illustrative of this, some studies suggest that when people feel obliged to help others they may risk taking on too much responsibility for other people, which can lead to work overload and fatigue (e.g., Grant 2008; Bolino and Turnley 2005) . Furthermore, the relational-interdependent self-construal concept, which is related to prosocialness, refers to a person's identity in relation to their close relationships. People with higher relational-interdependent self-construal experience a close connection to others, in the sense that important relationships and social roles are an intimate and important part of their definition of self. To maintain and enhance a relational-interdependent self-construal, a person may engage in prosocial acts in order to enhance their relationships and connectedness with others (Cross et al. 2000) . Hence, it may be that individuals high in prosocialness-in a profession where the needs of the clients are great-will take on a greater workload and become more engaged in the emotional aspects of their work. Hence, clergy with higher prosocialness and relational-interdependent self-construal may be inclined to invest more time and effort in their work and are less likely to turn away clients in need, which in turn may blur the boundaries of their professional role. Similarly, these members of the clergy may become more involved and engaged in the needs of their family and friends, which also could have an impact on their work and their well-being (Netemeyer et al. 1996) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 151,
                    "text": "(Caprara and Pastorelli 1993;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 152,
                    "end": 172,
                    "text": "Caprara et al. 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 310,
                    "end": 329,
                    "text": "(Allan et al. 2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 431,
                    "end": 452,
                    "text": "(Caprara et al. 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 589,
                    "end": 609,
                    "text": "(Windsor et al. 2008",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 638,
                    "end": 661,
                    "text": "(Bolino and Grant 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 869,
                    "end": 880,
                    "text": "Grant 2008;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 881,
                    "end": 905,
                    "text": "Bolino and Turnley 2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1482,
                    "end": 1501,
                    "text": "(Cross et al. 2000)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2160,
                    "end": 2183,
                    "text": "(Netemeyer et al. 1996)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, prosocialness and a relational-interdependent self-construal may be related to higher levels of exhaustion and disengagement by being associated with a more extensive work load, less role clarity, and more frequent experiences of personal-towork conflict. However, it may also be that prosocialness can foster a greater sense of meaning in one's work, thereby counteracting feelings of cynicism and disengagement (e.g., Bakker 2015; Innstrand et al. 2011) . Experiencing meaning in one's work is important for workers' health and well-being, and is also important to the risk of burnout (e.g., Schnell et al. 2013) , and recent research even suggests a causal link between prosocial behaviour and meaning in one's work (Allan et al. 2018) .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 461,
                    "text": "Innstrand et al. 2011)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 600,
                    "end": 620,
                    "text": "Schnell et al. 2013)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 725,
                    "end": 744,
                    "text": "(Allan et al. 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A secondary and complementary aim of the present study was to investigate if differences in prosocialness and relational-interdependent self-construal between men and women can add insights that help explain why there are gender differences in levels of burnout among clergy. In their large meta-analyses, Purvanova and Muros (2010) noted that only a few studies have investigated the relationship between gender and burnout, and found that exhaustion was slightly more associated with women whereas disengagement was somewhat more associated with men. Gender effects are of interest in relation to burnout since the conditions under which men and women live are quite different (e.g., Matud 2004) , and because these conditions also differ in different occupations and societies (Purvanova and Muros 2010) . For example, a recent study from Sweden showed that victims of sexual abuse more frequently sought out female clergy for pastoral care as they seemed more approachable (Rudolfsson and Tidefors 2015) . This, together with the notion that clergy are being seen more frequently as potential mental health care providers (e.g., Rudolfsson and Milstein 2019) may mean an increased risk of more strain for female clergy.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 332,
                    "text": "Purvanova and Muros (2010)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 686,
                    "end": 697,
                    "text": "Matud 2004)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 780,
                    "end": 806,
                    "text": "(Purvanova and Muros 2010)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 977,
                    "end": 1007,
                    "text": "(Rudolfsson and Tidefors 2015)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In parallel, in a Norwegian study that investigated gender differences in burnout across several occupations, female clergy were found to report higher levels of exhaustion and disengagement than their male colleagues (Innstrand et al. 2011) . Overall, gender differences in prosocialness may be one factor that contributes to the gender differences in burnout statistics (Eurofound 2018) . Previous studies have found differences in the prosocial behaviour exhibited by men and women (Caprara et al. 2005; Diekman and Clark 2015) . Women tend to exhibit more empathy and offer more emotional support to others, especially in the context of close and longterm relationships. Moreover, women are also more willing to engage in efforts to help socially disadvantaged people, whereas men are more prone to engage in providing immediate assistance that demands concrete action. In line with this, women tend to report higher relational-interdependent self-construal (Cross and Madson 1997) . Furthermore, a study that investigated the role of empathy in relation to burnout among medical students found that women experienced more empathic concerns, as well as higher levels of personal distress and emotional exhaustion, compared to men (Paro et al. 2014) . Thus, gender differences in sociality in respect of burnout is an area that needs further exploration.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 241,
                    "text": "(Innstrand et al. 2011)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 372,
                    "end": 388,
                    "text": "(Eurofound 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 485,
                    "end": 506,
                    "text": "(Caprara et al. 2005;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 507,
                    "end": 530,
                    "text": "Diekman and Clark 2015)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 962,
                    "end": 985,
                    "text": "(Cross and Madson 1997)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1234,
                    "end": 1252,
                    "text": "(Paro et al. 2014)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the literature and the considerations described above, we therefore hypothesized that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Hypothesis 1 Prosocialness and relational-interdependent self-construal will have an indirect relationship with burnout as a result of its association with higher levels of job demands, lower levels of role clarity, and higher levels of personal-to-work conflict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Hypothesis 2 That higher levels of prosocialness and relational-interdependent self-construal are each associated with lower levels of disengagement with their work among clergy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Hypothesis 3 Female clergy will show higher levels of prosocialness and interdependent self-construal compared to male clergy, and this will be associated with higher experienced levels of quantitative demands, emotional demands and less role clarity, which in turn will be associated with higher levels of burnout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "We also investigated possible gender differences in the respective indirect and direct associations between prosocialness and relational-interdependent self-construal and burnout. For example, we investigated whether the association between prosocialness and role clarity was different between female and male clergy in that it may be stronger for one group; or whether the association is positive for one group but negative for the other. However, this part of the analyses was explorative only and no hypotheses were formulated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Participants were clergy working in the Church of Sweden. The data analysed and reported in the current study came from the data collected in the first wave of a larger longitudinal (three-wave) study concerning individual differences in burnout among three occupational groups: clergy, teachers, and clinical psychologists. The research was approved by the Swedish National Board of Ethics (Reg. no. 608-17). In all, 2877 email addresses to clergy were collected from the Church of Sweden and these clergy were invited to participate in the study. To be eligible for participation, the clergyperson was to have worked for at least 1 year in their profession. A total of 897 (31%) of the clergy sample started the survey, and 851 (30%) completed the survey. We followed the recommendations of Newman (2014) and included all participants who had answered at least one relevant construct in the survey; thus seven persons were excluded since they failed to do so. Twelve persons were excluded because they had worked as a clergyperson for less than 1 year, and one additional person was excluded because they stated a job which indicated that the person was not a clergyperson. Since gender information was an important part of the investigations in the current study, four persons were excluded from the data analyses because they responded \"other\" to the gender question and because no statistically valid inferences can be drawn from such a small sample. In addition, two persons were excluded for not providing any gender information. Thus, the final sample consisted of 871 clergy (54% females) with a mean age of 49.4 years (SD = 9.89 years). The majority worked full time (92%) and had the job title of curate (57%), which is the most common job title for clergy working within the Church of Sweden. Furthermore, 43% of the clergy reported that they had a managerial position. The sample was considered highly representative for clergy working for the Church of Sweden, even though slightly more women participated in this study, since 49% of the clergy serving in the Church of Sweden are female according to information provided by the Church of Sweden's employer organization. Also, the mean age in the current study was marginally lower than that of the working population of clergy in the Church of Sweden (52 years).",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 806,
                    "text": "Newman (2014)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Participants and Procedure"
        },
        {
            "text": "The Prosocialness Scale for Adults was used (Caprara et al. 2005) to measure the tendency to act prosocially. The scale has 16 items and measures prosocial orientation in terms of helpfulness, emotional empathy, etc. An example item is \"I am pleased to help my friends/colleagues in their activities\". Each item was answered on a five-point scale with respect to whether the statement was \"Never/almost never true\" (1), \"Occasionally true\" (2), \"Sometimes true\" (3), \"Often true\" (4), or \"Almost always/always true\" (5). A higher score indicates a higher level of prosocialness. Cronbach's alpha was .87.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 65,
                    "text": "(Caprara et al. 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Prosocialness"
        },
        {
            "text": "The scale by Cross et al. (2000) was used to measure relational-interdependent selfconstrual. The scale consists of 11 items and measures to what extent an individual defines him/herself interdependently with others in such a way that the person feels a fundamental connectedness with others. An example item is \"My close relationships are an important reflection of who I am\". The response scale ranges from \"Strongly disagree\" (0) to \"Strongly agree\" (6). Cronbach's alpha was .88.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 32,
                    "text": "Cross et al. (2000)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Relational-Interdependent Self-construal"
        },
        {
            "text": "Job demands and work characteristics were measured using three specific scales from the validated Swedish medium-length version of the Copenhagen Psychosocial Questionnaire (Berthelsen et al. 2014 (Berthelsen et al. , 2018 Pejtersen et al. 2010 ). The scales assessed Quantitative demands (Cronbach's alpha = .83), Emotional demands (Cronbach's alpha = .79), and Role clarity (Cronbach's alpha = .83). Quantitative demands and emotional demands were assessed by four items each and rated on a five-point scale ranging from \"Never/Almost never\" (1) to \"Always\" (5). An example item for quantitative demands is \"Do you get behind with your work?\" and for emotional demands is \"Is your work emotionally demanding?\". Role clarity was measured by three items rated on a five-point scale ranging from \"To a very low degree\" (1) to \"To a very high degree\" (5). An example item is \"Do you know exactly what is expected of you in your work?\". The final scores were linearly transformed according to the following formula provided with the COPSOQ-II (1 = 0, 2 = 25, 3 = 50, 4 = 75, 5 = 100).",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 196,
                    "text": "(Berthelsen et al. 2014",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 197,
                    "end": 222,
                    "text": "(Berthelsen et al. , 2018",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 223,
                    "end": 244,
                    "text": "Pejtersen et al. 2010",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Job Demands and Work Characteristics"
        },
        {
            "text": "Three items were used to measure personal-to-work conflict, that is, the extent to which demands from the respondent's personal life were perceived as obstacles to their effectiveness at work. The items 7-9 in the scale presented by Wilson and Baumann (2015) were used: \"My personal activities produce stress that makes it difficult to concentrate at work\", \"My personal activities drain me of energy I need to do my job.\" and \"I am often too tired to be effective at work because of my involvement in personal activities.\" The respondents were asked to provide information with respect to the extent that each of the items \"corresponded with themselves and their situation\" Each item was answered on a scale ranging from \"Totally disagree\" (1), \"Disagree\" (2), \"Neither disagree nor agree\" (3),\"Agree\" (4), to \"Totally agree\" (5). Cronbach's alpha was .87.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 258,
                    "text": "Wilson and Baumann (2015)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Personal-to-Work Conflict"
        },
        {
            "text": "Exhaustion was measured using the Shirom-Melamed Burnout Questionnaire (Lundgren-Nilsson et al. 2012; Melamed et al. 1992) , which has 22 items and is a selfreported measure of exhaustion. It includes four subscales: Physical exhaustion (8 items, e.g., \"I am physically exhausted\"), Listlessness (4 items, e.g., \"I feel alert\"; reverse scored), Tension (4 items, e.g., \"I feel relaxed\" reverse scored), and Cognitive weariness (6 items, e.g., \"I feel I am not thinking clearly\"). Each item is rated on a seven-point scale ranging from \"Almost never\" (1) to \"Almost always\" (7). The cut-off point for clinical levels of exhaustion is a score ≥ 4.4 (Lundgren-Nilsson et al. 2012). Cronbach's alpha was .96.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 101,
                    "text": "(Lundgren-Nilsson et al. 2012;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 102,
                    "end": 122,
                    "text": "Melamed et al. 1992)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Burnout"
        },
        {
            "text": "Disengagement was measured using the Disengagement scale of the Oldenburg Burnout Inventory (Demerouti et al. 2003; Halbesleben and Demerouti 2005; Peterson et al. 2011) . The scale consists of eight items (e.g., \"It happens more and more often that I talk about my work in a negative way\") measured on a four-point scale ranging from \"Totally disagree\" (1) to \"Totally agree\" (4). Cronbach's alpha was .80.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 115,
                    "text": "(Demerouti et al. 2003;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 116,
                    "end": 147,
                    "text": "Halbesleben and Demerouti 2005;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 148,
                    "end": 169,
                    "text": "Peterson et al. 2011)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Burnout"
        },
        {
            "text": "Demographic variables such as age, years working as a clergyperson, gender (0 = female, 1 = male), and managerial position (0 = no managerial position, 1 = managerial position) were included to control for potential confounding effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covariates"
        },
        {
            "text": "Descriptive statistics and Cronbach alphas were analysed using SPSS 25. Associations between prosocialness, relational-interdependent self-construal, work characteristics and job demands, as well as the two dimensions of burnout were analysed using the Mplus program 8.2. Figure 1 illustrates the estimated model. In order to investigate gender differences in the direct and indirect associations found, multigroup latent mean analyses of the causal structure were performed. Due to the sensitivity of the sample size in Chi square statistics (Chen 2007; Cheung and Rensvold 2002) , additional measures of fit such as the Root Mean Square Error of Approximation (RMSEA) and the Comparative Fit Index (CFI) were also used. In order to investigate gender differences, measurement invariance needs to be established between the two groups (Byrne 2013; Chen 2007) . Thus, following the standards and the procedure by Byrne (2013) , the model was first established for females and males separately, and then a series of tests were performed that established sufficient measurement invariance between the two groups (Byrne et al. 1989 ). Full information maximum likelihood estimation was used in all models.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 554,
                    "text": "(Chen 2007;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 555,
                    "end": 580,
                    "text": "Cheung and Rensvold 2002)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 836,
                    "end": 848,
                    "text": "(Byrne 2013;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 849,
                    "end": 859,
                    "text": "Chen 2007)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 913,
                    "end": 925,
                    "text": "Byrne (2013)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1110,
                    "end": 1128,
                    "text": "(Byrne et al. 1989",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Statistical Analyses"
        },
        {
            "text": "Descriptive statistics can be found in Table 1 . Clergy reported moderately higher levels of quantitative demands (d = 0.52), considerably higher levels of emotional demands (d = 1.88), and moderately lower levels of role clarity (d = 0.58) compared to the Danish reference norms of a working population (Pejtersen et al. 2010) . The reported levels of exhaustion were also slightly higher (d = 0.32) than that of a large Swedish population based study (M = 2.87, the \"MONICA Study\"; Norlund et al. 2010 ). In addition, 20.3% of the clergy reported exhaustion levels above the cutoff value (4.4) for a severe level of exhaustion which is considerably higher than the proportion (13.5%) found in a Swedish working population sample (Lundgren-Nilsson et al. 2012) . As can be seen in Table 1 , female clergy reported higher levels of prosocialness, more quantitative demands, more emotional demands, less role clarity, and more exhaustion than male clergy. However, no significant gender differences were found for relational-interdependent self-construal, personal-towork conflict, or disengagement. Table 2 shows the correlations between the study variables.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 327,
                    "text": "(Pejtersen et al. 2010)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 484,
                    "end": 503,
                    "text": "Norlund et al. 2010",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 731,
                    "end": 761,
                    "text": "(Lundgren-Nilsson et al. 2012)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 782,
                    "end": 789,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1099,
                    "end": 1106,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Descriptive Statistics"
        },
        {
            "text": "Although the descriptive analyses showed that there was a difference in the mean values of several of the study variables between female and male clergy, it was also of interest to investigate whether the associations among variables differ between the genders. Thus, in order to investigate if there were any gender differences in the direct and indirect associations between prosocialness and relational-interdependent self-construal and burnout, multi-group analyses of the causal structure were performed. For example, the association between prosocialness and role clarity may be different for male and female clergy in such a way that it may be negative for one group while positive for the other; or the association might be stronger for one group, such that an increase in prosociality for female clergy has a larger impact on role clarity than for male clergy. If these types of differences were found, it would mean that the paths in the latent structure model (Fig. 1 ) differed significantly for female and male clergy. However, the results from the multi-group analyses did not find any such differences; thus the same model can be used for both female and male clergy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 971,
                    "end": 978,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Multigroup Analyses of Causal Structure"
        },
        {
            "text": "Since no gender differences were found for the direct and indirect associations between prosocialness and relational-interdependent self-construal in relation to the two dimensions of burnout, a final combined model was estimated. In this model, gender was added to the latent factors as a covariate along with age, years working as a clergyperson and managerial position. The model with the standardized effects of the latent structure is depicted in Fig. 2 . The model fit was acceptable: χ 2 (381) = 1364.33, RMSEA = .054 (90% CI = .051-.058), CFI = .929, TLI = .914. The standardized direct effects of the entire model are reported in Table 3 . When controlling for the other variables, male clergy experienced lower levels of quantitative and emotional demands, but more disengagement. With increasing age, clergy reported less prosocialness and relational-inter dependent self-construal and, in turn, lower levels of quantitative demands, personal-to-work conflict, and disengagement. The more years the clergyperson had worked, the more role clarity and less exhaustion they experienced. Clergy who had a managerial position experienced higher levels of quantitative demands, but also reported higher role clarity, less personal-towork conflict, and lower levels of exhaustion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 458,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 639,
                    "end": 646,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Direct and Indirect Associations Between Prosocialness and Relational-Interdependent Self-construal and Burnout"
        },
        {
            "text": "Clergy who reported higher prosocialness also reported higher levels of quantitative demands, emotional demands, and role clarity, but also less disengagement. No relationships were found between relation-interdependent self-construal and any of the other variables. Higher levels of quantitative and emotional demands, .23*** as well as of personal-to-work conflict, were associated with higher levels of exhaustion and disengagement. However, higher role clarity was associated with lower levels of exhaustion and disengagement. No direct association was found between prosocialness and exhaustion, but there was a direct and negative association between prosocialness and disengagement. Clergy who reported higher levels of prosocialness therefore also experienced less disengagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct and Indirect Associations Between Prosocialness and Relational-Interdependent Self-construal and Burnout"
        },
        {
            "text": "In brief, the results suggest several possible indirect effects of prosocialness on burnout through work demands and role clarity. Statistical evaluations of these indirect effects suggest that prosocialness was positively correlated to exhaustion through higher levels of quantitative demands (β = 0.04, SE = 0.02, p = .016) and emotional demands (β = 0.11, SE = 0.02, p < .001). Prosocialness was also negatively correlated to exhaustion through higher levels of role clarity (β = − 0.03, SE = 0.01, p = .022). No significant indirect effect was found via personal-to-work conflict (β = − 0.01, SE = 0.01, p = .433).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct and Indirect Associations Between Prosocialness and Relational-Interdependent Self-construal and Burnout"
        },
        {
            "text": "A direct effect of prosocialness on disengagement was found; persons high in prosocialness reported feelings of disengagement less frequently. Prosocialness was also found to be indirectly and positively associated with disengagement through higher levels of emotional demands (β = 0.04, SE = 0.02, p = .015), and negatively through higher levels of role clarity (β = − 0.04, SE = 0.02, p = .029). No significant relationships were found between prosocialness and disengagement via quantitative demands (β = 0.02, SE = 0.01, p = .074) or personal-to-work conflict (β = − 0.01, SE = 0.01, p < .436). Moreover, no direct effects of relationalinterdependent self-construal on the different dimensions of burnout were found. Neither were there any effects of relational-interdependent self-construal on different work characteristics or job demands. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct and Indirect Associations Between Prosocialness and Relational-Interdependent Self-construal and Burnout"
        },
        {
            "text": "This study evaluated two possible antecedents of burnout-prosocialness and relational-interdependent self-construal-in a sample of clergy. It also explored possible gender differences in the investigated study variables and associations between these variables. Firstly, we note that despite alarming reports concerning the high prevalence of stress-related absenteeism in this profession (the Swedish Social Insurance Agency 2014), our sample only reported slightly higher levels of exhaustion compared to a large, non-clinical, population-based sample (Norlund et al. 2010 ). However, one in five clergy (20%) in our sample reported clinical levels of exhaustion. This is a rather high proportion, since only 13.5% in a normal working population have reported similar levels of exhaustion (Lundgren-Nilsson et al. 2012) . The high levels of emotional and quantitative demands, as well as the low levels of role clarity, may form part of the explanation for the higher proportion of clinical reports of exhaustion in our sample.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 574,
                    "text": "(Norlund et al. 2010",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 791,
                    "end": 821,
                    "text": "(Lundgren-Nilsson et al. 2012)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our first hypothesis was only partly confirmed since indirect effects on burnout were only found for prosocialness through job demands and role clarity. Prosocialness was associated with higher reported levels of quantitative demands and, in particular, higher levels of emotional demands. This provides support for the notion that higher levels of prosocialness contribute to higher engagement with the needs of clients (Bakker 2015) -needs that often are highly emotional in nature (Hendron et al. 2012) . Given the result that reported quantitative demands and emotional demands were associated with exhaustion, prosocialness may be a key factor in order to understand why some clergy experience more exhaustion than others. In contrast, no significant relationships were found between relational-interdependent self-construal and the different job demands in the model. When controlling for prosocialness, it appears that interdependent-relational selfconstrual instead taps into a dispositional view of the self that seems to be mainly unrelated to the other study constructs. It should also be noted that the correlation between prosocialness and relational-interdependent self-construal was rather small, considering the apparent theoretical closeness of the two constructs. This suggests therefore that relational-interdependent self-construal and prosocialness are not as closely related as has been previously suggested (Cross et al. 2000) .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 434,
                    "text": "(Bakker 2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 484,
                    "end": 505,
                    "text": "(Hendron et al. 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1430,
                    "end": 1449,
                    "text": "(Cross et al. 2000)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Contrary to our expectations, a positive association was found between prosocialness and role clarity. This indicates that clergy with higher prosocialness experience a clearer perception of the boundaries and goals of their work role. In turn, this may help to explain the negative relationship between prosocialness and disengagement in our results (Hypothesis 2), and is in line with reports from experimental studies showing that work-related prosocial activities increase the meaningfulness of one's work (Allan et al. 2018) . However, less disengagement might not be exclusively beneficial. To illustrate, if a clergyperson experiences high job demands, then disengagement may act as an alarm bell that reminds him or her that they need to disengage from their work in order to allow for wellneeded recovery periods. In brief, prosocialness seems to both contribute to and mitigate against burnout. It may increase experienced quantitative demands and emotional demands and this may increase exhaustion. However, prosocialness also appears to be directly associated with decreased disengagement and with increased role clarity, which was also found to be related to decreased disengagement. In order to utilize the positive effects and mitigate the negative effects of prosocialness on burnout, interventions which aim to increase awareness of the different potential effects of prosocialness should be developed for clergy in danger of burnout. Such interventions might be to discuss in order to clarify what would be reasonable boundaries and the content of the professional role of the clergy. Having clear boundaries may help clergy to not over-engage with their clients and in turn may decrease their perceived workload.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 529,
                    "text": "(Allan et al. 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, and contrary to what might be anticipated, neither prosocialness nor relational-interdependent self-construal were found to be significantly related to reports of personal-to-work conflict. There could be several possible explanations for this. Firstly, as measured in the present study, prosocialness may relate more strongly to prosocial values and behaviour directed towards non-family members. Secondly, as measured in the present study, the personal-to-work conflict items can assess if any type of personal life matter is an obstacle to a person's effectiveness at work. Thus, such matters do not necessarily need to have a link to prosocialness but could instead be a result of other engagements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although there were no differences between gender in the associations between prosocialness and relational-interdependent self-construal and burnout, respectively, we did find, in line with our expectations (Hypothesis 3), observed mean value differences in prosocialness, job demands, role clarity, and exhaustion. However, although female clergy on average reported higher levels of prosocialness and quantitative demands as well as lower levels of role clarity compared to their male colleagues, the gender differences were quite small. The largest gender difference was found for the reported levels of emotional demands. While further research is needed to understand why female clergy experience higher levels of emotional demands than their male colleagues do, it could be that female clergy are more often contacted by parishioners in need. In support of this, a study by Rudolfsson and Tidefors (2015) found that individuals who had suffered from sexual abuse expressed that they would rather seek out female clergy as providers of pastoral care, as they were seen as less threatening and easier to confide in. However, the results of our study also highlight another possible explanation for the gender differences in exhaustion that have been reported in the literature (e.g., Purvanova and Muros 2010) . Our results show an association between having a managerial position and lower levels of exhaustion. Thus, it seems that the gender differences in exhaustion may, in part, be explained by the fact that female clergy hold managerial positions less frequently than their male colleagues do. But the difference may also be explained partly by the fact that female clergy have worked fewer years than their male colleagues, since the more years the clergyperson had worked, the less exhaustion they reported and the older the clergyperson, the less disengagement they reported. Nonetheless, although the gender difference in the mean levels of exhaustion was rather small, the observed difference is in line with what has been reported in previous research among clergy (Innstrand et al. 2011) .",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 910,
                    "text": "Rudolfsson and Tidefors (2015)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1288,
                    "end": 1313,
                    "text": "Purvanova and Muros 2010)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2082,
                    "end": 2105,
                    "text": "(Innstrand et al. 2011)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A strength of the present study is that it is based on a representative and large sample of Swedish clergy. It should also be noted that even though the context for this study is Sweden, we believe that its results would at least be generalizable to clergy in other Protestant or Anglican denominations within Westernized societies. However, it is not unlikely that this study's associations between prosocialness and burnout would also hold for other groups and denominations. This is based on the notion that clergy across different denominations have many similar duties, one of which is to meet with and provide pastoral care for people in great need (e.g., Milsten et al. 2005 Milsten et al. , 2010 .",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 681,
                    "text": "Milsten et al. 2005",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 703,
                    "text": "Milsten et al. , 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strengths, Limitations, and Future Directions"
        },
        {
            "text": "Our study contributes new insights into the role of personality in different dimensions of burnout in clergy, as well as insights into an understanding of gender differences in burnout among clergy. It should be noted however that the data in the present study is cross-sectional. Thus, no causal relationships can be inferred. It would therefore be interesting to investigate further the associations between prosocialness and burnout among clergy in a longitudinal study. Such a study could address whether an association between prosocialness and lower levels of disengagement is beneficial in the long term, or if it leads clergy to press on and therefore is associated with higher levels of exhaustion over time. Another interesting topic would be to investigate the differences in the tasks performed by female and male clergy. As indicated by Rudolfsson and Tidefors (2015) , it is possible that female clergy engage in more emotionally demanding tasks, which may further explain the differences in exhaustion among female and male clergy.",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 880,
                    "text": "Rudolfsson and Tidefors (2015)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Strengths, Limitations, and Future Directions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clergy burnout: A comparison study with other helping professions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Proeschold-Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kolkin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pastoral Psychology",
            "volume": "66",
            "issn": "2",
            "pages": "147--175",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Relationships between personality variables and burnout: A meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alarcon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Eschleman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Work & Stress",
            "volume": "23",
            "issn": "3",
            "pages": "244--263",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Helping others increases meaningful work: Evidence from three experiments",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Counseling Psychology",
            "volume": "65",
            "issn": "2",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A job demands-resources approach to public service motivation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Administration Review",
            "volume": "75",
            "issn": "5",
            "pages": "723--732",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The relationship of clergy burnout to self-compassion and other personality dimensions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Curry",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pastoral Psychology",
            "volume": "61",
            "issn": "2",
            "pages": "149--163",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Predicting burnout, conflict management style, and turnover among clergy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Beebe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Career Assessment",
            "volume": "15",
            "issn": "2",
            "pages": "257--275",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COPSOQ II: en uppdatering och språklig validering av den svenska versionen av en enkät för kartläggning av den psykosociala arbetsmiljön på arbetsplatser. [An update and linguistic validation of the Swedish version of a survey of the psychosocial work environment at work",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berthelsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Westerlund",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "T"
                    ],
                    "last": "Kristensen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Copenhagen psychosocial questionnaire-a validation study using the job demand-resources model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berthelsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hakanen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Westerlund",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The personal costs of citizenship behavior: the relationship between individual initiative and role overload, job stress, and work-family conflict",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bolino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Turnley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Applied Psychology",
            "volume": "90",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The bright side of being prosocial at work, and the dark side, too: A review and agenda for research on other-oriented motives, behavior, and impact in organizations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bolino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Academy of Management Annals",
            "volume": "10",
            "issn": "1",
            "pages": "599--670",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Testing for the equivalence of factor covariance and mean structures. The issue of partial measurement invariance",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shavelson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Muthén",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Psychological Bulletin",
            "volume": "105",
            "issn": "",
            "pages": "456--466",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structural equation modeling with Mplus: Basic concepts, applications, and programming",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early emotional instability, prosocial behavior, and aggression: Some methodological aspects",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Caprara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pastorelli",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "European Journal of Personality",
            "volume": "7",
            "issn": "",
            "pages": "19--36",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A new scale for measuring adults' prosocialness",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Caprara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Capanna",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "European Journal of Psychological Assessment",
            "volume": "21",
            "issn": "2",
            "pages": "77--89",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sensitivity of goodness of fit indexes to lack of measurement invariance",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Structural Equation Modeling",
            "volume": "14",
            "issn": "",
            "pages": "464--504",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluating goodness-of-fit indexes for testing measurement invariance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Rensvold",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Structural Equation Modeling",
            "volume": "9",
            "issn": "2",
            "pages": "233--255",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Fakta om kyrkan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Church Of Sweden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Models of the self: self-construals and gender",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Madson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Psychological Bulletin",
            "volume": "122",
            "issn": "1",
            "pages": "5--37",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The relational-interdependent self-construal and relationships",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Bacon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "78",
            "issn": "4",
            "pages": "791--808",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The convergent validity of two burnout instruments: A multitrait-multimethod analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Demerouti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vardakou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kantas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "European Journal of Psychological Assessment",
            "volume": "19",
            "issn": "1",
            "pages": "12--23",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Beyond the damsel in distress: Gender differences and similarities in enacting prosocial behavior",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Diekman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Oxford handbook of prosocial behavior",
            "volume": "",
            "issn": "",
            "pages": "376--391",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Burnout in the work-place: A review of data and policy responses in the EU",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurofound",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Burnout among Roman Catholic parochial clergy in England and Wales: Myth or reality?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Louden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Rutledge",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Review of Religious Research",
            "volume": "46",
            "issn": "1",
            "pages": "5--19",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Work-related psychological health and psychological type: A study among Catholic priests in Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crea",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mental Health, Religion & Culture",
            "volume": "18",
            "issn": "7",
            "pages": "593--604",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Burnout in Christian perspective",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Frederick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Thai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pastoral Psychology",
            "volume": "67",
            "issn": "",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Does intrinsic motivation fuel the prosocial fire? Motivational synergy in predicting persistence, performance, and productivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Applied Psychology",
            "volume": "93",
            "issn": "1",
            "pages": "48--58",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The construct validity of an alternative measure of burnout: Investigating the English translation of the Oldenburg Burnout Inventory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Halbesleben",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Demerouti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Work & Stress",
            "volume": "19",
            "issn": "3",
            "pages": "208--220",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Psychosocial work environment in the Church of Sweden: an explorative study",
            "authors": [
                {
                    "first": "A.-S",
                    "middle": [],
                    "last": "Hansson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nonprofit Management and Leadership",
            "volume": "16",
            "issn": "3",
            "pages": "329--343",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The attributes of human service organizations",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Ed"
                    ],
                    "last": "Hasenfeld",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Human services as complex organizations",
            "volume": "",
            "issn": "",
            "pages": "291--310",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The unseen cost: A discussion of the secondary traumatization experience of the clergy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hendron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Irving",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pastoral Psychology",
            "volume": "61",
            "issn": "2",
            "pages": "221--231",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Exploring within-and between-gender differences in burnout: 8 different occupational groups",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Innstrand",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Langballe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Falkum",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Aasland",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Archives of Occupational and Environmental Health",
            "volume": "84",
            "issn": "7",
            "pages": "813--824",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Nonbelievers in the church: a study of cultural religion in Sweden",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kasselstrand",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sociology of Religion",
            "volume": "76",
            "issn": "3",
            "pages": "275--294",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The cost of caring? Emotional labour, wellbeing and the clergy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kinman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mcfall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pastoral Psychology",
            "volume": "60",
            "issn": "",
            "pages": "671--680",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Internal construct validity of the Shirom-Melamed Burnout questionnaire (SMBQ)",
            "authors": [
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Lundgren-Nilsson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Jonsdottir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallant",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ahlborg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "12",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Burnout: The cost of caring",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maslach",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The measurement of experienced burnout",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maslach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Journal of Occupational Behavior",
            "volume": "2",
            "issn": "",
            "pages": "99--113",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Gender differences in stress and coping styles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Matud",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Personality and Individual Differences",
            "volume": "37",
            "issn": "7",
            "pages": "1401--1415",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Burnout and risk factors for cardiovascular diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melamed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kushnir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shirom",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Behavioral Medicine",
            "volume": "18",
            "issn": "2",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The clergy's role in reducing stigma: a bi-lingual study of elder patients' views",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Flannelly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chelchowski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "World Psychiatry",
            "volume": "4",
            "issn": "S1",
            "pages": "28--34",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Psychological care for persons of diverse religions: A collaborative continuum",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manierre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Yali",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Professional Psychology: Research and Practice",
            "volume": "41",
            "issn": "5",
            "pages": "371--381",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Missing data: Five practical guidelines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Organizational Research Methods",
            "volume": "17",
            "issn": "4",
            "pages": "372--411",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Development and validation of work-family conflict and family-work conflict scales",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Netemeyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Boles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcmurrian",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Applied Psychology",
            "volume": "81",
            "issn": "4",
            "pages": "400--410",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Burnout, working conditions and gender-results from the northern Sweden MONICA Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Norlund",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reuterwall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Höög",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Janlert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Birgander",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Empathy among medical students: Is there a relation with quality of life and burnout?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B M S"
                    ],
                    "last": "Paro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S P"
                    ],
                    "last": "Silveira",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perotta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "4",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The second version of the Copenhagen Psychosocial Questionnaire",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pejtersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kristensen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Borg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bjorner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scandinavian Journal of Public Health",
            "volume": "38",
            "issn": "",
            "pages": "8--24",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Burnout levels and self-rated health prospectively predict future long-term sickness absence: a study among female health professionals",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bergström",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Demerouti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gustavsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Åsberg",
                    "suffix": ""
                },
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Nygren",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Occupational and Environmental Medicine",
            "volume": "53",
            "issn": "7",
            "pages": "788--793",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Faithful and fractured: responding to the clergy health crisis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Proeschold-Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Byassee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The glory of God is a human being fully alive: Predictors of positive versus negative mental health among clergy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Proeschold-Bell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal for the Scientific Study of Religion",
            "volume": "54",
            "issn": "4",
            "pages": "702--721",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Gender differences in burnout: A meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Purvanova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Muros",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Vocational Behavior",
            "volume": "77",
            "issn": "2",
            "pages": "168--185",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The convergent validity of four burnout measures in a Chinese sample: A confirmatory factor-analytic approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Schaufeli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Applied Psychology",
            "volume": "60",
            "issn": "1",
            "pages": "87--111",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The struggles of victims of sexual abuse who seek pastoral care",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rudolfsson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tidefors",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pastoral Psychology",
            "volume": "64",
            "issn": "4",
            "pages": "453--467",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Clergy and mental health clinician collaboration in Sweden: Pilot Survey of COPE",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rudolfsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mental Health, Religion & Culture",
            "volume": "22",
            "issn": "8",
            "pages": "805--818",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Burnout: 35 years of research and practice",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Schaufeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Leiter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maslach",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Career Development International",
            "volume": "14",
            "issn": "3",
            "pages": "204--220",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Predicting meaning in work: Theory, data, implications",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schnell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Höge",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pollet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Journal of Positive Psychology",
            "volume": "8",
            "issn": "6",
            "pages": "543--554",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "2014: 4. Sjukfrånvaro i psykiska diagnoser",
            "authors": [],
            "year": null,
            "venue": "Social Insurance Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Born to burnout: A meta-analytic path model of personality, job burnout, and work outcomes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Swider",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Vocational Behavior",
            "volume": "76",
            "issn": "3",
            "pages": "487--506",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The relationship between attitude toward prayer and professional burnout among Anglican parochial clergy in England: Are praying clergy healthier clergy? Mental Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Turton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Religion & Culture",
            "volume": "10",
            "issn": "1",
            "pages": "61--74",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Patterns and correlates of contacting clergy for mental disorders in the United States",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Services Research",
            "volume": "38",
            "issn": "2",
            "pages": "647--673",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Mental health issues among clergy and other religious professionals: a review of research",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Flannelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Stapleton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Pastoral Care and Counseling",
            "volume": "56",
            "issn": "4",
            "pages": "393--403",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Capturing a more complete view of employees' lives outside of work: The introduction and development of new interrole conflict constructs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Baumann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Personnel Psychology",
            "volume": "68",
            "issn": "2",
            "pages": "235--282",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Volunteering and psychological well-being among young-old adults: How much is too much?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Windsor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Anstey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Gerontologist",
            "volume": "48",
            "issn": "1",
            "pages": "59--70",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The structural equation model of direct and indirect associations between prosocialness and relational-interdependent self-construal and burnout",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Statistically significant direct and indirect associations between prosocialness and relationalinterdependent self-construal and burnout. Standardized beta values are reported. *p < .05, **p < .01, ***p < .001. χ 2 (381) = 1364.33, RMSEA = .054 (90% CI = .051-.058), CFI = .929, TLI = .914",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics of the study variables",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pearson correlations for manifest variables and covariates",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Direct associations between prosocialness and relational-interdependent self-construal variable and different aspects of burnout derived from the combined multi-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Open access funding provided by University of Gothenburg.Funding Funding was provided by AFA Försäkring (Grant No. 160248).Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}