{"paper_id": "3e1deb140e8cb4a1987e1cdf0d415a2f40afee39", "metadata": {"title": "SOCIAL INTERACTION LAYERS IN COMPLEX NETWORKS FOR THE DYNAMICAL EPIDEMIC MODELING OF COVID-19 IN BRAZIL", "authors": [{"first": "Leonardo", "middle": ["F S"], "last": "Scabini", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of São Paulo (USP)", "location": {"postBox": "PO Box 369", "postCode": "13560-970", "settlement": "São Carlos", "region": "SP", "country": "Brazil. Scientific Computing Group"}}, "email": ""}, {"first": "Lucas", "middle": ["C"], "last": "Ribas", "suffix": "", "affiliation": {"laboratory": "", "institution": "USP", "location": {"addrLine": "Avenida Trabalhador são-carlense, 400", "postCode": "13566-590", "settlement": "São Carlos", "region": "SP", "country": "Brazil"}}, "email": ""}, {"first": "Mariane", "middle": ["B"], "last": "Neiva", "suffix": "", "affiliation": {"laboratory": "", "institution": "USP", "location": {"addrLine": "Avenida Trabalhador são-carlense, 400", "postCode": "13566-590", "settlement": "São Carlos", "region": "SP", "country": "Brazil"}}, "email": ""}, {"first": "Altamir", "middle": ["G B"], "last": "Junior", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of São Paulo (USP)", "location": {"postBox": "PO Box 369", "postCode": "13560-970", "settlement": "São Carlos", "region": "SP", "country": "Brazil. Scientific Computing Group"}}, "email": ""}, {"first": "Alex", "middle": ["J F"], "last": "Farfán", "suffix": "", "affiliation": {"laboratory": "", "institution": "USP", "location": {"addrLine": "Avenida Trabalhador são-carlense, 400", "postCode": "13566-590", "settlement": "São Carlos", "region": "SP", "country": "Brazil"}}, "email": ""}, {"first": "Odemir", "middle": ["M"], "last": "Bruno", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of São Paulo (USP)", "location": {"postBox": "PO Box 369", "postCode": "13560-970", "settlement": "São Carlos", "region": "SP", "country": "Brazil. Scientific Computing Group"}}, "email": ""}]}, "abstract": [{"text": "We are currently living in a state of uncertainty due to the pandemic caused by the Sars-CoV-2 virus. There are several factors involved in the epidemic spreading such as the individual characteristics of each city/country. The true shape of the epidemic dynamics is a large, complex system such as most of the social systems. In this context, Complex networks are a great candidate to analyze these systems due to their ability to tackle structural and dynamical properties. Therefore this study presents a new approach to model the COVID-19 epidemic using a multi-layer complex network, where nodes represent people, edges are social contacts, and layers represent different social activities. The model improves the traditional SIR and it is applied to study the Brazilian epidemic by analyzing possible future actions and their consequences. The network is characterized using statistics of infection, death, and hospitalization time. To simulate isolation, social distancing, or precautionary measures we remove layers and/or reduce the intensity of social contacts. Results show that even taking various optimistic assumptions, the current isolation levels in Brazil still may lead to a critical scenario for the healthcare system and a considerable death toll (average of 149,000). If all activities return to normal, the epidemic growth may suffer a steep increase, and the demand for ICU beds may surpass 3 times the country's capacity. This would surely lead to a catastrophic scenario, as our estimation reaches an average of 212,000 deaths even considering that all cases are effectively treated. The increase of isolation (up to a lockdown) shows to be the best option to keep the situation under the healthcare system capacity, aside from ensuring a faster decrease of new case occurrences (months of difference), and a significantly smaller death toll (average of 87,000).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Although we have experienced several pandemics throughout history, COVID-19 is the first major pandemic in the Modern Era. The last critical global epidemic occurred in 1918 and became known as the Spanish flu. But, in 1918, the reality was quite different. Scientific and medical knowledge was much more limited, making it difficult to fight the disease. Furthermore, the world was not globalized, the means of transport were not as agile as the current ones and the population was much smaller. The 21st century is marked by globalization and an intricate and intense social network, which connects in one way or another to everyone on the planet. The latter fact increases the danger that a local epidemic disease will rapidly evolve into a pandemic like what happened in Wuhan, China, and now is all over the world.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The form of propagation and contagion of the Sars-CoV-2 virus occurs by direct contact between individuals, through secretions, saliva, and especially by droplets expelled during breathing, speeching, coughing, or sneezing. The virus also spreads by indirect contact, when such secretions reach surfaces, food, and objects [41] . Besides, infected people take a few days to manifest symptoms, which can be severe or as mild as a simple cold. There is even a large proportion of infected people who remain asymptomatic [37] . This makes it practically impossible to quickly identify the infected and apply effective measures to limit the spread of the disease. Also, Sars-CoV-2 was discovered in December 2019, which makes it very recently in the face of the current epidemic. Little is known about the COVID-19 disease, which appears to be highly lethal, with no drugs to prevent or treat. The concern is greater since direct (individual -individual) and indirect (individual -objects -individual) social relations are the means of spreading the disease. Thus, the social interaction structure is the key to create strategies and guide health organizations and governments to take appropriate actions to combat the disease.", "cite_spans": [{"start": 323, "end": 327, "text": "[41]", "ref_id": "BIBREF39"}, {"start": 518, "end": 522, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Introduction"}, {"text": "One of the main concerns is overloading the health system. The first case in Brazil was confirmed on February 26, a 61-year-old man who traveled to the Lombardy region in northern Italy. Now, in the middle of May, there are more than 200,000 cases and 14,000 deaths in all states of Brazil [30] . The concern is even worse due to the country's social inequality, over 80% of the population relies solely on the public health system and this distribution is not uniform. According to [11] , there are only 9 hospital beds per 100,000 people in the North region while Southeast accounts for 21 hospital beds. The treatment of severe cases requires the use of respirators/ventilation in intensive care units (ICU), and if simultaneous infections occur there will be no beds to meet the demand and a possibly large number of victims. Thus, it is urgent to develop models and analyses to try to predict the evolution of the virus. Also, as noted in Figure 1 , Brazil is running towards being the next epicenter of the pandemic. It has already exceeded the number of cases in important countries such as Germany, China, Japan, Italy, Iran, South Korea, and France (the rates consider the population size of each country and are on a logarithmic scale). [24] ). It is possible to notice that Brazil is surpassing countries such as Italy, South Korea, Japan, and China, and it is reaching the relative number of cases in the United Kingdom and France. As of the date of this study, the United States is the epicenter of the pandemic.", "cite_spans": [{"start": 290, "end": 294, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 483, "end": 487, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 1247, "end": 1251, "text": "[24]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 944, "end": 952, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "Since COVID-19 presents a unique and unprecedented situation, this work proposes a specific model for the current pandemic. Based on the classic epidemic model SIR, also extended to SID [35] , SIASD [9] and SIQR [14] , we propose a more realistic model to better represent the effects of the COVID-19 disease by adding more infection states. The proposed approach also considers social structures and demographic data for complex network modeling. Each individual is represented as a node and edges represent social interaction between them. The multi-layer structure is implemented by different edges representing specific social activities: home, work, transports, schools, religious activities, and random contacts. The probability of contagion is composed of a dynamic term, which depends on the circumstances of the social activity considered, and a global scaling factor β for controlling characteristics such as isolation, preventive measures, and social distancing.", "cite_spans": [{"start": 186, "end": 190, "text": "[35]", "ref_id": "BIBREF33"}, {"start": 199, "end": 202, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 212, "end": 216, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "The proposed model can be used to analyze any society given sufficient demographic data, such as medium/big cities, countries, or regions. Here we analyze in depth the Brazilian data. The SIR model is applied through the network using an agent model, and each iteration of the system is simulated using the 24-hour pattern, allowing us to understand the dynamics of the disease throughout the days. The results show the importance of social distancing recommendations to flatten the curve of infected people over time. This is currently maybe the only way to avoid a collapse of the health system in the country.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The paper is divided as follows: Section 2 presents important concepts about complex networks, the SIR model and its applications. Section 3 explains our proposed approach and Sections 4 and 5 presents the results, discussion, and conclusions of the work.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Created from a mixture of graph theory, physics, and statistics, Complex Networks (CN) are capable to analyze not only the elements themselves but also their environment to find patterns and obtain information about the dynamics of a system. As most of the natural structures are composed of connected elements, graphs are suitable to analyze most of the real-world phenomena. Over the past two decades researchers have been showing that many real networks do not present a random structure, and its emergent patterns can be used to understand and characterize a model [8, 39] . Complex network analysis has then been applied to sociology, physics, nanotechnology, neuroscience, biology, among other areas [12, 13] .", "cite_spans": [{"start": 569, "end": 572, "text": "[8,", "ref_id": "BIBREF6"}, {"start": 573, "end": 576, "text": "39]", "ref_id": "BIBREF37"}, {"start": 706, "end": 710, "text": "[12,", "ref_id": "BIBREF10"}, {"start": 711, "end": 714, "text": "13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "To start with a formal definition, a graph G is a set {V,E} where V is composed by N vertices (also known as nodes or elements) {v i , v n } and E is the set e(v i , v j ) of edges (or connections) among its elements. Edges represents the relationships between two elements and its value can also represent the strength or weight of a connection if", "cite_spans": [], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "Usually, applications with complex networks consist of two main steps: i) transform the real structure into a complex network, and ii) analyze the model and extract its features or understand its dynamics. One natural phenomenon that has a straight forward connection to a complex network in society. People are connected due to several aspects such as members of a family, religious groups, co-workers, members of the same school, or faculty, among other social relationships. Therefore CNs have been widely employed for social network analysis [38] .", "cite_spans": [{"start": 546, "end": 550, "text": "[38]", "ref_id": null}], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "Extended from social interactions, the epidemic spread has also been studied by researchers in the last decades. In this context, one of the best known and widely used epidemic models in infectious diseases is the susceptible-infectedrecovered (SIR) model, which is composed of three categories of individuals [4, 7] • Susceptible: the ones who are not infected but could change its status to a state to infected if in contact with a sick person combined with a probability β of contagion", "cite_spans": [{"start": 310, "end": 313, "text": "[4,", "ref_id": "BIBREF2"}, {"start": 314, "end": 316, "text": "7]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "• Infected: the ones that have the disease", "cite_spans": [], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "• Recovered: usually after some time, a person recovers from the illness and it is not able to be infected again due to the immunity process (in this case, this is an assumption of the process). The recovery rate of infected people is aligned with a probability of γ Also, the model can be described as", "cite_spans": [], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "where s, i and r represents the ratio of susceptible, infected and recovered people in the population, respectively. Usually, the problem is solved with differential equations, however, agent-based techniques in networks can represent the nature of the spread of viral diseases in a more complex scenario.", "cite_spans": [], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "If a network is fully connected, meaning that e(v i , v j ) = {1, ∀ i,j 0 < i, j <= N }, Equation 2 fits the structure perfectly. However, in the real world, not everyone is connected and people only contract the disease if in contact with an infected individual or object. This is why a complex network approximates the dynamics of real viruses and can help us to understand the disease behavior. There are various approaches to represent people and society as networks, named social network analysis. Small world networks [32] can be used as a good approximation of the social connections. In 2000, Moore [32] emphasized that the use of small-world networks, where the distance among two elements is usually small in comparison to the size of the population, showed a faster spread of the viral disease than classical diffusion methods. The approximation of real social phenomena was first explained by Milgram [29] in [29] , the sociologist is the author of the well-known idea that there are up to six people separating any two individuals in the world, which reinforces the importance of analyzing the epidemic spread from a graph view. In [33] , the authors used small-world networks to simulate a SIR model, however, they considered that every contact with an infected person resulted in contamination, which is not realistic. Therefore, other researchers improved the model over the years, adding new constraints to approximate the simulation to real scenarios [15] .", "cite_spans": [{"start": 524, "end": 528, "text": "[32]", "ref_id": "BIBREF30"}, {"start": 607, "end": 611, "text": "[32]", "ref_id": "BIBREF30"}, {"start": 913, "end": 917, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 921, "end": 925, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 1145, "end": 1149, "text": "[33]", "ref_id": "BIBREF31"}, {"start": 1469, "end": 1473, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "The SIR model on networks works as follows: each node represents a person and, the elements are connected according to some criteria and the epidemic propagation happens through an agent-based approach. It starts from a random node, and for each time step nodes with the susceptible state can contract the disease from a linked infected node with a predefined probability. The same idea occurs with the recovered category. After a certain period, a node can recover or can be removed from the system (case of death) according to a certain probability. At the end of the evolution of a SIR model applied to a network, the number of nodes in each SIR category (susceptible, infected and recovered) can be calculated for each unit of time evaluated and then compare these data with real information, for example, the hospital capabilities of the health system. Also, the probability of infection and recovery can be adjusted over time considering social distancing, hygiene, and health conditions.", "cite_spans": [], "ref_spans": [], "section": "Epidemic Propagation on Complex Networks"}, {"text": "The proposed model extends the SIR model to a more realistic scenario to achieve a better correlation to the COVID-19 disease, since the model was created specifically for the disease, we named the model as COmplexVID-19. Our strategy is based on a multi-layer network to represent the Brazilian demography and its different characteristics of social relationships. Each layer is composed of a set of groups representing how people interact in a given social context. In the network, a node represents a person and the edges are the social relationships between persons, and they are also the means through which the disease can be transmitted. The virus spreads from an infected node to neighboring nodes at each iteration step (1 step = 1 day), according to a given infection probability. First, we describe how the layers are built based on social data from Brazil.", "cite_spans": [], "ref_spans": [], "section": "Proposed Model: COmplexVID-19"}, {"text": "To define the different social relations, the first information needed is the age distribution so that groups such as schools and work can be separated. We consider the Brazilian age distribution in relation to the total population in 2019 [20] , details are given on Table 1 . This distribution is used to define an age group for each node, which is then used to determine its social activities through the creation of edges on different layers. In this approach, each network-layer represents a kind of social relationship or activity that influences the transmission of the COVID-19. In this way, it is possible to evaluate and understand what is the impact of each social activity in the epidemic propagation. Basically, in this work, a network layer is represented by a set of edges connecting some nodes. The following social activities are considered, composing 6 different layers:", "cite_spans": [{"start": 240, "end": 244, "text": "[20]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 268, "end": 275, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "• Home: in this layer, all people that live in the same residence are connected.", "cite_spans": [], "ref_spans": [], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "• Work: connects people that work in the same environment/company. • Transport: this layer represents people that eventually take the same vehicle at public transports.", "cite_spans": [], "ref_spans": [], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "• School: represents the social contact of students that belong to the same school class.", "cite_spans": [], "ref_spans": [], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "• Religious activities: connects people of the same group of some religious activity.", "cite_spans": [], "ref_spans": [], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "• Random: this layer represents activities of smaller intensity, such as indirect contact (through objects/surfaces).", "cite_spans": [], "ref_spans": [], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "The first layer represents home interactions and is composed of a set of groups with varying size which are fully connected internally. These groups have no external connections, i.e. the network starts with disconnected components representing each family. To create each group, we consider the Brazilian family size distribution for 2010 [19] , the year with more detailed information on family sizes from 1 up to 14 members. We consider the probability of a family having sizes from 1 to 10, therefore the probability of a family having 10 persons is the sum of the higher sizes, the details of this distribution are given in Table 1 . The first layer is then created following the family size distribution and ensuring that each family has at least 1 adult. Figure 2 (a) shows the structure of such a layer built for a population of n = 100.", "cite_spans": [{"start": 340, "end": 344, "text": "[19]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 629, "end": 636, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 762, "end": 770, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "A large fraction of the population in any country needs to work or practice some kind of economic activity, which also means interacting with other people. Thus, work represents one of the most important factors of social relations, which is also very important in an epidemic scenario. To represent the work activity we propose a generic layer to connect people with ages from 18 to 59 years, i.e. 60% of the total population in the case of Brazil. There is a wide variety of jobs and companies, therefore it is not trivial to create a connection rule that precisely reflects the real world.", "cite_spans": [], "ref_spans": [], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "Here, we consider an average scenario with random groups of sizes around [5, 30] , uniformly distributed, and internally connected (such as the \"home\" layer). An example of this layer is shown on Figure 2 (b), using n = 100. Although the nodes of a group are fully connected, the transmission of the virus depends directly on the edge weights, which we discuss in-depth on Section 3.1.1.", "cite_spans": [{"start": 73, "end": 76, "text": "[5,", "ref_id": "BIBREF3"}, {"start": 77, "end": 80, "text": "30]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 196, "end": 204, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "Collective transports are essential in most cities, however, it is one of the most crowded environments and plays an important role in an epidemic scenario also due to the possibility of geographical spread, as vehicles are constantly moving around. The third layer we propose represents this kind of transports, such as public transports, and includes people that do not possess or use a personal vehicle. In Brazil the number of people using public transport depends on the size of the city, with 64.98% in the capitals and 35.89% in other cities [23] , with an average use of around 1.2 hours a day 1 . Here we consider the average of the population between the two cases (50%), randomly sampled, to participate in the \"transports\" layer. Random groups are created with sizes between [10, 40] , uniformly sampled, and the nodes within each group are fully connected. This variation of sizes is considered to represent cases such as low and high commuting times, and also the differences between vehicle sizes. Other factors such as agglomeration and contact intensity are discussed in Section 3.1.1. This layer is illustrated on Figure 2 (c).", "cite_spans": [{"start": 549, "end": 553, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 787, "end": 791, "text": "[10,", "ref_id": "BIBREF8"}, {"start": 792, "end": 795, "text": "40]", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 1132, "end": 1140, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "Schools are another environment of great risk for epidemic propagation. The proposed layer considers the characteristics of schools from primary to high school and how children interact. We consider that all persons from 0 to 17 years (24% of the Brazilian population) participate in this layer, and the size of the groups, which represents different school classes, varies uniformly between [16, 30] [21]. This layer is illustrated on Figure 2 (d).", "cite_spans": [{"start": 392, "end": 396, "text": "[16,", "ref_id": "BIBREF14"}, {"start": 397, "end": 400, "text": "30]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 436, "end": 444, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "Brazil is a very religious country, in which by 2010 only around 16.2% of the population claimed not to belong to any religion [18] . 64.6% claimed to be catholic and 22.2% to be protestant, summing up to 86.8% of the total population. Here we consider that nearly half of these people (40% of the total population) actively participate in religious activities (weekly). The distribution of religious temple sizes is defined as a Pareto distribution in the interval [10, 100] . Taking into account that wage distribution follows the Pareto distribution approximately, we model real estate predominance according to their capacity. The assumption here is that building costs (for churches, offices, homes, etc.) have a linear relationship to their internal capacity, and thus any given capacity has a power-law relationship with the number of such buildings within a region.", "cite_spans": [{"start": 127, "end": 131, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 466, "end": 470, "text": "[10,", "ref_id": "BIBREF8"}, {"start": 471, "end": 475, "text": "100]", "ref_id": null}], "ref_spans": [], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "We consider a random layer to represent all kinds of contacts not related to the specific previous social layers. This includes small direct contacts (person-to-person) and indirect contacts (individual -objects -individual) that may happen throughout the week, such as random friend/neighbor meetings, shopping, and other activities that involve surface contacts. For that 5n new random edges are created, that can connect any node. On the one hand, this yields an average of 5 random connections to each node, which can randomly connect any other node. On the other hand, the impact of this layer on the epidemic is smaller than the others, as it represents rapid contacts in comparison to the other activities described, thus its infection probability is smaller. In the following section we discuss the details concerning this aspect, deriving from the edge weights of each layer. In Figure 2 (f) an example of this layer is shown. The overall structure of social interactions in our model can be compared to the statistical analysis in [16] , however here we introduce a more detailed model of social contacts with specific layers and connection patterns to better fit the particularities of a given country or city.", "cite_spans": [{"start": 1041, "end": 1045, "text": "[16]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 888, "end": 896, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Network Layer Structure Over Brazilian Demography"}, {"text": "Unlike the traditional SIR model, which consists of a single β term to describe the probability of infection, here we propose a dynamic strategy to better represent the real world and the new COVID-19 disease. The idea is to incorporate important characteristics in the context of epidemic propagation according to each layer. Firstly, to a given layer a fixed probability term is calculated to represent its characteristic of social interaction. For this, we considered 3 local terms: the contact time per week, the average number of people close to each other (agglomeration level), and the total number of people involved in the respective activity. Considering two nodes v x and v y , connected at group j of layer i, its edge weight is then defined by", "cite_spans": [], "ref_spans": [], "section": "Infection probabilities"}, {"text": "where t i represents the average weekly contact time on layer i, k i is the agglomeration level (average number of nearby people) and n ij represents the size of the group j in which the nodes participates on layer i. The first fraction represents the contact time normalized by the total time of the week (24 * 7 = 168), and the second fraction represents the proportion among the local people closest to the total number of people on that activity group.", "cite_spans": [], "ref_spans": [], "section": "Infection probabilities"}, {"text": "The first part of the infection probability equation is multiplied by a β term, which scales the original probability. The β term is then the only parameter to tune the infection rates for the entire network, and the other properties are specific for the studied society, based on its population characteristics and the nature of the activities (layers). Table 2 shows these specific properties that we considered for the Brazilian population, and how the infection probabilities are calculated for each layer. In the table, we have the following information: who or how many people are part of the activity represented by a layer (column \"who\", discussed in the previous section); contact time according to activity (column \"Time of contact\"); the average number of people close to each other in each activity (column \"Nearest\", represents the agglomeration level); the number of connections between people (column \"Group size\"); the probability of infection (column \"Probability\"). • Susceptible: Traditional case, it means that a person can be infected at any time. This is the initial state of every node. • Infected -asymptomatic: People who do not show any symptoms (30% of the total cases of infection) and remain contagious for up to 18 days (they may recover after 8 days). This is the most dangerous case for the epidemic spreading because the person is not aware of its infection. • Infected -Mild: 55% of the cases, present mild and moderated symptoms with no need for hospitalization, remain contagious for up to 20 days, and may recover after 10 days of infection. • Infected -Severe: 10% of the cases, present strong symptoms, and need hospitalization, remain contagious for up to 25 days. Has a death rate of 15% and may recover after 20 days. • Infected -Critical: Present worst symptoms and remain contagious for up to 25 days, need ICU and Ventilation, have a death rate of 50% and may recover after 21 days. • Recovered: People who went through one of the infection cases and overcame the disease, ceasing to contaminate and supposedly becoming immune. These nodes no longer interact with other nodes anymore and are therefore removed from the network. • Dead: People who went through severe or critical cases and eventually died. These nodes are also removed from the network.", "cite_spans": [], "ref_spans": [{"start": 355, "end": 362, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Infection probabilities"}, {"text": "Estimates for the proportion of asymptomatic cases vary from 18% (95% confidence, [15.5, 20 .2%]) [31] to 34% (95% confidence, [8.3, 58 .3%]) [17] . Considering the confidence intervals, here we roughly approximate it to an average of 30% of the total number of infected cases. However, it is very difficult to study asymptomatic cases due to several reasons, such as the lack of available tests and the difficulty in identifying potential cases, which would include every person who had contact with known symptomatic cases. Some studies indicate that asymptomatic cases may remain contagious for up to 25 days, with an incubation period of 19 days [6] , but the viral load may be smaller at the end of the infection. Here we take an optimistic approach considering that they may recover (become immune and cease to contaminate) uniformly after 8 days of infection, up to around 18 days. As for the recovered nodes, we are considering that people become immune or at least acquire a long-term resistance to the virus, up to a maximum of 300 days (limit of our simulations). However, this should be taken cautiously as these properties are not yet fully understood [26] .", "cite_spans": [{"start": 82, "end": 91, "text": "[15.5, 20", "ref_id": null}, {"start": 98, "end": 102, "text": "[31]", "ref_id": "BIBREF29"}, {"start": 127, "end": 135, "text": "[8.3, 58", "ref_id": null}, {"start": 142, "end": 146, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 650, "end": 653, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 1165, "end": 1169, "text": "[26]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Infection probabilities"}, {"text": "The infection grows through the contact (edges) between infected and susceptible nodes, and the probability of being infected is the edge weight. If infection occurs, then one of the 4 infection cases are chosen based on the probability described above (30%, 55%, 10% and 5%). This distribution plays an important role in the structure and dynamics of the network. The node structure of asymptomatic cases does not change during the simulation, except for the time it takes to cease contamination and recover. It means that as these persons are not aware of their contamination, they will remain acting normally on the network (according to the active layers and edge weights). Their contagious time varies from 1 to 18 days after infection.", "cite_spans": [], "ref_spans": [], "section": "Dynamic Evolution"}, {"text": "Concerning the other cases (mild, severe, and critical), we consider the incubation time of the virus, the recovery time, the contagion time, the death rates of each case, and the usual action taken by the infected person or health professionals at hospitals. Various works [5, 27, 28] point out that the average incubation period of COVID-19 is around 5 days, but some cases may take much less or more time. The official WHO report [40] states that the average incubation time is around 5 to 6 days, with cases up to 14 days. The results in [27] show that the average shape of the incubation time follows a log-normal distribution (Weibull distribution) with an average of 6.4 days and a standard deviation of 2.3 days. In this context, we consider the day when an infected person begins to show symptoms by randomly sampling from this distribution (1000 repetitions), with cases varying from 2 to 14 days.", "cite_spans": [{"start": 274, "end": 277, "text": "[5,", "ref_id": "BIBREF3"}, {"start": 278, "end": 281, "text": "27,", "ref_id": "BIBREF25"}, {"start": 282, "end": 285, "text": "28]", "ref_id": "BIBREF26"}, {"start": 433, "end": 437, "text": "[40]", "ref_id": "BIBREF38"}, {"start": 542, "end": 546, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Dynamic Evolution"}, {"text": "For mild cases, the nodes are isolated at home, maintaining the connections of the first layer, and then only 20% of the cases are diagnosed. Considering the ratio of diagnosed cases, patients who are asymptomatic or with mild symptoms of COVID-19 may not seek health care, which leads to the underestimation of the burden of COVID-19 [25] . Moreover, our diagnosis rule is also based on the fact that ongoing tests in Brazil are increasing more slowly than in most European countries and the USA (tests are being performed mostly on people that need hospitalization). If a given case is severe or critical, the patient goes to a hospital and is fully isolated, i.e. we remove all of its connections. This is a rather optimistic assumption, considering that these patients still may infect the hospital staff. Concerning the time that patients usually stay at hospitalization/ICU, the works [10, 44] points to an average of 14 days for all cases. For standard hospitalization, we considered a minimum of 6 days and a maximum of 16 days of stay, and for the ICU/Ventilation, a minimum of 7 and a maximum of 17 days of stay. The time of each case will depend on the day the symptoms start and the day of recovering/death. Figure 3 illustrates all the infected states and mechanisms described here. This configuration results in an overall lethality of 4%. It is important to stress that here we consider a maximum of 25 days of infection time, which is the time frame based on most studies we have seen so far in the literature. We are still at the beginning of the pandemic and a better characterization of the long-term impact is very difficult. Nonetheless, the available information allows to represent the most obvious features of the Sars-CoV-2 virus and to evaluate its main impacts on society. To simulate the reduction or increase of social distancing/quarantine, we remove/include some layers of the network, or change their edge weights. Similarly to the approach on [16] to improve home contact when in quarantine, we increase the home layer edge weights by 20% for each removed layer. To balance that we considered a smaller number of hours of contact in the base calculation for the home layer (3 hours a day), also taking into consideration that this layer has full contact between people of the same family. When the home contacts are increased according to our approach of layer removal, the time/intensity of contacts may increase up to its double.", "cite_spans": [{"start": 335, "end": 339, "text": "[25]", "ref_id": "BIBREF23"}, {"start": 891, "end": 895, "text": "[10,", "ref_id": "BIBREF8"}, {"start": 896, "end": 899, "text": "44]", "ref_id": "BIBREF41"}, {"start": 1976, "end": 1980, "text": "[16]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1220, "end": 1228, "text": "Figure 3", "ref_id": "FIGREF4"}], "section": "Dynamic Evolution"}, {"text": "For each experiment with the proposed model, we consider the average and standard deviation (error) of 100 random repetitions to extract statistics of infection, death, and hospitalization time. Due to the random nature of these networks, it is possible that extreme cases occur within the repetitions, i.e. when the infection starts at a node that is not capable of further propagation, leading the epidemic to end at few iterations. Considering the real data we know that this is not the case, at least not for Brazil, therefore we manually remove these networks and they are not considered for the average/error calculations. It is important to notice, however, that this rarely happens, in all our experiments we noticed a maximum of 4 networks of this kind. Due to time and hardware constraints, our simulation considers 100,000 nodes, and the results need to be scaled up by a factor of 57 to match the Brazilian population statistics. This factor was empirically found by approximating the model results in the number of reported cases in Brazil. It is important to stress that for better statistics it should be considered the largest possible number of nodes to represent a population, i.e. the ideal case would be n = total country/city population. However, the computational cost of the simulation grows directly proportional to the number of nodes and edges of the network, and considering the critical situation of the moment at hand, 100,000 nodes are our limit to promptly present results of the epidemic dynamics.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the experiments when varying the social distancing, the same network is considered in each iteration, i.e. comparisons of including/excluding layers are made in the same random network. We considered the epidemic began on February 26, which is the day the first confirmed case was officially reported. It is important to emphasize that we made various optimistic assumptions throughout the model construction and simulation, such as to consider that people are behaving with more caution by reducing direct contact, wearing masks, and doing proper home/hospital isolation when infected. It is also important to notice that we are not considering the number of available ICU/regular hospitalization beds for the death count, i.e. all the critical and severe cases are effectively treated. It is not trivial to estimate the direct impact of these numbers on the epidemic, however, this is an essential factor that directly impacts the number of deaths. Here we focus on the impacts of different actions on the overall epidemic picture, such as the increase and reduction of cases, deaths, and occupied beds in hospitals.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The social network starts normally, with all its layers and the original infection probabilities. The infection starts at a node with the closest degree to the average network degree and propagates at iterations of 1 day (up to 300 days). We consider an optimistic scenario, in which people are aware of the virus since the beginning, thus the initial infection probability is β = 0.3. This represents a natural social distancing, a reduction of direct contacts that could cause infection (hugs, kisses, and handshakes), and also precautions when sneezing, coughing, etc. We empirically found that this initial value of β yields results with a higher correlation to the Brazilian pandemic. A moderated quarantine is applied after 27 days, representing the isolation measures applied on March 24 by most Brazilian states, such as São Paulo [1]. To simulate this quarantine we remove the layers of religious activities and schools and reduce the contacts on transports and work down to 30% of its initial value, i.e. β = 0.09. The remaining activities on these layers represent services that could not be stopped, such as essential services, activities that are kept taking higher precautionary measures, and also those who disrespect the quarantine.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We compare the output of the model in the first 83 days with real data available from the Brazilian epidemic (up to May 18) [24, 34, 42, 43] . The model achieves a significant overall similarity within its standard deviation. The greatest difference in the number of diagnosed cases at the last 10 days may be related to the increase in the number of tests being performed in Brazil, or yet, the constant decrease of isolation levels in the country (below 50% for most days of the past month) [22] . We considered here a fixed isolation level around what was observed in the first days after the government decrees in Brazil, but data in ref. shows that these levels are constantly changing. Therefore, the number of diagnosed cases and deaths for the remaining simulation may be greater than the reported on this paper (see the \"keep isolation\" scenario in the next section).", "cite_spans": [{"start": 116, "end": 123, "text": "May 18)", "ref_id": null}, {"start": 124, "end": 128, "text": "[24,", "ref_id": "BIBREF22"}, {"start": 129, "end": 132, "text": "34,", "ref_id": "BIBREF32"}, {"start": 133, "end": 136, "text": "42,", "ref_id": "BIBREF40"}, {"start": 137, "end": 140, "text": "43]", "ref_id": null}, {"start": 493, "end": 497, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Comparison to real data"}, {"text": "Concerning the daily death toll, the average number of the proposed model is greater than the official numbers. This is somehow expected, considering that the underdetection rates may be greater in contrast to the fewer number of tests being performed. To better understand this, we analyzed the number of death in Brazil from January 1 to April 30, comparing cases between 2019 and 2020, the results are shown in Figure 5 . It is possible to observe a clear increasing pattern after February 26, which is the day of the first officially confirmed case of COVID-19 in Brazil. This indicates that the real death toll for the disease may be significantly greater than the official numbers. [24] , and World Health Organization (WHO) [42] . The dotted lines represent the standard deviation, in the case of the real data the curve is the average over a 5-day window, and the solid lines the real raw data. The greatest average number of deaths produced by the proposed model may be related to underdetection (See Figure 5 ). [2] . Then the total death difference is compared to the COVID-19 records of the WHO [42] and the Brazilian government [2] data. The largest difference that appears right after the first confirmed case may indicate a significant underdetection of COVID-19 cases.", "cite_spans": [{"start": 688, "end": 692, "text": "[24]", "ref_id": "BIBREF22"}, {"start": 731, "end": 735, "text": "[42]", "ref_id": "BIBREF40"}, {"start": 1022, "end": 1025, "text": "[2]", "ref_id": "BIBREF0"}, {"start": 1107, "end": 1111, "text": "[42]", "ref_id": "BIBREF40"}, {"start": 1141, "end": 1144, "text": "[2]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 414, "end": 422, "text": "Figure 5", "ref_id": "FIGREF8"}, {"start": 1010, "end": 1018, "text": "Figure 5", "ref_id": "FIGREF8"}], "section": "Comparison to real data"}, {"text": "After the initial epidemic phase, we consider 4 possible actions that can be taken after 90 days (May 26): a) Do nothing more, maintaining the current isolation levels; b) Stop isolation, returning activities to normal (initial network layers and weights); c) Return only work activities, restoring the initial probability of the layer; or d) Increase isolation, stopping the remaining activities in the work and transports layers (home and random remains). Firstly, we analyze the impacts on the number of daily new cases and deaths, results are shown in Figure 6 . As previously mentioned, at the start of the COVID-19 pandemic, Brazil was performing a fewer number of tests by an order of magnitude, in comparison to other countries with similar epidemic numbers, therefore we considered as diagnosed only the severe and critical cases, which are pronounced subjects for testing, and 20% of the mild cases. The total infection ratio is discussed later. Considering keeping the current isolation levels, the peak of daily new cases occurs around 100 days after the first case (June 5), with around 11,000 confirmed cases. After 202 days (September 15), the average daily cases is around 500, and it goes below 100 daily cases after around 237 days (October 19). The peak of daily new deaths occurs around 118 days (June 23), with an average of 1900 deaths, and goes below 100 new occurrences after around 210 days (September 24). It is important to stress that this is a hypothetical scenario where the isolation level remains the same from day 27 to 300, which is hardly true in the real world where it is constantly changing [22] . The total numbers after the last day (300) account for 946,830 (±10, 507) diagnosed cases and 149,438 (±3, 124) deaths. When we consider the return of all activities after 90 days, the number of cases and deaths grows significantly in an exponential fashion. The peak occurs at 108 days (June 13) with an average of 40,937 (± 11,010) new cases, and at 122 days (June 27) with an average of 6,484 (± 1,739) new deaths. Although the peak of cases/deaths and the decrease of the numbers occur early, in this case, the final result is critically worse, with a total of 1,340,367 (± 18,513) diagnosed cases and 212,105 (± 4,359) deaths. Here it is important to notice that we considered that all the activities return after 90 days and remain fully operational until the last day (300). Moreover, we do not account for the overloading of hospitals, which directly impacts the final death count. Therefore, the number of deaths may be considerably higher. Another possible scenario is the return of only the work layer, keeping reduced transports and no schools and religious activities, however, the pattern is similar to returning all activities, considering the growth time, peak, and decay time. The final numbers in this case are 1,253,119 (± 26,009) diagnosed cases and 197,756 (± 5,693) deaths.", "cite_spans": [{"start": 1629, "end": 1633, "text": "[22]", "ref_id": null}], "ref_spans": [{"start": 556, "end": 564, "text": "Figure 6", "ref_id": "FIGREF9"}], "section": "Future actions and its impacts"}, {"text": "If the isolation is strictly increased after 90 days (lockdown), the infection and death counts drop significantly in comparison to the other approaches. Moreover, the recovering time is much faster, as daily new cases stop earlier than the other scenarios. The peak of daily new cases happens around day 93 (June 1), and of daily new deaths around day 106 (June 11). The total numbers of diagnosed cases and deaths after day 300 are, respectively, 552,855 (± 195,802) and 87,059 (± 30,871). Considering the hospitalization time described in the scheme of Figure 3 it is possible to estimate the number of occupied beds for regular hospitalization (severe cases) and ICU/Ventilation (critical cases). We also show the difference between the cumulative growth of diagnosed and undiagnosed cases and recovered cases. The same approach as the previous experiment is considered (except for \"return work\") with 3 possible actions after 90 days (May 26), results are shown in Figure 7 . The overall pattern of results is similar to the previously observed for the number of diagnosed cases and deaths. It is possible to notice that the number of undiagnosed cases is much higher than the diagnosed cases. This reflects the number of asymptomatic cases and the lack of tests for mild cases. In the worst scenario, which means ending the isolation, the total infected number may go above 5 million cases. The recovered rate is directly proportional to the infected rate, as one needs to be infected to either die or become resistant to the disease. If the infected rate is high, so is the recovered rate, e.g. the scenarios of keeping or ending isolation, and a high recovered rate also helps in mitigating the epidemic propagation (natural immunization). However, increasing isolation decreases the propagation much faster than natural immunization, with a considerably smaller death toll. It is also possible to observe the differences at the start of effective recovering, i.e. when the recovered rate surpasses the infected rates, this is due to the early increase in isolation levels.", "cite_spans": [{"start": 457, "end": 468, "text": "(± 195,802)", "ref_id": null}], "ref_spans": [{"start": 556, "end": 564, "text": "Figure 3", "ref_id": "FIGREF4"}, {"start": 970, "end": 978, "text": "Figure 7", "ref_id": "FIGREF10"}], "section": "Future actions and its impacts"}, {"text": "The peak of hospitalization occupancy occurs around a week before the death peaks, in any scenario. In this case, ICUs are very important because critical patients are treated there, which represents the cases of higher death rates. Within the \"end isolation\" setting, patients may occupy up to an average of 215,285 (± 48,682) regular beds and 109,520 (± 24,647) ICU beds. These numbers are by far greater than entire Brazil's capacity, as publicly-available and private ICU beds sum up to 45,848 [3] . Even considering the better scenario, i.e. the lower bound of the standard deviation, the number of occupied ICU beds may reach around 86,000, which is also critical for Brazil's capacity (almost 2 times it's capacity). In this setting of \"end isolation\", the healthcare system would surely collapse.", "cite_spans": [{"start": 498, "end": 501, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Future actions and its impacts"}, {"text": "When the isolation levels are kept, the numbers are significantly lower. However, the occupancy of 66,110 (± 16,759) regular beds and 33,470 (± 7,926) ICU beds is still critical for the Brazilian health system. Considering the creation of new provisional ICU units and good patient logistics, the situation may still remain under control during the peak of hospitalization occupancy. However, the results show that the hospital occupancy is prolonged considerably in this scenario, and they may stay functioning around their maximum capacity for up to a month (with an average of occupied ICU beds above 30,000). When increasing the isolation the peak of occupied beds is smaller, with an average of 63,226 (± 20,682) regular beds and 31,816 (± 10,592) ICU beds. Moreover, the shape of the curve throughout the days is different and the final numbers are considerably smaller. The peak also occurs around a week earlier and then decreases much faster. This scenario would be preferable as it has much more chances of not overloading the Brazilian healthcare system, relieving the hospital occupancy considerably faster and, therefore, contributing to the reduction of the number of deaths.", "cite_spans": [], "ref_spans": [], "section": "Future actions and its impacts"}, {"text": "This work presents a new approach for the modeling of the COVID-19 epidemic dynamics based on multi-layer complex networks. Each node represents a person, and edges are social interactions divided into 6 layers: home, work, transports, schools, religions, and random relations. Each layer has its own characteristics based on how people usually interact in that activity. The propagation is performed using an agent-based technique, a modification of the SIR model, where weights represent the infection probability that varies depending on the layers and the groups the node interacts, scaled by a β term that controls the chances of infection. The network structure is built based on demographic statistics of a given country, region, or city, and the propagation simulation is performed at time iterations, that represent days. Here, we studied in depth the case of the Brazilian epidemic considering its population properties and also specific events, such as when the first isolation measures were taken, and the impacts of future actions.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Brazil is a large and populated country with a wide variety of geographical location types, climates, and it also has a lengthy border with other countries to the west. It is a challenging setting for any epidemiological study. Here we consider an average over all the country population, as we adjust the model output to match some statistics of the epidemic official reports. Brazil is performing fewer tests in comparison to other countries at the same epidemic scale, however, it is known that testing for infection is always limited, either due to the low number of tests or to the velocity of infections which the testing procedure cannot keep up to. We then considered that only hospitalization cases and 20% of the mild cases are diagnosed. Asymptomatic cases are not diagnosed and keep acting normally in the network, considering the active layers. Regarding the isolation of infected nodes, we take some optimistic assumptions: Mild cases (even those not diagnosed) are aware of its symptoms and isolate themselves at home. Severe and critical cases are eventually hospitalized, and then fully isolated from the network (removal of all its edges).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Under the described scenario, the network starts with all its layers and β = 0.3, representing that people are aware of the virus since the beginning (even before isolation measures). After 27 days of the first confirmed case, the first isolation measures are taken where schools and religious activities are stopped and work and transports keep functioning at 30% of the initial scale (achieved further reducing the β term). Different actions are then considered after 90 days of the first case: keep the current isolation levels, increase isolation, end isolation returning all activities to 100%, or returning only the work activities. The results show that keeping approximately the current isolation levels results in a prolonged propagation, as we are near the estimated peak (around June 5) with an average of 11,000 daily new cases and 1900 daily new deaths, and an average of 946,830 diagnosed cases (up to 3,6 million infected) and 149,438 deaths until the end of the year. In this scenario, hospitals may exceed its maximum capacity around June 11, but the efficient implementation of new ICU beds and good logistic management of patients may still keep the situation under control. However, this is a very optimistic assumption, considering that our definition of \"keep isolation\" considers social isolation above 50% as registered at the beginning of the Brazilian quarantine [22] . The social isolation levels in Brazil are constantly decreasing even when we are still in a state of moderated quarantine, and it is possible to observe average isolation below 50% in most days of the past month (middle of April to middle of May 2020). Moreover, the results show that this prolonged scenario may cause hospitals to keep functioning at maximum capacity for up to a month. When analyzing other possible scenarios the situation may be considerably different. Relaxing isolation measures from now on causes an abrupt increase in the daily growth of cases and deaths, up to 5 times higher in comparison to the current isolation levels. Even if only work activities return while schools, religion, and transport activities remain inactive/reduced, the impact is very similar to returning all the activities, with a possible number of above 1,34 million diagnosed cases (up to 5,2 million infected), and around 212,105 deaths until the end of the year. This is, again, a very optimistic assumption as we do not consider the hospital overflow to calculate the death toll. Considering this aspect, ICU beds may be fully occupied in early June, and around the middle of the month their demand may reach up to 134,000 beds, which is around 3 times higher than the entire country's capacity. The other alternative, which is the increase of isolation levels (lockdown), appears to be the only alternative to stop the healthcare system from entering a very critical situation. In this scenario, the growth in the number of daily cases and deaths would be mitigated, and faster. As we are near the peak of new cases at current isolation levels, estimated to be between the beginning and middle of June, increasing the isolation levels does not cause a significant impact on when the peak occurs or its magnitude. However, the disease spreading and the occurrences of new cases decrease much faster in this scenario in comparison to any other scenario studied here, with a difference of months. Moreover, the final numbers are considerably smaller, with an average of 552,855 diagnosed cases (up to 2.1 million infected) 87,059 deaths until the end of the year.", "cite_spans": [{"start": 1389, "end": 1393, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "Although the proposed method includes various demographic information for the network construction, and an improved SIR approach to COVID-19, it still does not cover all factors that impact the epidemic propagation. As future works, one may consider more information such as the correlation between the age distribution within the social organization and the clinical spectrum of the 4 infection types (e.g. severe and critical cases are mostly composed of risk groups). Another possible improvement consists of increasing n (number of nodes of the networks), e.g. using a value near the real population of the studied society, which we avoided here due to hardware and time constraints (graph processing is costly). Another important point regarding the obtained results is related to the \"keep isolation\" scenario, which may be underestimated as we take various optimistic assumptions and also consider a fixed isolation level based on previously observed data, while most recent data shows that these levels are decreasing [22] . Therefore, during the network evolution, a possible improvement is the use of dynamic isolation levels to better represent reality. It is also possible to consider various scenarios for future actions, such as 2 or more measures of increasing/reducing isolation. This may allow the discovering of new epidemic waves if social activities return too soon after the isolation period, such as what happened in 1918 with the Spanish flu.", "cite_spans": [{"start": 1026, "end": 1030, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Portal da transparência -painel covid registral", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "2020--2025", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "AMIB. Brazilian intensive care medicine association: Updated data on icu beds in brazil, 2020, visited on 2020-05-08", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Infectious diseases of humans: dynamics and control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "B", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Incubation period of 2019 novel coronavirus (2019-ncov) infections among travellers from wuhan, china", "authors": [{"first": "J", "middle": ["A"], "last": "Backer", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}], "year": 2020, "venue": "Eurosurveillance", "volume": "25", "issn": "", "pages": "20--28", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Presumed asymptomatic carrier transmission of covid-19", "authors": [{"first": "Y", "middle": [], "last": "Bai", "suffix": ""}, {"first": "L", "middle": [], "last": "Yao", "suffix": ""}, {"first": "T", "middle": [], "last": "Wei", "suffix": ""}, {"first": "F", "middle": [], "last": "Tian", "suffix": ""}, {"first": "D.-Y", "middle": [], "last": "Jin", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The mathematical theory of infectious diseases and its applications", "authors": [{"first": "N", "middle": ["T"], "last": "Bailey", "suffix": ""}, {"first": "", "middle": [], "last": "Al", "suffix": ""}], "year": 1975, "venue": "Charles Griffin & Company Ltd, 5a Crendon Street, High Wycombe, Bucks HP13 6LE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Emergence of scaling in random networks", "authors": [{"first": "A.-L", "middle": [], "last": "Barabási", "suffix": ""}, {"first": "R", "middle": [], "last": "Albert", "suffix": ""}], "year": 1999, "venue": "science", "volume": "286", "issn": "", "pages": "509--512", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Modeling and forecasting the covid-19 pandemic in brazil", "authors": [{"first": "S", "middle": ["B"], "last": "Bastos", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "Cajueiro", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.14288"]}}, "BIBREF8": {"ref_id": "b8", "title": "Covid-19 in critically ill patients in the seattle region-case series", "authors": [{"first": "P", "middle": ["K"], "last": "Bhatraju", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Ghassemieh", "suffix": ""}, {"first": "M", "middle": [], "last": "Nichols", "suffix": ""}, {"first": "R", "middle": [], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Jerome", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Nalla", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Greninger", "suffix": ""}, {"first": "S", "middle": [], "last": "Pipavath", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Wurfel", "suffix": ""}, {"first": "L", "middle": [], "last": "Evans", "suffix": ""}, {"first": "", "middle": [], "last": "Et Al", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Demand for hospitalization services for covid-19 patients in brazil", "authors": [{"first": "M", "middle": ["C"], "last": "Castro", "suffix": ""}, {"first": "", "middle": [], "last": "De", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Carvalho", "suffix": ""}, {"first": "T", "middle": [], "last": "Chin", "suffix": ""}, {"first": "R", "middle": [], "last": "Kahn", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Franca", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Macario", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "De Oliveira", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Analyzing and modeling real-world phenomena with complex networks: a survey of applications", "authors": [{"first": "L", "middle": ["D F"], "last": "Costa", "suffix": ""}, {"first": "O", "middle": ["N"], "last": "Oliveira Jr", "suffix": ""}, {"first": "G", "middle": [], "last": "Travieso", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Rodrigues", "suffix": ""}, {"first": "", "middle": [], "last": "Villas", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Boas", "suffix": ""}, {"first": "L", "middle": [], "last": "Antiqueira", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Viana", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Correa Rocha", "suffix": ""}], "year": 2011, "venue": "Advances in Physics", "volume": "60", "issn": "", "pages": "329--412", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Complex networks: the key to systems biology", "authors": [{"first": "L", "middle": ["D F"], "last": "Costa", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Rodrigues", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Cristino", "suffix": ""}], "year": 2008, "venue": "Genetics and Molecular Biology", "volume": "31", "issn": "", "pages": "591--601", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Data analysis and modeling of the evolution of covid-19 in brazil", "authors": [{"first": "N", "middle": [], "last": "Crokidakis", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.12150"]}}, "BIBREF13": {"ref_id": "b13", "title": "Epidemic spreading with awareness and different timescales in multiplex networks", "authors": [{"first": "", "middle": [], "last": "Da", "suffix": ""}, {"first": "P", "middle": ["C V"], "last": "Silva", "suffix": ""}, {"first": "F", "middle": [], "last": "Velásquez-Rojas", "suffix": ""}, {"first": "C", "middle": [], "last": "Connaughton", "suffix": ""}, {"first": "F", "middle": [], "last": "Vazquez", "suffix": ""}, {"first": "Y", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Ro-Drigues", "suffix": ""}], "year": 2019, "venue": "Physical Review E", "volume": "100", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Impact of non-pharmaceutical interventions (npis) to reduce covid19 mortality and healthcare demand", "authors": [{"first": "N", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": [], "last": "Laydon", "suffix": ""}, {"first": "G", "middle": [], "last": "Nedjati Gilani", "suffix": ""}, {"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": "K", "middle": [], "last": "Ainslie", "suffix": ""}, {"first": "M", "middle": [], "last": "Baguelin", "suffix": ""}, {"first": "S", "middle": [], "last": "Bhatia", "suffix": ""}, {"first": "A", "middle": [], "last": "Boonyasiri", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cucunuba Perez", "suffix": ""}, {"first": "G", "middle": [], "last": "Cuomo-Dannenburg", "suffix": ""}, {"first": "", "middle": [], "last": "Et Al", "suffix": ""}], "year": 2020, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical features of patients infected with 2019 novel coronavirus in wuhan, china", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Gu", "suffix": ""}, {"first": "", "middle": [], "last": "Et Al", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Tabela 137 -população residente, por religião", "authors": [{"first": "", "middle": [], "last": "Ibge", "suffix": ""}, {"first": "", "middle": [], "last": "Censo", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "2020--2024", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Tabela 185 -domicílios particulares permanentes por situação e número de moradores", "authors": [{"first": "", "middle": [], "last": "Ibge", "suffix": ""}, {"first": "", "middle": [], "last": "Censo", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "IBGE. Pesquisa nacional por amostra de domicílios contínua trimestral: Tabela 5918 -população, por grupos de idade", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Instituto nacional de estudos e pesquisas educacionais anísio teixeira: Dados do censo escolar: Ensino médio brasileiro tem média de 30 alunos por sala", "authors": [], "year": 2018, "venue": "INEP", "volume": "", "issn": "", "pages": "2020--2024", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Instituto de pesquisa econômica aplicada: Sistema de indicadores de percepção social (sips)", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Coronavirus resource center", "authors": [{"first": "", "middle": [], "last": "Johns Hopkins University", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Asymptomatic carrier state, acute respiratory disease, and pneumonia due to severe acute respiratory syndrome coronavirus 2 (sarscov-2): Facts and myths", "authors": [{"first": "C.-C", "middle": [], "last": "Lai", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "C.-Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y.-H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S.-C", "middle": [], "last": "Hsueh", "suffix": ""}, {"first": "M.-Y", "middle": [], "last": "Yen", "suffix": ""}, {"first": "W.-C", "middle": [], "last": "Ko", "suffix": ""}, {"first": "P.-R", "middle": [], "last": "Hsueh", "suffix": ""}], "year": 2020, "venue": "Immunology and Infection", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Positive rt-pcr test results in patients recovered from covid-19", "authors": [{"first": "L", "middle": [], "last": "Lan", "suffix": ""}, {"first": "D", "middle": [], "last": "Xu", "suffix": ""}, {"first": "G", "middle": [], "last": "Ye", "suffix": ""}, {"first": "C", "middle": [], "last": "Xia", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The incubation period of coronavirus disease 2019 (covid-19) from publicly reported confirmed cases: estimation and application", "authors": [{"first": "S", "middle": ["A"], "last": "Lauer", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Grantz", "suffix": ""}, {"first": "Q", "middle": [], "last": "Bi", "suffix": ""}, {"first": "F", "middle": ["K"], "last": "Jones", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Meredith", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Azman", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Reich", "suffix": ""}, {"first": "J", "middle": [], "last": "Lessler", "suffix": ""}], "year": 2020, "venue": "Annals of internal medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data", "authors": [{"first": "N", "middle": ["M"], "last": "Linton", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "K", "middle": [], "last": "Hayashi", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Akhmetzhanov", "suffix": ""}, {"first": "S.-M", "middle": [], "last": "Jung", "suffix": ""}, {"first": "B", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "R", "middle": [], "last": "Kinoshita", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}], "year": 2020, "venue": "Journal of clinical medicine", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The small world problem", "authors": [{"first": "S", "middle": [], "last": "Milgram", "suffix": ""}], "year": 1967, "venue": "Psychology today", "volume": "2", "issn": "", "pages": "60--67", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Portal do covid-19", "authors": [{"first": "", "middle": [], "last": "Ministério De Saúde", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (covid-19) cases on board the diamond princess cruise ship, yokohama, japan", "authors": [{"first": "K", "middle": [], "last": "Mizumoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Kagaya", "suffix": ""}, {"first": "A", "middle": [], "last": "Zarebski", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2020, "venue": "Eurosurveillance", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Epidemics and percolation in small-world networks", "authors": [{"first": "C", "middle": [], "last": "Moore", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Newman", "suffix": ""}], "year": 2000, "venue": "Physical Review E", "volume": "61", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Scaling and percolation in the small-world network model", "authors": [{"first": "M", "middle": ["E"], "last": "Newman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Watts", "suffix": ""}], "year": 1999, "venue": "Physical review E", "volume": "60", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Covid-19 coronavirus data", "authors": [{"first": "E", "middle": ["O D"], "last": "Portal", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "2020--2025", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Model studies on the covid-19 pandemic in sweden", "authors": [{"first": "C", "middle": [], "last": "Qi", "suffix": ""}, {"first": "D", "middle": [], "last": "Karlsson", "suffix": ""}, {"first": "K", "middle": [], "last": "Sallmen", "suffix": ""}, {"first": "R", "middle": [], "last": "Wyss", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2004.01575"]}}, "BIBREF34": {"ref_id": "b34", "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (covid-19)-china", "authors": [{"first": "V", "middle": [], "last": "Surveillances", "suffix": ""}], "year": 2020, "venue": "China CDC Weekly", "volume": "2", "issn": "", "pages": "113--122", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Clinical characteristics of asymptomatic and symptomatic patients with mild covid-19", "authors": [{"first": "G", "middle": [], "last": "Un Kim", "suffix": ""}, {"first": "M.-J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Ra", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": [], "last": "Bae", "suffix": ""}, {"first": "J", "middle": [], "last": "Jung", "suffix": ""}, {"first": "S.-H", "middle": [], "last": "Kim", "suffix": ""}], "year": 2020, "venue": "Clinical Microbiology and Infection", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Collective dynamics of 'small-world'networks", "authors": [{"first": "D", "middle": ["J"], "last": "Watts", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Strogatz", "suffix": ""}], "year": 1998, "venue": "nature", "volume": "393", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "World health organization -coronavirus disease 2019 (covid-19): situation report, 73", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "World health organization -modes of transmission of virus causing covid-19: implications for ipc precaution recommendations", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "World health organization coronavirus disease (covid-19) dashboard", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Clinical course and risk factors for mortality of adult inpatients with covid-19 in wuhan, china: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Song", "suffix": ""}, {"first": "X", "middle": [], "last": "Gu", "suffix": ""}, {"first": "", "middle": [], "last": "Et Al", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Total number of cases reported in Brazil compared to other countries (May 5, 2020", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Connections of layer \"home\". (b) Connections of layer \"work\". (c) Connections of layer \"transport\". (d) Connections of layer \"school\". (e) Connections of layer \"religion\". (f) Connections of layer \"random\".", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Each social layer of the proposed multi-layer network. The nodes are people and do not change across layers, and the weighted connections represent social contact which may lead to infection according to the edge weight (probability value between [0, 1).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Configuration considered for the dynamic evolution of each type of infected node in the proposed SIR model. Each overlapping region is treated as a combined probability distribution that defines when one phase ends for the other to begin.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Comparison between the proposed model output for the first 83 days (up to May 18) to 4 different data sources of the Brazilian COVID-19 numbers: EU Open Data Portal (EUODP) [34], Worldometer [43], Johns Hopkins University", "latex": null, "type": "figure"}, "FIGREF8": {"text": "To understand the impact of the COVID-19 underdetection in Brazil, we considered the official death records of 2019 and 2020 at the same period (January 1 toApril 30)", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Daily statistics in 4 possible scenarios after 90 days (May 26): Keep isolation levels; Increase isolation (stop work and public transports); End isolation (returns work and transport to normal and return school and religion); and return work (only the work layer is returned to normal).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Total number of infected and recovered cases and evolution of hospital beds utilization in 3 possible scenarios after 90 days (May 26): (a) Keep isolation level (no schools and religion, reduced work and transports), (b) End isolation (return schools, religion, work and transport to normal) or (c) Increase isolation (stop work and public transports)).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographic data for Brazil. Source: IBGE 2010[19] and 2019[20] census.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Family size </td><td>Fraction (%)\n</td></tr><tr><td>Age distribution </td><td>Quantity </td><td>Fraction (%)\n</td><td>1 person 2 persons </td><td>12 22\n</td></tr><tr><td>0-13 </td><td>38,464,000 </td><td>18\n</td><td>3 persons </td><td>25\n</td></tr><tr><td>14-17 </td><td>12,518,000 </td><td>6\n</td><td>4 persons </td><td>21\n</td></tr><tr><td>18-24 </td><td>22,068,000 </td><td>11\n</td><td> </td><td>11\n</td></tr><tr><td>25-39 </td><td>47,577,000 </td><td>23\n</td><td>5 persons </td><td> </td></tr><tr><td>40-59 </td><td>55,455,000 </td><td>26\n</td><td>6 persons </td><td>5\n</td></tr><tr><td>60+ </td><td>33,995,000 </td><td>16\n</td><td>7 persons </td><td>2\n</td></tr><tr><td>Total population (2019) </td><td>210,077,000 </td><td>100\n</td><td>8 persons </td><td>1\n</td></tr><tr><td> </td><td> </td><td> </td><td>9 persons </td><td>0.5\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Specific brazilian properties considered to compose each social layer and calculate their probability of infection, i.e. the edge weights of each layer.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Activity </td><td>Who </td><td>Time (ti) </td><td>Nearest (ki) ki = ni,j </td><td>Group size (ni,j) </td><td>Infection Prob. (e)\n</td></tr><tr><td>Home </td><td>everyone </td><td>3 hours a day </td><td> </td><td>[1, 10], Table 1 </td><td>( 21168\nni,j\nni,j\n)β\n</td></tr><tr><td>Work </td><td>18 to 59 years </td><td>8 hours a day, 5 days </td><td>3 </td><td>30], uniform </td><td>3\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>[5, </td><td>( 40168\nni,j\n)β\n</td></tr><tr><td>Transports </td><td>50%, random </td><td>1.2 hours a day </td><td>8 </td><td>[10, 40], uniform </td><td>( 8.4168\n8\nni,j\n)β\n</td></tr><tr><td>Schools </td><td>0 to 17 years </td><td>4 hours a day, 5 days </td><td>5 </td><td>[16, 30], uniform </td><td>( 20168\n5\nni,j\n)β\n</td></tr><tr><td>Religion </td><td>40%, random </td><td>2 hours a week </td><td>6 </td><td>[10, 100], Pareto </td><td>( 2168\n6\nni,j\n)β\n</td></tr><tr><td>Random </td><td>5 per person </td><td>1 hour a week </td><td>1 </td><td>1-to-1 contacts </td><td>( 1168 )β\n</td></tr></table></body></html>"}}, "back_matter": []}