{"paper_id": "3e1de3754d10df6a8849631e0616f7936010c2f6", "metadata": {"title": "Psychiatry Research (2020), b) Technical Team for Handling Mental Health Problems in the Health Office of East Java Province c) Faculty of Health Sciences, Universitas Pesantren Tinggi Darul'Ulum Authors' Full Names And Degress Author: Ns. Wita Oktaviana, S.Kep Affilitation: Technical Team for Handling Mental Health Problems in the Health Office of East Java Province Address: Jalan Rumpuk No", "authors": [{"first": "Heni", "middle": ["Dwi"], "last": "Windarwati", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Wita", "middle": [], "last": "Oktaviana", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": "wita.oktaviana1993@gmail.com"}, {"first": "Indah", "middle": [], "last": "Mukarromah", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": "indahmukarromah@fik.unipdu.ac.id"}, {"first": "Niken", "middle": [], "last": "Asih", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Laras", "middle": [], "last": "Ati", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Fahrul", "middle": [], "last": "Alfunnafi&apos;", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Ari", "middle": ["Dwi"], "last": "Rizzal", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "", "middle": [], "last": "Sulaksono", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Heni", "middle": [], "last": "Dwi Windarwati", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Alfunnafi", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Fahrul", "middle": [], "last": "Rizzal", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Ari", "middle": ["Dwi"], "last": "Sulaksono", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Ns", "middle": [], "last": "Heni", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Dwi", "middle": [], "last": "Windarwati", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "S", "middle": [], "last": "Kep", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "M", "middle": [], "last": "Kep", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Sp", "middle": ["J"], "last": "Kep", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}, {"first": "Ns", "middle": ["Indah"], "last": "Mukarromah", "suffix": "", "affiliation": {"laboratory": "Mental Health and Psychiatric Nursing Departement Universitas Brawijaya", "institution": "Universitas Pesantren Tinggi", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Corona Virus-19 Disease (COVID-19) is a disease with a speedy transmission time.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "As of March 21, 2020, COVID-19 has been spreading to 176 countries in the world, with a total of 234,073 confirmed cases and 9,840 deaths (Practice, 2020) . In Indonesia, the number of Covid-19 cases also continued to increase every day. Based on data as of March 21, 2020, there were 450 confirmed cases, and 38 people died (WHO, 2020) . The impact of the spread of COVID-19 can affect both physically, psychologically, and socially. This virus attacks the immune system, so health status becomes quickly declined, and worsening conditions will occur if the patient has a comorbid disease (Deng & Peng, 2020) . The progressive spread of the disease and the development of the disease and accompanying clinical symptoms can cause psychological problems (Duan & Zhu, 2020) . This psychological problem can be experienced by the general public, health workers, and health service providers .", "cite_spans": [{"start": 138, "end": 154, "text": "(Practice, 2020)", "ref_id": "BIBREF15"}, {"start": 325, "end": 336, "text": "(WHO, 2020)", "ref_id": null}, {"start": 590, "end": 609, "text": "(Deng & Peng, 2020)", "ref_id": "BIBREF4"}, {"start": 753, "end": 771, "text": "(Duan & Zhu, 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "The Centers for Disease Control and Prevention (2020) mentioned the psychological impacts often encountered as a result of COVID-19 are fear and worry about the health of oneself and loved ones, changes in sleep and eating patterns, lack of concentration, worsening of chronic health problems, and increased use of alcohol, tobacco/cigarettes, and other drugs. mentioned that like other outbreaks of infectious diseases, psychological transmission can also occur, which results in widespread fear, anxiety, and causes stigmatization of patients by their closest people, officers, and residents with the most pandemics. These conditions cause uncomfortable conditions, anxiety, fear, and grief caused by a lack of information. Research by and showed that COVID-19 caused psychological problems namely depression (50.7%), anxiety (44.7%), insomnia (36.1%), stress symptoms (73.4%), and Post Traumatic Stress Symptoms (PTSS) by 7% of 285 respondents.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The East Java Province Mental Health Technical Team conducted a preliminary study of the rapid response and early treatment of psychosocial aspects to the public (310 respondents) and health workers (87 respondents) online on March 18, 2020. The results of the preliminary study showed that 32.6% of respondents exhibited symptoms of psychological disorders, 23.2% showed signs of mild depression, and 21.9% showed symptoms of mild anxiety.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "During this pandemic, several activities related to mental health care have been carried out in Indonesia. Mental Health and Psychosocial Support training has been conducted in Indonesia, targeting nurses and health workers whose aim is to provide provisions for health workers in overcoming psychosocial problems that arise due to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "During the COVID-19 outbreak in Indonesia, several parties such as counselors, psychiatrists, psychologists, therapists, and social workers, have developed their own initiatives to assist with psychological first aid and to improve the psychological state of the general public including high-level disorders, levels of stress, crisis, depression, OCD, and other psychological conditions. The intervention was carried out through online counseling, distribution of disease prevention brochures, websites, YouTube tutorial videos, short films, online discussions through WhatsApp groups, and many more. This form of treatment is still being administered separately based on recommendations (Ifdil, et al, 2020) .", "cite_spans": [{"start": 689, "end": 709, "text": "(Ifdil, et al, 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Efforts to deal with psychosocial health problems include those launched by Practice (2020) by targeting various age groups, including among general population groups, health workers, team leaders or managers in health facilities, elderly groups, and isolated groups (WHO, 2020) . In other countries such as China, the handling of psychosocial problems provided is psychological counseling services for patients and families affected by the COVID-19 outbreak and crisis interventions to deal with public health emergencies. This intervention has been implemented in China and effective in reducing psychosocial problems caused by the extraordinary events of COVID-19 (Duan & Zhu, 2020) . One of the efforts implemented in overcoming psychosocial issues due to COVID-19 in Indonesia is to provide practical guidance for psychosocial management for the community and health workers through online access.", "cite_spans": [{"start": 267, "end": 278, "text": "(WHO, 2020)", "ref_id": null}, {"start": 667, "end": 685, "text": "(Duan & Zhu, 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "The effects of COVID-19 are very similar to all countries by considering the consequences of mental health. The challenges and protocols made are very effective in dealing with the psychological impacts on society. The same scenario, if not worse, exists in many South Asian and Latin American countries. Given this pandemic and the resources we need, it is crucial to train primary care doctors, specialists in other medical services, psychologists, and paramedical teams about the essence of psychological interventions (De Sousa, Mohandas, & Javed, 2020).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The development method employed was based on events that are currently still ongoing situation. The method of developing this practical guide for psychosocial management for the community and health workers in Indonesia used the adaptation process approach. We used ADAPTE steps for the adaptation process. We chose ADAPTE because it is a well-structured tool and represents the most widely used method for guideline adaptation. We explored the articles we found based on this adaptation process (Abdul-Khalek et al., 2017) . The adaptation process consisted of 3 stages: the set-up phase, the adaptation phase, and the finalization phase. In order to retrieve all the relevant scientific literature on the provided practical guidance for psychosocial management for the community and health workers in Indonesia, we searched articles and literature on the electronic databases.", "cite_spans": [{"start": 496, "end": 523, "text": "(Abdul-Khalek et al., 2017)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Searching for the articles was limited according to the eligibility criteria, which were as follows: articles published online from December 2019 to March 2020. Items were not limited to research articles, but all forms of articles include correspondence, comment, research letter, perspective, and analysis. We included studies that discussed meeting the needs of first-time beginners in mental and psychosocial health and published in English.", "cite_spans": [], "ref_spans": [], "section": "Study inclusion and exclusion criteria"}, {"text": "Articles that discussed mental health and psychosocial problems and recommendations should be developed using a defined and systematic process. We used several databases to develop in our preferred method, namely the ScienceDirect and the PubMed databases. Also, we searched for lists of relevant paper references to adapt to the guidelines and searched the gray literature. The article was screened by two reviewers who independently assessed abstracts and full text that might be eligible for adaptation as a guideline. If there were a debate about whether the article qualifies, the decision would be assisted by a third reviewer.", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection process"}, {"text": "We screened 69 potentially relevant records and identified 27 publications for a fulltext screening to assess eligibility. Amongst these, we extracted data from 14 studies that were eligible for review. Fig 1 describes the details of the search process and its results.", "cite_spans": [], "ref_spans": [{"start": 203, "end": 218, "text": "Fig 1 describes", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Table1-2 summarizes the included study. The results of the searched articles showed that all the articles published online in 2020. As many as 78.6% of the articles were research articles obtained from search results on the specified database, while the rest were gray literature.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Most of the research articles came from China (57%), where COVID-19 was first discovered, and the rest came from the UK, USA, and India. Most of the materials were not research articles (perspective, correspondence, analysis, comment, and research letter), which was 42.9%. Meanwhile, 28.6 were research articles and one review article.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The following was the result of the adaptation process that we carried out consisting of 3 stages, namely the set-up phase, the adaptation phase, and the finalization phase. In the set-up phase, we put together a team by involving a technical team handling mental health problems in the health department of East Java Province, representatives of educational institutions, health policy, community, and health workers. The team outlines the tasks that need to be completed before starting the adaptation process by identifying the skills and resources needed to determine whether adaptation is feasible or not.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The adaptation phase began by selecting the topic of psychosocial guidance needed by the people in Indonesia with its various characteristics. We found and refer to existing psychosocial disaster management guidelines. We assess the consistency of evidence, quality, and contents of the instructions. We evaluate the distribution of facilities in applying the guidelines, decision making around adaptation, and preparing draft the COVID-19 psychosocial guidelines. Based on the search results, we identified 14 articles that were potentially suitable for adaptation and were developed in the form of practical guidelines (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 621, "end": 630, "text": "(Table 1)", "ref_id": null}], "section": "Results"}, {"text": "This guideline was then reviewed and evaluated by considering the needs and abilities of people in Indonesia. The team carefully examines each recommendation, evidence of the origin of the guidance, and acceptance and application of the advice in the Indonesian context. After reviewing the recommendations from the guidelines, the team decided to accept all articles based on the level of recommendations (Table 2) . After reaching consensus, the next step was to draft a guideline based on various existing recommendations.", "cite_spans": [], "ref_spans": [{"start": 406, "end": 415, "text": "(Table 2)", "ref_id": null}], "section": "Results"}, {"text": "The final phase is carried out by guiding users through the process of obtaining document feedback from stakeholders, namely the Health Service consisting of 38 District Health Offices, Cities and communities that will be affected by the use of this psychosocial guideline. In the final phase, consultations were also conducted with the East Java Provincial Health Office of Indonesia as a stakeholder, to review and update the instructions, so that a final document called a practical guide -response and early treatment of psychosocial aspects of COVID-19 in East Java Province, Indonesia.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Knowledge about the stages of the COVID-19 outbreak is a significant aspect that currently needs to be socialized to the public in order to anticipate psychosocial problems that might occur. Psychosocial problems will significantly depend on the stage of the outbreak that occurs in an area. Knowledge, attitudes, and practices adopted by the community play an essential role in determining the readiness of the community to make behavior change.", "cite_spans": [], "ref_spans": [], "section": "Recommendation 1"}, {"text": "Excellent knowledge, positive attitudes, and preventive actions taken by the community are significantly related to the ability of a country to conquer and handle the crisis during the COVID-19 outbreak (Azlan et al., 2020) . Understanding the stages of the outbreak must be given to the community (strong recommendation level).", "cite_spans": [{"start": 203, "end": 223, "text": "(Azlan et al., 2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Recommendation 1"}, {"text": "Providing information on psychosocial responses that occur in the COVID-19 outbreak is necessary to understand the mental well-being conditions experienced by health workers and by the community, both those with good mental health conditions and those with mental disorders (strong recommendation level). The monitoring of psychosocial responses starts before, beginning, and during critical conditions until after the outbreak of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Recommendation 2"}, {"text": "Multidisciplinary collaboration in various health organizations needs to be carried out to gather comprehensive information about the psychosocial needs of the community during the COVID-19 outbreak (Hyun et al., 2020) .", "cite_spans": [{"start": 199, "end": 218, "text": "(Hyun et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Recommendation 2"}, {"text": "Outbreak", "cite_spans": [], "ref_spans": [], "section": "Mental and Psychosocial Health Support Interventions at Every Stage of the COVID-19"}, {"text": "Mental health interventions and psychosocial support during the COVID-19 outbreak must be provided for the community and health workers to overcome the psychosocial problems experienced. Interventions in the form of mental health and psychosocial support are carried out during the initial phase, the acute phase, or the recovery phase (strong recommendation level). This is very important considering that outbreaks are caused by direct contact. In disaster management, psychosocial support is no less important than infection control during an outbreak. Guidelines for psychosocial care during the COVID-19 pandemic must be issued immediately to facilitate the implementation of interventions. Also, these guidelines have essential implications for disaster preparedness in general during this time of the outbreak (Hyun et al., 2020) .", "cite_spans": [{"start": 817, "end": 836, "text": "(Hyun et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Recommendation 3"}, {"text": "The need for an emergency psychological crisis intervention is needed in the face of the outbreak in reducing the psychological impact of COVID-19. However, the mechanism of psychosocial intervention in a pandemic condition must also adjust needs without breaking the rules of social distancing and physical distancing. The use of online facilities or hotline services will increase the reach of meeting psychological needs both for the community and health workers (strong recommendation level). Telemental Health is the use of information and communication technology to provide mental health care remotely, including consultation, evaluation, medication management, and psychotherapy. The application of telemental health during a pandemic can increase access to health care. However, in the future, it cannot be denied that telemental health is a method of providing mental health services that is safe, effective, comfortable, and measurable (Whaibeh, Mahmoud, & Naal, 2020) .", "cite_spans": [{"start": 947, "end": 979, "text": "(Whaibeh, Mahmoud, & Naal, 2020)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Recommendation 4"}, {"text": "There are some promising new developments related to mental health and psychosocial support amid the COVID-19 outbreak. This includes guidelines that put forward collaborative (Duan & Zhu, 2020 , and outreach to the entire population (Practice, 2020; WHO, 2020 ) . Existing research literature relevant to this is not sufficient to justify the current recommendations, but further evaluative studies must be encouraged. An additional crucial area is the development and evaluation of interventions in the form of mental health and psychosocial support.", "cite_spans": [{"start": 176, "end": 193, "text": "(Duan & Zhu, 2020", "ref_id": "BIBREF6"}, {"start": 234, "end": 250, "text": "(Practice, 2020;", "ref_id": "BIBREF15"}, {"start": 251, "end": 262, "text": "WHO, 2020 )", "ref_id": null}], "ref_spans": [], "section": "Development of Practical Guidelines"}, {"text": "The author(s) declared no potential conflicts of interest concerning the research, authorship, and publication of this article.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Conflicting Interests"}, {"text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The author(s) declared no potential conflicts of interest concerning the research, authorship, and publication of this article. ", "cite_spans": [], "ref_spans": [], "section": "Declaration of Conflicting Interests"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Methods used in adaptation of health-related guidelines: A systematic survey", "authors": [{"first": "R", "middle": ["A"], "last": "Abdul-Khalek", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Darzi", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Godah", "suffix": ""}, {"first": "L", "middle": [], "last": "Kilzar", "suffix": ""}, {"first": "C", "middle": [], "last": "Lakis", "suffix": ""}, {"first": "A", "middle": [], "last": "Agarwal", "suffix": ""}, {"first": "E", "middle": [], "last": "Abou-Jaoude", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Meerpohl", "suffix": ""}, {"first": "W", "middle": [], "last": "Wiercioch", "suffix": ""}, {"first": "N", "middle": [], "last": "Santesso", "suffix": ""}, {"first": "H", "middle": [], "last": "Brax", "suffix": ""}, {"first": "H", "middle": [], "last": "Schünemann", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Akl", "suffix": ""}], "year": 2017, "venue": "Journal of Global Health", "volume": "7", "issn": "2", "pages": "1--9", "other_ids": {"DOI": ["10.7189/jogh.07.020412"]}}, "BIBREF1": {"ref_id": "b1", "title": "Public knowledge, attitudes and practices towards COVID-19: A cross-sectional study in Malaysia", "authors": [{"first": "A", "middle": ["A"], "last": "Azlan", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hamzah", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Sern", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Ayub", "suffix": ""}, {"first": "E", "middle": [], "last": "Mohamad", "suffix": ""}], "year": 2020, "venue": "PLoS ONE", "volume": "15", "issn": "5", "pages": "1--15", "other_ids": {"DOI": ["10.1371/journal.pone.0233668"]}}, "BIBREF2": {"ref_id": "b2", "title": "Mental Health and Coping during COVID-19: Manage Anxiety & Stress", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Psychological interventions during COVID-19: Challenges for low and middle income countries", "authors": [{"first": "De", "middle": [], "last": "Sousa", "suffix": ""}, {"first": "A", "middle": [], "last": "Mohandas", "suffix": ""}, {"first": "E", "middle": [], "last": "Javed", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Asian Journal of Psychiatry", "volume": "51", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ajp.2020.102128"]}}, "BIBREF4": {"ref_id": "b4", "title": "Characteristics of and Public Health Responses to the Coronavirus Disease", "authors": [{"first": "S.-Q", "middle": [], "last": "Deng", "suffix": ""}, {"first": "H.-J", "middle": [], "last": "Peng", "suffix": ""}], "year": 2019, "venue": "China. Journal of Clinical Medicine", "volume": "9", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.3390/jcm9020575"]}}, "BIBREF5": {"ref_id": "b5", "title": "Public Mental Health Crisis during COVID-19 Pandemic", "authors": [{"first": "L", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Bouey", "suffix": ""}], "year": 2020, "venue": "China. Emerging Infectious Diseases", "volume": "26", "issn": "7", "pages": "1616--1618", "other_ids": {"DOI": ["10.3201/eid2607.200407"]}}, "BIBREF6": {"ref_id": "b6", "title": "Psychological interventions for people affected by the COVID-19 epidemic. The Lancet", "authors": [{"first": "L", "middle": [], "last": "Duan", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "Psychiatry", "volume": "7", "issn": "20", "pages": "30073--30073", "other_ids": {"DOI": ["10.1016/S2215-0366"]}}, "BIBREF7": {"ref_id": "b7", "title": "Managing mental health challenges faced by healthcare workers during covid-19 pandemic Early support", "authors": [{"first": "N", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Docherty", "suffix": ""}, {"first": "S", "middle": [], "last": "Gnanapragasam", "suffix": ""}, {"first": "S", "middle": [], "last": "Wessely", "suffix": ""}], "year": 2020, "venue": "", "volume": "1211", "issn": "", "pages": "1--4", "other_ids": {"DOI": ["10.1136/bmj.m1211"]}}, "BIBREF8": {"ref_id": "b8", "title": "Online mental health services in Indonesia during the COVID-19 outbreak", "authors": [{"first": "", "middle": [], "last": "Ifdil", "suffix": ""}, {"first": "P", "middle": ["R P"], "last": "Fadli", "suffix": ""}, {"first": "K", "middle": [], "last": "Suranata", "suffix": ""}, {"first": "N", "middle": [], "last": "Zola", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ardi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Inter-Agency Standing Committee Reference Group for Mental Health and Psychosocial Support in Emergency Settings", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--20", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease", "authors": [{"first": "J", "middle": [], "last": "Lai", "suffix": ""}, {"first": "S", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cai", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "N", "middle": [], "last": "Wei", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}], "year": 2019, "venue": "JAMA Network Open", "volume": "3", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1001/jamanetworkopen.2020.3976"]}}, "BIBREF11": {"ref_id": "b11", "title": "Progression of Mental Health Services during the COVID-19 Outbreak in China", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z.-H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y.-J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y.-T", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2020, "venue": "International Journal of Biological Sciences", "volume": "16", "issn": "10", "pages": "1732--1738", "other_ids": {"DOI": ["10.7150/ijbs.45120"]}}, "BIBREF12": {"ref_id": "b12", "title": "Effects of progressive muscle relaxation on anxiety and sleep quality in patients with COVID-19", "authors": [{"first": "K", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Wu", "suffix": ""}, {"first": "R", "middle": [], "last": "Lin", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Pan", "suffix": ""}], "year": 2020, "venue": "Complementary Therapies in Clinical Practice", "volume": "39", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ctcp.2020.101132"]}}, "BIBREF13": {"ref_id": "b13", "title": "Prevalence and predictors of PTSS during COVID-19 outbreak in China hardest-hit areas: Gender differences matter", "authors": [{"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jia", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shang", "suffix": ""}, {"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Psychiatry Research", "volume": "287", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.psychres.2020.112921"]}}, "BIBREF14": {"ref_id": "b14", "title": "Online mental health services in China during the COVID-19 outbreak", "authors": [{"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Xiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "The Lancet Psychiatry", "volume": "7", "issn": "4", "pages": "17--18", "other_ids": {"DOI": ["10.1016/S2215-0366(20)30077-8"]}}, "BIBREF15": {"ref_id": "b15", "title": "Coronavirus disease 2019. World Health Organization", "authors": [{"first": "B", "middle": ["B"], "last": "Practice", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.2633"]}}, "BIBREF16": {"ref_id": "b16", "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Wan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "International Journal of Environmental Research and Public Health", "volume": "", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17051729"]}}, "BIBREF17": {"ref_id": "b17", "title": "Telemental Health in the Context of a Pandemic: the COVID-19 Experience", "authors": [{"first": "E", "middle": [], "last": "Whaibeh", "suffix": ""}, {"first": "H", "middle": [], "last": "Mahmoud", "suffix": ""}, {"first": "H", "middle": [], "last": "Naal", "suffix": ""}], "year": 2020, "venue": "Current Treatment Options in Psychiatry", "volume": "7", "issn": "2", "pages": "198--202", "other_ids": {"DOI": ["10.1007/s40501-020-00210-2WHO"]}}, "BIBREF18": {"ref_id": "b18", "title": "Mental health and psychosocial considerations during the COVID-19 outbreak", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Correspondence Mental health services for older adults in China during the COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2020, "venue": "The Lancet Psychiatry", "volume": "7", "issn": "4", "pages": "30079--30080", "other_ids": {"DOI": ["10.1016/S2215-0366(20"]}}, "BIBREF20": {"ref_id": "b20", "title": "Patients with mental health disorders in the COVID-19 epidemic. The Lancet", "authors": [{"first": "H", "middle": [], "last": "Yao", "suffix": ""}, {"first": "J.-H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y.-F", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Psychiatry", "volume": "7", "issn": "4", "pages": "30090--30090", "other_ids": {"DOI": ["10.1016/S2215-0366(20"]}}, "BIBREF21": {"ref_id": "b21", "title": "Recommended psychological crisis intervention response to the 2019 novel coronavirus pneumonia outbreak in China: a model of West China Hospital", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Precision Clinical Medicine", "volume": "", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1093/pcmedi/pbaa006"]}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 1 Reporting Items for Study Flow Diagram", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 1 Articles Used in the Formulation of a Practical Guide to Rapid Response and Early Treatment of Psychosocial Aspects", "latex": null, "type": "table", "html": "<html><body><table><tr><td>No </td><td>Author and year of publication </td><td> </td></tr><tr><td> </td><td> </td><td>Results and Recommendation </td></tr><tr><td> </td><td> </td><td>The stages of COVID-19 outbreak </td></tr><tr><td>1 </td><td>Zhang et al., 2020 </td><td>Recommendation 1 A list of online psychological interventions, consisting of three stages: 1. Online Services, divided into two services: 1) Service Content: First, knowledge about coronavirus prevention and control. Second, knowledge of individual psychological adaptation skills </td></tr><tr><td> </td><td>2. Technical Assistance </td><td>2) Service Program, consisting of three service hours: (1) Service hotline: 9:00 AM - 9:00 PM; (2) Online consultation: 9:00 AM - 9:00 PM; (3) Online assessment: 7 × 24 hours 3. Problem Feedback Mechanisms </td></tr><tr><td>2. </td><td>Wang. et al., 2020 </td><td>1. Health authorities need to identify high-risk groups based on sociodemographic information for early psychological interventions. 2. Health authorities need to identify the immediate psychological needs of the general population presenting with physical symptoms during the epidemic. 3. Government and health authorities need to provide accurate health information during the epidemic to reduce the impact of rumors 4. The content of psychological interventions (for example, CBT) needs to be modified to suit the needs of </td></tr><tr><td>1 </td><td>Lai, J. et al., 2020 </td><td>the general population during the epidemic. 5. The precautionary measures adopted to prevent the spread of COVID-19 could have had protective psychological effects during the early stage of the epidemic. 6. Specific up-to-date and accurate health information and certain precautionary measures were associated with a lower psychological impact of the outbreak and lower levels of stress, anxiety, and depression. Psychosocial responses at each stage of the COVID-19 outbreak Recommendation 2 1. Most health workers experience symptoms of depression, anxiety, insomnia, and distress, especially health workers who provide nursing care to patients who are suspected or confirmed COVID-19. 2. Protecting health care workers is an important component of public health action to overcome the COVID-19 epidemic. Specific interventions to improve mental well-being in healthcare workers exposed to COVID-19 need to be implemented immediately and require special attention. </td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2 Grade/Strength of Recommendation", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Grade/strength of recommendation </td><td>Indicator situations </td><td>Implication </td></tr><tr><td>Strong Recommendation </td><td>This implies that most people will agree with the recommended action. Individuals must implement existing activities by adopting a recommendation as health policy in various </td></tr><tr><td>Weak Recommendation </td><td>1. Risk-benefit balance 2. Quality of evidence 3. Values and preferences of the community and or health workers 4. Estimated availability of resources and costs values and preferences. </td><td>This implies that the majority of individuals will accept the recommended actions, but a large number of them will not do. Every individual must realize that there are different choices, and each individual needs help to reach a decision that is most consistent with their </td></tr></table></body></html>"}}, "back_matter": [{"text": "Author and year of publication Results and Recommendation 2 Yao et al., 2020 1. People with mental disorders are more susceptible to infection for several reasons, such as experiencing cognitive impairment, being less aware of the risk of COVID-19, and having limited conditions compared to others and experiencing obstacles in accessing health services on time. 2. With the presence of COVID-19, some patients are hampered for control and treatment, thus allowing recurrence 3. More support and attention is needed from health workers and mental health professionals and the role of the community so as not to aggravate the condition of people with a mental health condition and cause relapses. 3 Greenberg et al., 2020 1. Health care staff face an increased risk of moral injury and mental health problems when facing the challenges of the COVID-19 pandemic 2. Health service managers need to take steps to protect the mental well-being of staff proactively and must be honest about the situation staff may face 3. Staff can be supported by strengthening teams and providing regular contacts to discuss decisions and examine their well-being 4. After the crisis begins to recede, the staff must be actively monitored, supported, and, if necessary, be provided evidence-based care. 4 Inter-Agency Standing Committee Reference Group for Mental Health and Psychosocial Support in Emergency Settings, 20201. Health workers who work as the front guard may experience increased stressors during the COVID-19 outbreak. 2. COVID-19 outbreak can have long-term impacts and consequences on the community and family. 3. The reaction of fear often arises due to misinformation or rumors about COVID-19. 4. Social stigma and discrimination can be linked to COVID-19, including those who have been infected, their family members and health workers, and other frontline workers. Steps must be taken to overcome stigma and discrimination in all phases of the COVID-19 emergency response. Attention should be given to promoting the integration of people who have been affected by COVID-Helps older adults cope with stress during the COVID-19 outbreak 5. Supporting the needs of individuals with disabilities during the COVID-19 outbreak 6. Undertake activities that can help children cope with stress during the COVID-19 outbreak 7. MHPSS (Mental Health and Psychosocial Support) activities for adults in isolation/quarantine 8. Support people working in the COVID-19 response team 9. Share appropriate information in the community about mental health during the COVID-19 outbreak 5 Centers for 1. People with history and previous mental health conditions must continue their treatment and be aware of", "cite_spans": [{"start": 698, "end": 720, "text": "Greenberg et al., 2020", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "No"}, {"text": "Disease Control and Prevention, 2020 new symptoms or worsening conditions. Healthcare professionals have to give much more information. 2. Caring for personal health, friends, and family can help deal with stress. Helping others cope with stress can also make the community stronger. 3. In maintaining mental health, it is vital to consider the mental health conditions of individuals (based on age level), groups, communities, and health workers.", "cite_spans": [], "ref_spans": [], "section": "No Author and year of publication Results and Recommendation"}, {"text": "Recommendation 3 1 Duan & Zhu, 2020 1. Medical institutions and universities throughout China have opened online platforms to provide psychological counseling services for patients, their family members, and others affected by the epidemic. 2. Crisis interventions and psychological interventions must be carried out with good cooperation and communication by all teams, and team members should be professional and experienced workers in their fields. 3. In addition to crisis actions, when the pandemic has ended, it is also necessary to pay attention to the mental condition of the community, as well as measures taken to prevent health problems such as PTSD. 2 Yang et al., 2020 1. Conduct psychological crisis services for adults and the elderly who live in the community on time, bearing in mind that this age group is vulnerable to experiencing mental health problems due to a pandemic. 2. In providing interventions, the collaboration between professionals and policymakers is needed. 3 WHO, 20201. Efforts to deal with psychosocial health problems are announced by WHO (2020) by targeting various age groups, including the general population, health workers, team leaders or managers in health facilities, the elderly group, and isolated groups. 4 Zhang et al., 2020 1. Psychological crisis interventions must be dynamic, adapted to different stages in epidemic conditions, including during and after the outbreak. 2. During an outbreak, mental health workers must actively participate in the entire disease intervention process, so that mental health and psychosocial responses can be mobilized on time. 3. Specific action: 1) Psychological crisis interventions must be carried out and integrated into the treatment and termination effort of the transmission chain. 2) A psychiatrist must manage severe mental health problems (e.g., violence, suicidal behavior). 4. After the outbreak, psychosocial support is primarily focused on quarantined people and medical staff", "cite_spans": [{"start": 664, "end": 681, "text": "Yang et al., 2020", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Psychosocial interventions at each stage of the COVID-19 outbreak"}, {"text": "Author and year of publication Results and Recommendation caring for COVID-19 patients. Social support and psychological intervention are mostly provided by family members, social workers, psychologists, and psychiatrists to isolated patients, suspected patients, and direct contact. Medical staff working for quarantine are special groups that need much social support, and they are also a vital force to give social support for isolated patients. 5 Liu, et al. (2020) 1. Progressive muscle relaxation is straightforward to learn, does not take place & time and equipment and technology, and is able to help reduce unpleasant conditions, reduce anxiety, and improve sleep quality in patients with COVID-19. Thus, the body and mind are free from all tension and anxiety and improve sleep quality. 6De Sousa et al. (2020) 1. Public mental health interventions must be formally integrated into public health preparedness and emergency response plans. 2. Psychological crisis interventions must be part of the public health response to the COVID-19 outbreak, which is carried out through joint prevention and control mechanisms at the city/district, and provincial levels. Interventions differ by group. Workforce interventions consist of psychological outreach teams", "cite_spans": [{"start": 449, "end": 469, "text": "5 Liu, et al. (2020)", "ref_id": null}], "ref_spans": [], "section": "No"}, {"text": "Author and year of publication Results and Recommendation led by psychiatrists and mental health professionals and psychological support hotline teams. 2 Zhang et al.1. Mental health status screening of suspected cases, medical staff, and the general population are done through the WeChat application or telephone using a questionnaire (e.g., Mood Index Questionnaire, Patient Health Questionaire-9) as an assessment tool. How to quickly identify emotional problems and stress individuals is an essential part of the basis of psychological intervention. 2. Most social support and psychological interventions are given to isolated patients, suspected patients, and close contacts, primarily through telephone and Internet hotlines (e.g., WeChat, APPs) by family members, social workers, psychologists, and psychiatrists. 3. Medical staff working in isolation rooms and for isolated patients, both need much social support to provide important strengths. Their mental health status must be monitored, and the provision of an appropriate set of interventions must be available for psychological assistance 4. The process and content of psychological interventions are indicated in a worklist of online psychological interventions consisting of three stages: online services (content and program service), technical assistance and problem feedback mechanism 3 Li et al. (2020) 1. Health workers, academics, and community are required to adopt emergency psychological crisis interventions, psychological counseling and to form a group of psychological assistance experts to provide professional guidance and coordinate with the health department. 2. The mental health association and the academic community organize a team of experts, issue guidelines for mental health services. 3. Online education is also released to the public 4. Psychologists and psychiatrists provide individual counseling on e-Platforms (e.g., Alihealth and HaoDaiFu) and adopt stress relief strategies through social media (e.g., Weibo and WeChat). Based on the principle, psychological crisis intervention includes three main points: a. Understanding mental health status in different populations with COVID-19 b. Identify someone at a high risk of suicide and aggression. c. Provide appropriate psychological interventions for those in need This implies that most people will agree with the recommended action. Individuals must implement existing activities by adopting a recommendation as health policy in various situations", "cite_spans": [], "ref_spans": [], "section": "No"}, {"text": "This implies that the majority of individuals will accept the recommended actions, but a large number of them will not do. Every individual must realize that there are different choices, and each individual needs help to reach a decision that is most consistent with their values and preferences.", "cite_spans": [], "ref_spans": [], "section": "Weak Recommendation"}]}