{
    "paper_id": "3e1d8dd9336e8137334a176eef2ad1731cdcd1cc",
    "metadata": {
        "title": "A multicenter national survey of children with SARS-CoV-2 infection admitted to Spanish Pediatric Intensive Care Units and SECIP Study Group on SARS-CoV-2 in Critically Ill Pediatric Patients",
        "authors": [
            {
                "first": "Rafael",
                "middle": [],
                "last": "González Cortés",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Gregorio Marañón General University Hospital",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "García-Salido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Gregorio Marañón General University Hospital",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "Roca"
                ],
                "last": "Pascual",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Gregorio Marañón General University Hospital",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "María",
                "middle": [
                    "Slöcker"
                ],
                "last": "Barrio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Gregorio Marañón General University Hospital",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Carlos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Gregorio Marañón General University Hospital",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Vicente",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Gregorio Marañón General University Hospital",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pandemic outbreak of SARS-CoV-2 is the greatest challenge ever faced by intensive care units throughout the globe. Most studies report a low incidence and little need for hospitalization in children. Nevertheless, up to 10% of hospitalized children under 1 year of age require PICU admission [1] . The first cases of SARS-CoV-2 infection in Spain were identified in February. The number of cases increased significantly during the following weeks [2] . Although children appear to be relatively spared of severe disease, the Spanish Ministry of Health reported over 200 children requiring admission to a pediatric ward, 10% of which were admitted to a PICU [3] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "We present the preliminary results of a national multicenter registry of SARS-CoV-2 infection in children requiring intensive care. This initiative was launched by the Spanish Pediatric Intensive Care Society and included 47 PICUs. More than 90% of the PICUs included in the Spanish Public Healthcare System were represented in the study. Fifty patients were included in the registry between the 1st of March and 1st of May 2020. Underlying health conditions were reported in 24% of the patients. Table 1 shows the differences between patients requiring and those not mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 504,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Our results show that, even though SARS-CoV-2 infection has a mild clinical course in most cases, some children can present with a severe disease requiring respiratory and haemodynamic support. Suspected paediatric multisystem inflammatory syndrome (PMIS) as described by Riphagen et al. [3] was present in more than a half of these patients.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The need for mechanical ventilation (MV) was higher in younger patients, in those with higher organ failure scores, in those with pre-existing medical conditions and in those presenting with respiratory difficulty and ARDS, as described in adult patients [4] . Patients requiring MV were less likely to present with PMIS upon admission. Many adult studies have pointed out an association between the severity of the disease or the need for mechanical ventilation and some laboratory markers [4] . Nevertheless, we did not find any statistically significant differences regarding total leukocyte and lymphocyte count, C reactive protein or procalcitonin in our patients. None of the participating units reported any COVID-19 deaths as of the date of data collection.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Our study has several limitations. A complete analysis of the course of SARS-CoV-2 infection in Spanish critically ill children is not possible yet, as some patients are still hospitalized. Though our registry includes more than 90% of Spanish PICUs, the absence of non-participating units may have created a selection bias. Another limitation is that it was not possible to discern whether SARS-CoV-2 infection was fully responsible or only a contributing factor for the whole clinical picture in some cases. Finally, statistical significance may be difficult to achieve due to small sample size, especially in some laboratory markers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "We believe there is an urgent need for multicentre international studies in order to provide a better understanding of the specific features, needs and challenges of critically ill children with SARS-COV-2 infection, especially in those with pre-existing medical conditions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Patients requiring mechanical ventilation and patients not requiring mechanical ventilation are compared. ARDS was defined according to the Pediatric Acute Respiratory Distress Syndrome Consensus Recommendations from the Pediatric Acute Lung Injury Consensus Conference. PMIS was defined according to the Royal College of Paediatrics and Child Health. Shock was defined as blood pressure below 5th percentile reference values for age or the need of vasoactive drugs to maintain blood pressure in normal range or by the existence of signs of tissue hypoperfusion despite adequate fluid resuscitation. Renal failure was defined according to the KDIGO guidelines as the presence of urine output below 0.5 ml/kg/h for more than 6 h or as an increase on serum creatinine by 0.3 mg/dl within 48 h or 1.5 baseline values. Heart dysfunction was defined using echocardiography as the existence of global or segmental motion abnormalities, dilated ventricles, reduced ejection fraction or by the presence of pericardial effusion. p-SOFA scores were calculated using the information of the first 24 h of admission IQR interquartile range, ADRS acute respiratory distress syndrome, PMIS pediatric multisystem inflammatory syndrome, HFNC high flow nasal cannula, NIV non invasive ventilation, MV mechanical ventilation, PCT procalcitonin, CRP C-reactive protein a Some data were not available for all patients b Laboratory markers were available in 48 out of 50 patients ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1 Characteristics of patients with SARS-CoV-2 infection admitted to Spanish PICUs"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2020) SARS-CoV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "17",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2005073"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Consumo y Bienestar Social-Profesionales-Situación actual Coronavirus",
            "authors": [
                {
                    "first": "Sanidad",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Screening and severity of coronavirus disease 2019 (COVID-19) in children in",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tagarro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Epalza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatr",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1346"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hyperinflammatory shock in children during COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riphagen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gonzalez-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "31094--31095",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31094-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 with different severity: a multicenter study of clinical features",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202002-0445OC"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pediatric Intensive Care Unit, Gregorio Marañón General University Hospital, Madrid, Spain. 2 Pediatric Intensive Care Unit, Niño Jesus Child University Hospital, Madrid, Spain. 3 Pediatric Intensive Care Unit, Vall d'Hebron Hospitalary",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Campus of Barcelona, Barcelona, Spain.4 Pediatric Intensive Care Unit, Son Espases University Hospital, Palma de Mallorca, Spain.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors confirm that they have no potential conflict of interest regarding the submitted manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Accepted: 28 May 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}