{
    "paper_id": "3e22c09b915fa8b9fc8fbd2d60efcb7ece108136",
    "metadata": {
        "title": "Examining the Examiners: Students' Privacy and Security Perceptions of Online Proctoring Services *",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "G"
                ],
                "last": "Balash",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dongkun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darika",
                "middle": [],
                "last": "Shaibekova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahel",
                "middle": [
                    "A"
                ],
                "last": "Fainchtein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Micah",
                "middle": [],
                "last": "Sherr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "J"
                ],
                "last": "Aviv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In response to the Covid-19 pandemic, educational institutions quickly transitioned to remote learning. The problem of how to perform student assessment in an online environment has become increasingly relevant, leading many institutions and educators to turn to online proctoring services to administer remote exams. These services employ various student monitoring methods to curb cheating, including restricted (\"lockdown\") browser modes, video/screen monitoring, local network traffic analysis, and eye tracking. In this paper, we explore the security and privacy perceptions of the student test-takers being proctored. We analyze user reviews of proctoring services' browser extensions and subsequently perform an online survey (n = 102). Our findings indicate that participants are concerned about both the amount and the personal nature of the information shared with the exam proctoring companies. However, many participants also recognize a trade-off between pandemic safety concerns and the arguably invasive means by which proctoring services ensure exam integrity. Our findings also suggest that institutional power dynamics and students' trust in their institutions may dissuade students' opposition to remote proctoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the past decade colleges and universities have steadily expanded online course offerings [19] . The Covid-19 pandemic has significantly accelerated that pace, as in-person classes were quickly replaced with virtual instruction [2] . With the increase in online education, academic integrity issues surrounding how students complete online exams led many educators to utilize remote proctoring services [7] . 1 A 2020 EDUCAUSE poll found that more than half of higher educa-tion institutions use remote proctoring services and another 23% are either planning for or considering their use [9] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 411,
                    "end": 412,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Remote proctoring services are offered by a number of companies, including popular vendors such as Respondus [29] , Proctorio [25] , and ProctorU [26] . Many remote proctoring services require students to install a browser extension that \"locks down\" their browser, preventing navigation to other sites during exam time. However, more invasive monitoring may also include webcams, screen sharing, the use of a live (human) proctor, and even automated monitoring techniques such as eye tracking and network traffic analysis.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is evidence of higher rates of academic integrity violations for online exams [18, 22] , and some argue that online proctoring is an effective tool to curb cheating [14] . However, this can come at the expense of increased test anxiety and diminished student performance [6] . Importantly, the privacy policies and practices of these services, and of online education, generally, significantly impact students and their privacy rights [4] . While concerns over the privacy and the ethics of online exam proctoring have led several institutions (cf. [1, 17] ) to discontinue their contracts with online proctoring services, there is little research on the privacy perceptions and understandings of the student test-takers who undergo remote proctoring. In this paper we endeavor to answer the following research questions about privacy in the setting of online proctoring services:",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RQ1 What are students' perceptions and understandings of online proctoring services? RQ2 What are students' privacy concerns regarding the use of online proctoring software? RQ3 What are students' security concerns regarding the use of online proctoring software?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We first reviewed eight online proctoring services' Chrome browser extensions. Based on the number of user reviews, we observed explosive growth of online proctoring since the start of the Covid-19 pandemic (720 %). Qualitative analysis of the user reviews revealed a number of privacy concerns, including providing personal identifiable information to verify students' identities, live-proctors viewing webcams, local network monitoring, and screen sharing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We subsequently developed an online survey to further explore privacy issues with n = 102 student participants who took an online proctored exam. Only 39 % of participants agreed or strongly agreed that they prefer an online proctored exam, and participants expressed many of the same privacy concerns as found in user reviews, particularly around the process of identity verification. They also expressed concern for installing proctoring software. A little more than half were at least somewhat, moderately or extremely concerned about installing proctoring software on their personal computers, and 52 % agreed or strongly agreed that exam proctoring was too privacy invasive. Participants were more comfortable with lockdown browsers, keyboard restrictions and even a live proctor while being monitored but expressed discomfort with screen, webcam or microphone recording. They were least comfortable with browser history monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite concerns, many participants noted a privacy-benefit trade-off in their qualitative responses, recognizing that taking exams online was more convenient and safe during the Covid-19 pandemic. At the same time, many participants also indicated that they did not believe online proctoring prevents academic dishonesty: 61 % noted that they agreed or strongly agreed that they could still cheat (if they wanted to).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We also found that power dynamics shaped students' perceptions of online proctoring. Students reported that for 97 % of remotely proctored exams, the proctoring was required by their instructor or institution. The obligatory monitoring and its backing by academic institutions may explain why many participants are able to contextualize their privacy exposure. Some participants noted that their trust in the proctoring services was due in part to their belief that their institution would not harm their security or privacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given our findings, we present a number of recommendations for educators. These include acknowledging students' concerns regarding remote proctoring services, better communicating the privacy and security implications of using these services, presenting a clear rationale for using the selected proctoring system, providing some form of consent and notice to students before online proctored exams, and providing clear instructions and/or assistance in removing invasive monitoring software following an exam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Online exam proctoring services enable students to complete an exam (or other coursework) online while being proctored remotely. When taking an online exam, students may be required to install software to assist in confirming their identity, monitoring their behavior, and preventing their access to unauthorized resources. Monitoring may include the use of the webcam and microphone, sharing computer screens, monitoring the network, eye tracking, or other behavioral tracking. Some services use a live (human) proctor to observe the student. While there are other mechanisms for remote examination, such as taking an exam using video conferencing (e.g., Zoom), this study is focused on remote online proctoring services that provide a more comprehensive observation using browser plugins and/or standalone software, as well as student identify verification. Herein, when we refer to \"online exam proctoring\" or an \"online proctored exam\" we are specifically referring to services as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Related Work"
        },
        {
            "text": "Despite considerable media attention [11, 13, 23, 31] , student perceptions of online proctoring services have been understudied. We identified one recent study by Kharbat and Abu Daabes which finds high levels of privacy concerns in the UAE when using online proctoring systems [16] ; we find similar results. However, unlike Kharbat and Abu Daabes, we focus on participants' security and privacy concerns, and how they compare with the risks we identified through our own analysis of these tools. A recent manuscript by Cohney et al. explores privacy risks of online proctoring services [4] but instead focuses on perceptions of university administrators and faculty; we focus on the student perspective.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 42,
                    "end": 45,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 46,
                    "end": 49,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 50,
                    "end": 53,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background and Related Work"
        },
        {
            "text": "Cheating during online exams has been investigated, with sometimes contradictory findings. Watson and Sottile found that students indicated they would be 4x more likely to cheat in online classes, but more readily during in-person exams [32] . Lanier compared rates of academic dishonesty at a university that offered both online and in-person learning, finding more cheating in the online courses [18] . However, Grijalva et al. found that the rate of cheating in online classes resembles that of traditionally proctored exams [10] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background and Related Work"
        },
        {
            "text": "Hylton et al. examined whether webcam-based monitoring had a deterrent effect [14] . They found no statistically significant difference in exam scores between students who were and were not monitored, but report that non-proctored students took longer to complete exams and perceived they had more opportunity to cheat. Similarly, Rios and Liu also found little difference in exam performance on low-stakes exams, suggesting that rates of cheating are also similar between low-stakes proctored and non-proctored exams [30] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Background and Related Work"
        },
        {
            "text": "In contrast, Daffin and Jones found that student performance was generally 10-20% higher on online psychology exams that did not use online proctoring services [6] . Goedl and Malla also found that student performance was significantly greater without online proctoring. However, like Hylton et al., they found students consistently took less time to complete their exams when proctored [8] . In these studies, it is unclear whether the differences in completion time and performance were due to (1) the online proctoring acting as a deterrent to curb cheating that would otherwise result in higher test scores or (2) a psychological effect of the presence of the remote monitoring. Woldeab and Brothen addressed this more specifically and found that for students with trait test anxiety, exam-time stress was more closely correlated with poorer performance in online proctored exams [33] . In two recent opinion articles, Coghlan et al. highlight ethical considerations when integrating machine learning and artificial intelligence techniques into online proctoring services [3] , and Swauger opines that the algorithms that underpin online monitoring have been shown to \"[reinforce] white supremacy, sexism, ableism, and transphobia\" and that proctoring services inherit these traits [31] . These types of concerns, particularly those of online proctors' inadequate accessibility and protection of student privacy, have led to the cancellation or discontinuation of contracts with online proctoring vendors at the University of Illinois [17] and the University of California, Berkeley [1] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1587,
                    "end": 1590,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background and Related Work"
        },
        {
            "text": "As an initial investigation into online proctoring services, we conducted a study of Chrome Web Store reviews of online proctoring services' browser extensions. These extensions are often required to be installed as a prerequisite to taking online proctored exams. We analyzed user reviews from the Chrome Web Store posted between October 2015 and December 2020 for eight browser extensions. We also analyzed the privacy policies of 25 proctoring services, as reported on their websites with respect to the kinds of information collection and monitoring practices. This analysis informs the development of the online survey discussed in Section 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Browser Extension and Privacy Policies"
        },
        {
            "text": "We first analyzed the number of reviews over time, dating back to January 2018. (See Figure 1. ) While there is a steady rise in the number of reviews, starting in January 2020 (the beginning of the Covid-19 pandemic) the growth in reviews greatly increased. By the end of 2020, exam proctoring browser extensions experienced an 8.2x (720 %) increase in the number of reviews, totaling 2,348 reviews. In the prior two years (2018, 2019), only 292 reviews appeared on the web store, strongly suggesting To obtain this data we used the Google site operator (e.g., site:http://*/courses/*/quizzes/*) in February 2021.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "Figure 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Growth in Online Proctoring"
        },
        {
            "text": "Matching URLs http://*/courses/*/quizzes/* 8 https://*/courses/*/quizzes/* 99,300 http://*/courses/*/quizzes/*/take?user_id=* 8 https://*/courses/*/quizzes/*/take?user_id=* 8 https://*/courses/*/quizzes* 9 *://*/d2l/lms/quizzing/* 8 *://*/webapps/assessment/* 316,000 *://*/ultra/courses/* 9 http://*/courses/*/quizzes 183,000 https://*/courses/*/quizzes 240,000 http://*/courses/*/quizzes/*/take 9 http://*/courses/*/quizzes/*/take/questions/* 8 https://*/courses/*/quizzes/*/take 231,000 https://*/courses/*/quizzes/*/take/questions/* 8 *://*/webapps/assessment/* 316,000 *://*/d2l/lms/quizzing/* 8 Web Req. Blocking that the Covid-19 pandemic has led to a large expansion of students who are taking remotely proctored exams. This confirms a recent poll by Grajek that found that more than half of colleges and universities make use of online proctoring [9] . Interestingly, as shown in Figure 1 , there is a noticeable decline in the average star rating that coincides with the start of the pandemic (and the growth in popularity of online proctoring services). Remarkably, by the end of 2020, the average rating fell to just 1.02 (the lowest possible rating is 1).",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 859,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 889,
                    "end": 897,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Pattern"
        },
        {
            "text": "We analyzed a total of 613 reviews that were written between August 2015 and October 2020 for the browser extensions offered by ConductExam [5] , Honorlock [12] , IRIS [15] , Mercer Mettl [21] , ProctorExam [24] , Proctorio [25] , ProctorU [26] and PSI Online [27] . A primary coder crafted a codebook by coding a random sample of (up to) 100 reviews per extension. (Some extensions had fewer than 100 reviews.) Using the codebook, a secondary coder coded all reviews over several rounds, providing feedback on the codebook and iterating with the primary coder until inter-coder agreement was reached (Cohen's κ > 0.7).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of Reviews"
        },
        {
            "text": "We find that 83 % (n = 510) of users shared negative reviews. For instance, a user stated, \"Just an absolute nightmare to use,\" and, \"It is a small wonder how they convinced all these companies to use it for their online exams.\" The most prevalent concern was the 55 % (n = 335) who mentioned concerns about their privacy. For example, \"I'm not letting some random person have control over facial recognition of me and scan the inside of my home.\" A number of reviews noted positive experiences (n = 73; 12 %), e.g., \"It has gotten the job done, and I have never had any problems with it.\" A few reviews (n = 60; 10 %) mentioned that the use of proctoring services was required by their institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Reviews"
        },
        {
            "text": "Monitoring Techniques and Scope We also extracted manifest files from each extension, which describe the permissions (or access level) for the extension and on which web pages the extension is active. Pages on which the extension is active are indicated by a list of URL match patterns, with * indicating a wild card. We found that the extensions' URL matching can be quite broad. For example, in Table 1 , we report the number of Google search results that match each URL pattern specified by Honorlock's browser extension. These URL patterns match a wide variety of URLs, most likely associated with online course content hosted through Blackboard 2 or Canvas. 3 However, generic URL patterns can match other URLs (e.g., any URL that has /courses/ followed by /quizzes/), activating the browser extension regardless of whether the student is taking an exam.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 664,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis of Reviews"
        },
        {
            "text": "This can be problematic for student privacy, beyond the duration of the exam, as these browser extensions request many browser permissions in order to conduct monitoring. Table 2 reports the permission requests for the eight proctoring browser extensions. All but two extensions request multiple permissions. ProctorU and Proctorio request the most, with Proctorio requesting 22 different permissions, which could be active when visiting any page matching a URL pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Reviews"
        },
        {
            "text": "Privacy Policies In addition to viewing permissions in the manifest file, we also reviewed the privacy policies of 25 exam proctoring services. See Question Q6 for a full list; not all had browser extensions in the web store. Figure 2 presents the number of exam proctoring services (x-axis) that disclose certain data collection practices (y-axis). All 25 discuss setting cookies, collecting IP addresses, and accessing the webcam, and all but one note access to a photo ID to verify identity. Many policies also mention that the software will request access to the microphone, screen recordings, or collect other kinds of biometric information. Notably, 18 state that they share information with third parties. 3 ",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 714,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis of Reviews"
        },
        {
            "text": "We conducted an online survey to evaluate the security and privacy concerns of student test-takers who are remotely proctored. The design of our study is informed by our preliminary analysis of the browser extensions and the privacy policies (see Section 3) , and in what follows, we describe the survey's procedures, recruitment, limitations, and ethics. Survey results are presented in Section 5.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 257,
                    "text": "Section 3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Survey Methodology"
        },
        {
            "text": "To ensure that participants had taken at least one online proctored exam, we used a two-part structure with an initial screening survey in which qualified participants were then asked to participate in the main study. The full text of the screening survey and main study can be respectively found in Appendices A.1 and A.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Procedure"
        },
        {
            "text": "Screening Survey We used the following two inclusion criteria to screen participants for the main study: (1) the participant is familiar with online exam proctoring and (2) the participant has taken an online proctored exam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Procedure"
        },
        {
            "text": "In the screening survey we also asked participants to describe their overall experience taking online proctored exams and to provide demographic information such as age, identified gender, education, and technical background. Participants also answered the Internet Users' Information Privacy Concerns (IUIPC) questionnaire [20] to provide insights into their privacy concerns.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Study Procedure"
        },
        {
            "text": "The main study consisted of the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Study"
        },
        {
            "text": "1. Informed Consent: Participants were asked to consent to the study. The consent included that participants would answer questions about their awareness and concerns about online exam proctoring services. 2. Awareness and Exposure: Participants were asked to report their experiences with online exam proctoring, including the number of exams taken, the nature of the exams, the proctoring service(s) used, and if they were required to take the exam. Participants were also asked if the online proctoring service provided any necessary accommodations or other modifications based on their needs as a test taker, and if they experienced any technical difficulties during the exam. These questions were informed by the browser extension reviews. Questions: Q1-Q17. 3. Proctoring Methods: Next, participants were asked about their level of comfort with specific monitoring methods used by proctoring services, such as eye movement tracking, video monitoring, and internet activity monitoring, and if these monitoring methods were necessary. The list of these methods were informed by the analysis of the browser extensions and privacy policies. Questions: Q17-Q28. 4. Proctoring Effectiveness: To determine the perceived effectiveness of online exam proctoring we asked if participants were less likely to cheat and if they believed it is still possible to cheat on an exam even with the monitoring methods employed by online exam proctoring services. Additionally, participants were asked if they had been accused of cheating by exam proctoring software and, if so, which specific methods such as eye movement tracking, screen recording, or internet activity monitoring was used to detect cheating. Participants could choose to not answer these questions. Questions: Q29-Q33. 5. Privacy Concerns: Participants were asked to evaluate their concern regarding sharing information with online exam proctoring companies, whether the proctoring service was a reasonable trade-off between personal privacy and the integrity of the exam, and whether online exam proctoring was a good solution for monitoring remote examinations. Questions: Q34-Q39. 6. Proctoring Software: Finally, participants were asked about the installation of exam proctoring software, what the software did, and their level of concern about the software. Questions: Q40-Q50.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Study"
        },
        {
            "text": "We initially recruited 27 participants by posting an advertisement on Reddit via the subreddit SampleSize 4 between November 14, 2020 and December 2, 2020. Note that participants recruited via Reddit did not take the screening survey, but rather the pre-survey questions were included in the main study. We excluded responses that did not meet the screening criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment and Demographics"
        },
        {
            "text": "We were not able to find a sufficiently large sample on Reddit, and so we recruited additional participants on Prolific 5 between December 18, 2020 and December 28, 2020. As a Using their ProlificIDs, we re-recruited 75 of the participants who met the criteria for participation in the main study. Participants who completed the Reddit survey were given the opportunity to enter a drawing for a $50 USD Amazon gift card with a 1 in 27 chance of winning. On average, it took 27.2 minutes (SD=24.5) to complete the Reddit survey. Participants who completed the screening survey received $0.50 USD. On average, it took 4.2 minutes (SD=2.7) to complete the screening survey and 15 minutes (SD=7.1) to complete the main study. Participants who completed the main study received $3.50 USD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment and Demographics"
        },
        {
            "text": "Seventy-two percent of main study participants were between 18-24 years old, 22 % were between 25-34 years old, and 7 % were 35 years or older. The identified gender distribution for the main study was 51 % men, 46 % women, and 3 % non-binary or did not disclose gender. Participant characteristics are presented in Table 3 , and additional demographic information can be found in Appendix B. In total, n = 102 participants were recruited for the main study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Recruitment and Demographics"
        },
        {
            "text": "The study protocol was approved by our Institutional Review Board (IRB) with approval number REDACTED, and all collected data is associated with random identifiers. Throughout this process we considered that many participants may not want to share their perceptions of whether proctoring services are effective at preventing academic dishonesty, and so we made those questions optional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations and Limitations"
        },
        {
            "text": "Our study is limited in its recruitment, particularly to Prolific and Reddit users residing in the U.S. We cannot claim full generalizability of the results. Despite this limitation, prior work [28] suggests that online studies about privacy and Prefer not to answer Figure 3 : Impressions of online proctoring services.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Ethical Considerations and Limitations"
        },
        {
            "text": "security behavior can approximate behaviors of populations. We are also limited by the fact that this study relies on self-reported behavior. We cannot verify that the participants actually experienced an online proctored exam, which is why we used a screening survey. Finally, responses can suffer from social desirability and response bias, leading participants to over describe their awareness of online exam proctoring as they may believe that this is the expectation of the researchers. Such biases may be most present when participants indicate concerns and indicate they are less likely to cheat on an exam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations and Limitations"
        },
        {
            "text": "We organize our results according to our research questions. We first present our findings concerning participants' perceptions and understanding of online exam proctoring (RQ1), and then describe participants' privacy concerns regarding online exam proctoring (RQ2). Finally, we discuss participants' understanding of exam proctoring software and their concerns about such software (RQ3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For all qualitative findings, we used a pair of primary coders from the research team, each of whom crafted a codebook and identified descriptive themes by coding each question. A secondary coder coded a 20 % sub-sample from each of the free-response questions over several rounds, providing feedback on the codebook and iterating with the primary coder until inter-coder agreement was reached (Cohen's κ > 0.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As part of RQ1, we seek to measure (1) student perceptions of online proctoring and (2) their understanding of the methods used by online proctoring services to monitor exams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "Experience with Exam Proctoring Nearly half (n = 49; 48 %) of respondents had taken five or more online proctored Prefer not to answer Figure 4 : Encountered exam requirements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "exams, 38 % (n = 39) had taken between two to four (inclusive), and a mere 14 % (n = 14) of participants had only taken a single online-proctored test (Q1). The online proctoring service Respondus was the most used (n = 20; 20 %), followed by Proctorio (n = 13; 13 %), and ProctorU (n = 10; 10 %) (Q6) (see Figure 10 in Appendix B). This generally conforms to the survey conducted by EDUCAUSE [9] . The most common exam proctoring methods used to monitor study participants included: lockdown browser (n = 71; 70 %), webcam recording (n = 65; 64 %), screen recording (n = 61; 60 %), live proctor (n = 60; 60 %), and microphone recording (n = 51; 50 %) (Q23). (See Figure 5 .) While most participants (n = 94; 92 %) reported that at least one of their online proctored exams was a course exam (e. g., test, midterm exam, final exam), many (n = 47; 46 %) had also used online exam proctoring for lower stakes course assessments such as quizzes (Q2). The most common subjects that were proctored included science (n = 24; 24 %), business (n = 17; 17 %), mathematics (n = 16; 16 %), computer science (n = 11; 11 %), and medicine (n = 9; 9 %).",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 664,
                    "end": 672,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "Many of the participants (n = 83; 81 %) took their most recent online proctored exam in the year 2020 during Covid-19, and most were in the last half of 2020: December (n = 39; 47 %), November, (n = 16; 19 %), and October (n = 8; 10 %) (Q4). This matches the explosive growth in browser reviews described in Section 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "Requirement to Use Online Proctoring Nearly all participants were required to use an online proctoring service: 97 % of subjects (n = 99) noted they had been required to take an exam using online proctoring services (Q7) by an authority at their university. When asked who had required them to take an online proctored exam (Q8), 70 % (n = 68) of respondents indicated their class instructor, followed by 23 % (n = 22) who reported that online proctoring was required by their university. Only 7 % (n = 7) of participants indicated their requirement to use online proctoring had stemmed from having taken a standardized test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "Preference for/against Online Proctoring A majority of participants (n = 58; 56 %) prefer traditional exam formats, but others (n = 30; 30 %) preferred online proctored exams (Q12; Figure 3 ). Still, half (n = 51; 50 %) stated that they agree (n = 36; 35 %) or strongly agree (n = 15; 15 %) that online exam proctoring is a good solution for monitoring remote exams (Q39). We asked participants to qualitatively explain some of the benefits of using online exam proctoring (Q10): 42 % (n = 43) highlighted that they prevent cheating, e.g., \"It effectively prevents cheating so students abilities can be graded accurately\" (P51); and 29 % (n = 30) liked taking exams remotely, e.g., \"You don't have to leave your house to take the exam\" (P102). Some participants (n = 5; 5 %) specifically mentioned the social distancing during the Covid-19 pandemic, e.g., \"It was a good way to still be able to take exams securely while distance learning because of COVID-19\" (P35). Other participants (n = 12; 12 %) liked the flexibility, e.g., \"It is a bit nicer to be able to take the exam at a different time that works best for me\" (P3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "To explore the factors that may drive a preference for or against taking an online proctored exam, we performed an ordinal logistic regression. For the outcome variable, we used the Likert response to Q12, preference for online exam proctoring over traditional exam formats. The factors we considered were participant responses to questions about the number of exams taken, awareness of monitoring methods, concern about the amount of information collected, general privacy perceptions, privacy trade-off, online exams as a good solution, discomfort with monitoring methods, and concern about sharing information. Each of the considered factors was converted to a binary variable, using the appropriate Likert values as bins. Table 6 in Appendix B presents the full regression table.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 726,
                    "end": 733,
                    "text": "Table 6",
                    "ref_id": "TABREF18"
                }
            ],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "We find that those that agree or strongly agree that online proctoring is a good solution for remote examination were 3.66x more likely to have a higher preference for online exams (b = 1.30, OR = 3.66, p = 0.01). A lack of privacy concerns also played a role: those that either disagree or strongly disagree that online proctored exams are privacy invasive were at a significantly increased likelihood of preferring online proctored exams (b = 2.21, OR = 9.10, p < 0.001). Surprisingly, if participants disagree or strongly disagree that they are concerned about the amount of information being collected, they are 5.8x less likely to prefer online exams (b = −1.76, OR = 0.17, p = 0.03). At the same time, participants who noted that they are uncomfortable or very uncomfortable with observation methods during exams were 2.6x less likely to prefer online exams (b = −0.95, OR = 0.39.p = 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "The above suggests that while privacy concerns play a role in students' preference for online proctoring, concerns about data collection may not resonate as a privacy concern. Instead, concern about monitoring methods, as we discuss in Section 5.2, appear to be of higher consequence for participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "Preventing Cheating Online exam proctoring is perceived as a deterrent to cheating. When asked if online exam proctoring makes it less likely for them to cheat, 63 % (n = 65) of participants agreed or strongly agreed, while only 26 % (n = 26) disagreed or strongly disagreed (Q29). However, 60 % (n = 61) agreed or strongly agreed that it would still be possible for them to cheat during an online proctored exam, with only 29 % (n = 29) who disagreed or strongly disagreed (Q30).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "When asked to qualitatively explain their belief about the ability to cheat, 21 % (n = 21) responded that a second device such as a smartphone could be used, and 13 % (n = 13) reported that notes, cheat sheets, or other materials could be used to cheat. Others (n = 17; 17 %) explained that it was difficult to cheat. For example, P93 said, \"I think that with so many sources being monitored on the student's end, this would make it extremely difficult for them to cheat.\" Only 2 % of participants (n = 2) reported being accused of cheating by the exam proctoring software (Q32).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "Experiences with Monitoring When asked to described their overall experience being monitored during their exam (Q25), some participants (n = 26; 25 %) reported that being monitored was a negative experience. For example, P62 responded, \"I felt uncomfortable because I do not like being watched,\" and P64 stated, . . . it felt much more stressful than . . . taking an exam in a typical proctored environment. I feared that any little movement or sound may trigger the system and flag me for cheating. . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "For a minority of participants (n = 18; 18 %), being monitored was a positive experience. For instance, P50 stated, \"It was pretty good, I stayed focused on the test.\" 0% 25% 50% 75% 100%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "Very comfortable Comfortable Neither comfortable nor uncomfortable Uncomfortable Very uncomfortable 1 Figure 6 : General comfort with proctoring methods (Q22).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "However, other participants (n = 15; 15 %) had privacy concerns about being monitored, including P27 who shared, \"It does feel uncomfortable to have my person and screen recorded via video, knowing that the recordings are saved for at least some period of time,\" and P55 who noted, \"Its [sic] terribly intrusive and not worth the possibility that students will cheat.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "For some participants (n = 12; 12 %), being monitored was a distraction or caused increased stress that was detrimental to their exam performance. For example, P66 indicated, \"It creates a very stressful environment that prevents me from working to the best of my abilities,\" and P22 described it as \"icky and uncomfortable\" and that they felt like they \"had to perform in a certain way because I didn't know if someone was watching.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "RQ1 Key Findings Many students took an onlineproctored exam in the wake of the Covid-19 pandemic, which corresponds to our analysis of browser extension reviews (Section 3). Participants predominantly did not take online proctored exams by choice but were rather required to do so by their instructors. By and large, participants have taken multiple exams with a remote proctor. At the same time, most respondents would prefer a traditional exam even while acknowledging that online exam proctoring is a good solution for remote exams. Those who think online proctoring is a good solution for remote examination as well as those who do not think proctored exams are privacy invasive are more likely to prefer online exam proctoring. We found that concern about data collection matters less than concern about monitoring methods when it comes to privacy and exam preference. Participants also largely believed that exam proctoring deters cheating, but most felt that it was still possible to cheat, particularly using a second device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: Perceptions and Understanding"
        },
        {
            "text": "We next investigate students' privacy concerns regarding online exam proctoring (RQ2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ2: Privacy Concerns"
        },
        {
            "text": "Methods When asked about their general comfort level with the methods used to proctor their exam (Q22), participants were slightly more comfortable overall (see Figure 6 ): 45 % (n = 46) were either comfortable or very comfortable with monitoring, while 37 % (n = 38) were either uncomfortable or very uncomfortable. (The remaining participants (n = 18; 18 %) were neither comfortable nor uncomfortable.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "We also asked participants about their comfort with specific monitoring methods (Q28). Aggregated results are presented in Figure 7 . To compare the comfort across monitoring methods, we additionally performed a Kruskal-Wallace H-test (H = 94.6, p < 0.001) which showed significant difference, and a post-hoc, pair-wise Mann-Whitney U test (with Holm-Sidek correction) indicated that those differences are dominant when comparing monitoring via lockdown browser (participants' most comfortable monitoring method) and all other methods, except for live proctoring and keyboard restrictions. (See Table 7 in Appendix B.) In particular, there are significant differences with some of the most common monitoring methods: webcam recording, screen recordings, and microphone recordings. This suggests that some of the methods deemed most invasive are among those that are used most often, and this in turn may drive students' privacy concerns.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 602,
                    "text": "Table 7",
                    "ref_id": "TABREF19"
                }
            ],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "To explore the factors affecting monitoring comfort further, we performed an ordinal logistic regression with an outcome variable of the Likert response to Q22 (overall comfort with exam privacy) to reported comfort with individual proctoring methods, binning comfortable and very comfortable. The full regression table (Table 5 ) appears in Appendix B. We find that comfort with live proctoring (b = 1.20, OR = 3.31, p < 0.001) and webcam recordings (b = 1.96, OR = 7.08, p < 0.001) significantly increased the likelihood of being more comfortable with exam proctoring generally, suggesting that discomfort with these forms of observation is problematic for many students; both were commonly experienced, cf. Figure 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "text": "(Table 5",
                    "ref_id": "TABREF17"
                },
                {
                    "start": 710,
                    "end": 718,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "Participants were also asked how necessary a given monitoring method is for online proctoring (see Figure 8) . Again there is a significant difference (Kruskal-Wallace: H = 92.9, p < 0.001), and a post-hoc analysis (see Table 8 in Appendix B) revealed that there are significant differences between lockdown browser (deemed most necessary) and live proctoring, microphone recording, browser history monitoring, keyboard restrictions, eye tracking and mouse tracking. There were no differences between the trio of lockdown browser, webcam and screen recording with respect to how necessary they are perceived to be for online proctoring. Webcam and screen recording were not (pair-wise) significantly different than live proctoring.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 8)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 220,
                    "end": 227,
                    "text": "Table 8",
                    "ref_id": "TABREF20"
                }
            ],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "Sharing Information Part of the process of taking an online proctored exam is to verify the identity of the exam taker. This process may involve proof of identification via physical documentation such as IDs and other forms of identity checks that may require students to provide sensitive information to online proctoring services. Students may also be required to create accounts on these services to facilitate that process, and we find that 44 % (n = 45) of study par- ticipants were required to do just that (Q18). Participants also reported that many forms of personal information were required during account creation and before taking an exam, such as full name (n = 56; 55 %), student ID number (n = 52; 51 %), email address (n = 51; 50 %), educational institution (n = 39; 38 %), birth date (n = 29; 28 %), phone number (n = 19; 19 %), residential address (n = 16; 16 %), driver's licence number (n = 10; 10 %), and social security number (n = 7; 7 %) (Q19; see Figure 11 in Appendix B). For some participants, physical documentation was required; these included student IDs (n = 56; 55 %), driver's licenses (n = 32; 31 %), and passports (n = 7; 7 %) (Q20; see Figure 12 in Appendix B). When asked if they were concerned about sharing this kind of information with online exam proctoring companies, most participants (n = 62; 61 %) agreed (n = 38; 37 %) or strongly agreed (n = 24; 24 %) (Q34). Of those who responded with concerns (Q35), being uncomfortable sharing personal information was the most common explanation (n = 28; 27 %). For instance, P91 shared, \"I feel uneasy that in order to take an exam, I have to share personal information,\" and P45 said, \"I understand that if I opt to take a test online it needs to be fairly taken, but that doesn't mean I should open up these proctoring companies up to my home. . . \"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1172,
                    "end": 1181,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "Data collection was also a concern for some participants (n = 17; 17 %). For example P101 responded, \"I am not sure what they will do with my information and how long they will store/keep my information,\" and P58 shared, \"For things like recording my computer, or accessing my browser history, I feel like that could invite abuse that go beyond simply making sure I'm honestly taking an exam. . . \" Other participants (n = 28; 27 %) had no concerns about sharing information with exam proctoring services, such as P53, who said, \"I'm not anymore [sic] worried about it than I am sharing my info with the school,\" and P48, who said, \"I feel since it was required by my school it is a safe place to share information.\" Privacy Trade-off When asked if they thought online exam proctoring was too privacy invasive, 52 % (n = 53) of study participants agreed (n = 25; 25 %) or strongly agreed (n = 28; 27 %) that it was too privacy invasive (Q36). There was a split between those who agreed that online exam proctoring offered a reasonable trade-off between personal privacy and exam integrity and those who disagreed (Q37). Forty-one percent (n = 42) of participants agreed (n = 30; 29 %) or strongly agreed (n = 21; 21 %) while 39 % (n = 39) of participants disagreed (n = 24; 24 %) or strongly disagreed (n = 15; 15 %). We also find evidence of split opinions regarding online proctoring in the qualitative results. In response to Q11, n = 11 (11 %) of participants reported that there was a tradeoff between privacy and academic integrity. For example, P41 noted, \"I think it is a valid reason to use online exam proctoring . . . during this time pandemic. . . . I can understand giving up some privacy to ensure integrity of exam results.\"",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 551,
                    "text": "[sic]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "Participants also reported being concerned about the amount of information that online proctoring services collect during the exam (Q38). Fifty-seven percent (n = 58) of participants agreed (n = 33; 32 %) or strongly agreed (n = 25; 25 %), while 26 % (n = 26) of participants disagreed (n = 21; 21 %) or strongly disagreed (n = 5; 5 %). We again see similar results in qualitative responses in Q11: 59 % (n = 60) reported a privacy concern, with concerns about webcam access being the most common (n = 27; 26 %). For example, P65 reported, \"I believe that online exams can be invasive, as at least mine required both a webcam and microphone, so they could see me and my room and hear my surroundings,\" and P36 responded:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comfort with Monitoring"
        },
        {
            "text": ". . . Unlike in-class proctoring, students must be filmed in their homes . . . The view is also on the student 100 % of the time so the student cannot relax and has their entire body language and quirks on display. It is a breach of privacy without enough benefit to justify it. Some participants (n = 6; 6 %) had concerns about relinquishing control of their computing devices to the exam proc-toring services, e.g., \"It is a little scary about how much they can access and control your device\" (P101). Sharing of personal information was a concern for participants (n = 6; 6 %), such as P39, who noted, \"It does make me a little uncomfortable that there is a 3rd party company that may have my personal identification and see into my room.\" Still other participants (n = 19; 19 %) reported that they had no privacy concerns, such as P69, who said, \"I don't see any huge issues with privacy in online exam proctoring,\" and P51 who stated: I don't mind that they can see my room and control my screen. They aren't doing anything sinister, and I can revoke all permissions at the end of the exam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "RQ2 Key Findings A majority of students found online exam proctoring to be privacy invasive, most citing concerns with the webcam and microphone recordings, which provides the means to view, listen, and record inside a student's room. However, some students felt a trade-off between loss of personal privacy and exam integrity was reasonable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "When considering privacy in the context of preventing academic dishonesty, participants had mixed reactions to the proctoring methods used. Lockdown browsers, webcams, and screen recordings were viewed as necessary for online exam proctoring compared to other methods, and these were also the most commonly used methods to observe students during an exam. However, only about a quarter of the respondents were comfortable with webcam or screen recording, while half were comfortable with lockdown browsers. Regression analysis indicated that comfort with live proctoring and webcam recordings drive comfort overall with monitoring. This suggests that there is a gap between the proctoring methods commonly used and the comfort level of students with those observation techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "Students also create accounts and share significant information with online proctoring services to verify their identities. Services often require personal information, such as a student ID number, email address, phone number, and residential address, as well as images of physical documentation such as student IDs and driver's licenses. Participants expressed concern about sharing this and other personal information with exam proctoring companies. They were also concerned about the overall quantity of information collected, what would be done with the information, and how long it would be stored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comfort with Monitoring"
        },
        {
            "text": "Along with privacy concerns, the installation of specialized software to enable proctoring could lead to security issues, and as part of addressing RQ3, we surveyed participants about their experiences and concerns with proctoring software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ3: Security Concerns"
        },
        {
            "text": "Browser Extensions One way in which exam proctoring companies provide monitoring during an exam is by requiring students to install web browser extensions, as noted in 0% 25% 50% 75% 100%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ3: Security Concerns"
        },
        {
            "text": "Not at all concerned Slightly concerned Somewhat concerned Moderately concerned Extremely concerned Figure 9 : Concern over installing proctoring software (Q49). Section 3. Most study participants (n = 65; 64 %) were required to install a web browser extension to take their exam (Q40). When we asked participants who installed a browser extension what they thought the extension did (Q41), they responded that the extension locked down their browser (n = 27; 42 %), collected data (n = 8; 12 %), monitored network activity (n = 8; 12 %), initiated screen recording (n = 7; 11 %), disabled functionality on their device (n = 6; 9 %), and enabled their webcam (n = 6; 9 %) and microphone (n = 4; 6 %).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "RQ3: Security Concerns"
        },
        {
            "text": "Proctorio (n = 13; 13 %) was the most common web browser extension installed by study participants, followed by ProctorU (n = 13; 13 %), and Honorlock (n = 13; 13 %) (Q42; Figure 13 in Appendix B). Significantly, only 45 % (n = 31) of participants who installed a web browser extension reported removing or disabling the extension after completing their exam (Q43). Given that many of these browser extensions have pervasive monitoring permissions that can be activated on a broad set of URLs (see Section 3), it is important that students remove these extensions; the failure of 45 % (n = 30) to do so suggests that installing this custom software may put students at risk beyond the exam.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RQ3: Security Concerns"
        },
        {
            "text": "Standalone Software Another way in which exam proctoring companies provide monitoring during the examination is by requiring students to install standalone software, which we define as software that is installed as an application on their computer and is not a browser extension. Thirty-five percent (n = 36) of participants reported they were required to install exam proctoring software (not including a browser extension) (Q44). When we asked participants who installed exam proctoring software what they thought the software did (Q45), they responded that the proctoring software locked down their browser (n = 11; 31 %), disabled functionality on their device (n = 8; 22 %), monitored their activity (n = 7; 19 %), initiated screen recording (n = 3; 8 %), and enabled their webcam (n = 3; 8 %). Of the participants who installed exam software, most (n = 32; 89 %) said that they did uninstall the exam proctoring software after the exam was complete (Q44). Only one participant reported having issues uninstalling the exam proctoring software (Q44). Most participants (n = 88; 86 %) said they had installed the exam software on their personal computer (Q44). When asked to report their concern for installing proctoring software (Figure 9 ), 52 % of participants (n = 52) specified that they were at least somewhat concerned (n = 20; 20 %), moderately concerned (n = 21; 21 %), or even extremely concerned (n = 11; 11 %). In contrast, 48 % (n = 50) of participants were slightly concerned (n = 25; 24 %) or not at all concerned (n = 25; 24 %) (Q49).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1234,
                    "end": 1243,
                    "text": "(Figure 9",
                    "ref_id": null
                }
            ],
            "section": "RQ3: Security Concerns"
        },
        {
            "text": "We asked participants to explain their concern, or lack of concern, regarding the installation of online exam software (Q49). Many participants (n = 49; 48 %) explained that they had privacy concerns. Some (n = 11; 11 %) replied that the software's potential access to sensitive personal information was a concern; for instance, P32 said, \"I am worried it will be able to access sensitive information,\" and P38 reported, \"It is my own computer which stores all of my information so that is a bit iffy.\" A few participants (n = 6; 6 %) had concerns about data collection from their computer after the exam was completed, such as P52, who said, \"I wonder if they continued collecting information after the exam,\" and P102, who noted, \"I don't trust software that is designed to gather information about my activities to confine itself to being used only for exams.\" Others (n = 11; 11 %) were unsure what information could be collected by the software; e.g., P69 and P34, who respectively stated \"It's unclear what all data it's collecting and when it's running,\" and \"I don't know what information it was collecting or how it would be used.\" Still others (n = 28; 27 %) had no concerns about the software. A few (n = 5; 5 %) stated they had no concerns because the exam privacy software was supported by their university. For instance, P40 noted, \"I believe the university would not use the proctoring service if their software was dangerous,\" and P87 stated, \"I know that my school and professors wouldn't have me install anything that could harm my computer or invade my privacy.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ3: Security Concerns"
        },
        {
            "text": "The browser extension is the most common way in which exam proctoring tools access students computing devices. Students understand that these extensions are used both to surveil them and their devices during the exam and to disable functionality that would otherwise allow them to access unauthorized resources. Despite this knowledge, only a small number of students actually removed or disabled the extension after completing their exam, leaving permission-hungry software residing on their computers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ3 Key Findings"
        },
        {
            "text": "Standalone software is also used for exam proctoring, and most students install this software on their own personal computers. Students are concerned about this software and say they worry that it may access personal information stored on their computers. Most students did uninstall this standalone software, an action that highlights and confirms their concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ3 Key Findings"
        },
        {
            "text": "Privacy Trade-offs During a Pandemic Given the necessary rapid transition to remote learning, many institutions and educators did not have sufficient time to restructure courses around alternative forms of learning and skills assessment. Content and exams that had originally been envisioned as inperson suddenly had to be delivered and proctored remotely, forcing institutions to seek solutions to a perceived exam integrity problem. Our results suggest that students understand that their educational institutions were struggling to maintain mandated safety protocols while continuing to provide academic rigor, as evidenced by the fact that a large number of study respondents (41 %) reported that online exam proctoring was a reasonable trade-off between personal privacy and exam integrity. A recurring theme in the qualitative responses was that giving up some personal privacy during the Covid-19 pandemic to maintain safety protocols was a valid reason to accept the use of online proctoring services. This suggests that student acceptance of online exam monitoring is higher than it might otherwise be in a post-pandemic situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and Conclusions"
        },
        {
            "text": "At the same time, we find that a large percentage of students have significant concerns-e.g., sharing personal information with proctoring companies, the amount of information collected by these companies, and installing online exam proctoring software on their computers. When we consider these facts, it is clear that many students found their proctored exams to be privacy invasive and would prefer alternatives to online proctored exams. However, it is unclear if a postpandemic context will lead to increased student opposition to invasive monitoring or if students will have become accustomed to these proctoring tools and resigned to their use. Recommendation: Based on this study, we recommend that institutions and instructors both expand student choice by developing alternative forms of student assessment that can account for privacy concerns whenever practicable and plan to reduce future reliance on exam proctoring services after the Covid-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and Conclusions"
        },
        {
            "text": "Necessary Type of Monitoring Many participants agreed that the ability to deter cheating during an exam is important, up to a point, after which they felt that monitoring goes from necessary to unnecessary and invasive. In fact, we find that the types of monitoring that students perceive as the most unnecessary are among those that they report are the most uncomfortable and invasive. For instance, a majority of students reported that they do not think it is necessary to monitor mouse movement, eye movement, or web browser history; correspondingly, a majority also reported being uncomfortable with the monitoring of their eye movement, web browser history, microphone, and webcam. These very monitoring types are those that students refer to most when they discuss how they feel that the online proctored exam can create a stressful environment, how they feel \"watched,\" and how they worry that any small sound or tiny movement-such as looking away from the screen briefly-could flag them for cheating. Students report that these additional stressors and anxieties distract them, reduce their focus, and prevent them from performing to the best of their abilities. This level of monitoring assumes cheating and pre-penalizes all students with additional stress and anxiety whether they were planning to be honest or dishonest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and Conclusions"
        },
        {
            "text": "Our work suggests that even though technologically advanced invigilation techniques are available, such as 360degree room scans and eye movement tracking, it does not mean that they are either necessary to curb cheating or sensitive to students' personal privacy and device security. Continuing to use monitoring techniques that students find unnecessary for exam integrity, while at the same time requiring students to sacrifice their personal privacy, displays a lack of trust for students and undermines students' trust in educators and institutions. Recommendation: We recommend that institutions and educators follow a principle of least monitoring by using the minimum number of monitoring types necessary, given the class size and knowledge of expected student behavior. Institutions should perform due diligence when selecting online exam proctoring companies with whom to contract, and they should take into account student privacy, student discomfort for certain monitoring types, and software installation requirements. Moreover, instructors should use caution when selecting monitoring types while setting up exams and should provide students with clear reasoning for having selected the individual methods that will be used to monitor their exams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and Conclusions"
        },
        {
            "text": "As we have seen, exam proctoring browser extensions and standalone software contain invasive monitoring tools. These tools often include permissions to access the webcam, microphone, and web browser history. However, 43 % of students did not remove or disable the required browser extensions once they had completed their assessments. As is the case with any custom software, there is risk of vulnerabilities in these extensions. The fact that students often neglect to remove them therefore creates increased potential for harm from loss of privacy or security intrusions. Institutions should therefore be sensitive to which proctoring software they require students to install on their personal devices. Recommendation: We recommend that institutions thoroughly review common vulnerabilities and exposures of the online exam proctoring software they plan to license for installation on students' personal computers. We would also recommend that institutions limit the installation of standalone exam proctoring software to devices issued to students by the institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasion of Personal Computers"
        },
        {
            "text": "Implied Trust via Institutional Support Exam proctoring tools are often integrated with existing learning management software, such as Blackboard and Canvas, giving the appearance that they are a part of the standard educational software stack and imparting a sense of safety and normalcy. At the same time, institutions have spent large amounts of money to obtain site license agreements for exam proctoring software. This gives the appearance of a certain amount of due diligence being applied to the purchase, while potentially increasing the barriers to student resistance towards these forms of examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasion of Personal Computers"
        },
        {
            "text": "Throughout our qualitative findings are statements from students of a transfer of trust between institutions who licence and faculty who support the exam proctoring software and the software itself. These students say that they believe their university would not use the software to proctor exams if it was dangerous. Moreover, they believe that their school would not have them install anything that could harm their computer or invade their privacy. Institutional support for third-party proctoring software, which conveys credibility, makes the exam proctoring software appear safer and less potentially problematic because students assume that institutions have done proper vetting of both the software and the methods employed by the proctoring services. Recommendation: We recommend that the students, along with faculty and administrators, take part in the assessment and selection of exam proctoring software. Students should be involved in every step of the process, from deciding whether to use exam proctoring software to determining which, if any, software should be used and which methods should be made available for exam monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasion of Personal Computers"
        },
        {
            "text": "Power Imbalances Finally, when students' options are limited to taking an online proctored exam or failing the course, it is a clear indication of an institutional power dynamic; 97 % of students indicated they were required to take an online proctored exam. Offering students more choices for assessment and being upfront with students about institutional privacy norms is a crucial step to alleviate this power imbalance. Recommendation: We recommend implementing notice and choice for courses employing online exam proctoring and allowing students to consent to any monitoring that will take place during course quizzes and exams. We also recommend that syllabi include a readable privacy policy to better communicate expectations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasion of Personal Computers"
        },
        {
            "text": "Thank you for participating in the second part of our survey. You have been invited to our main study because of your direct experience taking an online proctored exam. Your answers based on your online exam proctoring experiences are important to us! Please read the following instructions carefully:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "• Take your time in reading and answering the questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "• Answer the questions as accurately as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "• It is okay to say that you don't know an answer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q1 How many online proctored exams have you taken? Q4 As best as you can remember, when was the month, date, and year when you last took an online exam with a proctoring service? Month: Day:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Year:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q5 What was the subject matter of the last examination you took using an online proctoring service? Answer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q6 Q7 Were you required to take that exam using an online exam proctoring service? Yes, I was required to use an online exam proctoring service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "No, there were other forms of assessment available to me but I opted to use an online exam proctoring service Q8 Who required you to take an online proctored exam? Answer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q9 What were the deciding factors in your choice to take your exam with an online proctoring service instead of other forms of assessment? Answer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q10 In your experience, what are some benefits of using online exam proctoring? Answer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q11 Please explain your views on the privacy of online exam proctoring. Answer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q12 I prefer online exam proctoring services over traditional exam formats. Online Exam Proctoring Methods In this part of the survey you will be asked about the methods employed by online exam proctoring services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q18 When preparing to take an online proctored exam were you required to create an account with the online proctoring service? Exam Proctoring Web Browser Extensions A web browser extension is a small software module that is used to extend the functionality of your web browser with additional features. Some online proctoring services require exam takers to install a web browser extension in order to take an exam. In this part of the survey you will be asked questions about your experience using web browser extensions to take online proctored exams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        },
        {
            "text": "Q40 Were you required to install and use a web browser extension in order to participate in a proctored online exam? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Main Study"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Online Exam Proctoring No Longer Allowed for UC Berkeley Classes. The Daily Californian",
            "authors": [
                {
                    "first": "Olivia",
                    "middle": [],
                    "last": "Buccieri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cutting the in-person semester short. Inside Higher Ed",
            "authors": [
                {
                    "first": "Lilah",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Good proctor or \"Big Brother",
            "authors": [
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Coghlan",
                    "suffix": ""
                },
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "Jeannie",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AI Ethics and Online Exam Supervision Technologies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2011.07647"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virtual Classrooms and Real Harms",
            "authors": [
                {
                    "first": "Shaanan",
                    "middle": [],
                    "last": "Cohney",
                    "suffix": ""
                },
                {
                    "first": "Ross",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Kohlbrenner",
                    "suffix": ""
                },
                {
                    "first": "Arvind",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "Mihir",
                    "middle": [],
                    "last": "Kshirsagar",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Shvartzshnaider",
                    "suffix": ""
                },
                {
                    "first": "Madelyn",
                    "middle": [],
                    "last": "Sanfilippo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2012.05867"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Create, share & analyze exams with the best online exam software",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Conductexam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparing Student Performance on Proctored and Non-Proctored Exams in Online Psychology Courses",
            "authors": [
                {
                    "first": "Lee",
                    "middle": [],
                    "last": "William Daffin",
                    "suffix": ""
                },
                {
                    "first": "Ashley A Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Online Learning",
            "volume": "22",
            "issn": "",
            "pages": "131--145",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Big proctor. Inside Higher Ed",
            "authors": [
                {
                    "first": "Colleen",
                    "middle": [],
                    "last": "Flaherty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Study of Grade Equivalency between Proctored and Unproctored Exams in Distance Education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patricia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Goedl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Malla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Distance Education",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "EDUCAUSE COVID-19 QuickPoll Results: Grading and Proctoring. EDUCAUSE Research Notes",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Grajek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Academic Honesty and Online Courses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Therese",
                    "suffix": ""
                },
                {
                    "first": "Joe",
                    "middle": [],
                    "last": "Grijalva",
                    "suffix": ""
                },
                {
                    "first": "Clifford",
                    "middle": [],
                    "last": "Kerkvliet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nowell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "College Student Journal",
            "volume": "40",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mass School Closures in the Wake of the Coronavirus are Driving a New Wave of Student Surveillance",
            "authors": [
                {
                    "first": "Drew",
                    "middle": [],
                    "last": "Harwell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Online Exam Proctoring with a Human Touch",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Honorlock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Keeping Online Testing Honest? Or an Orwellian Overreach? The New York Times",
            "authors": [
                {
                    "first": "Shawn",
                    "middle": [],
                    "last": "Hubler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Utilizing Webcam-based Proctoring to Deter Misconduct in Online Exams",
            "authors": [
                {
                    "first": "Kenrie",
                    "middle": [],
                    "last": "Hylton",
                    "suffix": ""
                },
                {
                    "first": "Yair",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "Laurie",
                    "middle": [
                        "P"
                    ],
                    "last": "Dringus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Computers & Education",
            "volume": "92",
            "issn": "",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "E-proctored Exams During the COVID-19 Pandemic: A Close Understanding. Education and Information Technologies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Faten",
                    "suffix": ""
                },
                {
                    "first": "Ajayeb S Abu",
                    "middle": [],
                    "last": "Kharbat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daabes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Letter to instructors",
            "authors": [
                {
                    "first": "Allison",
                    "middle": [],
                    "last": "Kushner",
                    "suffix": ""
                },
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Pitts",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Academic Integrity and Distance Learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lanier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of criminal justice education",
            "volume": "17",
            "issn": "2",
            "pages": "244--261",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How Many Public Universities Can 'Go Big' Online? Inside Higher Ed",
            "authors": [
                {
                    "first": "Doug",
                    "middle": [],
                    "last": "Lederman",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Internet users' information privacy concerns (IUIPC): The construct, the scale, and a causal model",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naresh",
                    "suffix": ""
                },
                {
                    "first": "Sung",
                    "middle": [
                        "S"
                    ],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Info. Sys. Research",
            "volume": "15",
            "issn": "4",
            "pages": "336--355",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Conduct Extremely Secure, Scalable, And Cost-Effective Online Proctored Exams With One Click",
            "authors": [
                {
                    "first": "Mercer",
                    "middle": [],
                    "last": "Mettl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Another Problem with Shifting Education Online: Cheating",
            "authors": [
                {
                    "first": "Derek",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How It Feels When Software Watches You Take Tests. The New York Times",
            "authors": [
                {
                    "first": "Anushka",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "Jonah",
                    "middle": [
                        "Engel"
                    ],
                    "last": "Bromwich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Leading online proctoring services",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Proctorexam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Online Proctoring to Advance your Learning and Testing Program",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Proctoru",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Where People Meet Potential",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Psi Online",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "How Well Do My Results Generalize? Comparing Security and Privacy Survey Results from MTurk, Web, and Telephone Samples",
            "authors": [
                {
                    "first": "Elissa",
                    "middle": [
                        "M"
                    ],
                    "last": "Redmiles",
                    "suffix": ""
                },
                {
                    "first": "Sean",
                    "middle": [],
                    "last": "Kross",
                    "suffix": ""
                },
                {
                    "first": "Michelle",
                    "middle": [
                        "L"
                    ],
                    "last": "Mazurek",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Symposium on Security and Privacy (SP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Assessment Tools for Learning Systems",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Respondus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Online Proctored Versus Unproctored Low-Stakes Internet Test Administration: Is There Differential Test-Taking Behavior and Performance?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Ou Lydia",
                    "middle": [],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "American Journal of Distance Education",
            "volume": "31",
            "issn": "4",
            "pages": "226--241",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Software that Monitors Students During Tests Perpetuates Inequality and Violates their Privacy. MIT Technology Review",
            "authors": [
                {
                    "first": "Shea",
                    "middle": [],
                    "last": "Swauger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cheating in the Digital Age: Do Students Cheat More in Online Courses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sottile",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Society for Information Technology & Teacher Education International Conference. Association for the Advancement of Computing in Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "21st Century Assessment: Online Proctoring, Test Anxiety, and Student Performance",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Woldeab",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Brothen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of E-Learning & Distance Education",
            "volume": "34",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Browser Extension Reviews Codebook • dislikes-product (510) • privacy-invasive (335) personal-information (30), invasion-of-network (22), webcam-access (22), screen-recording-activity (13), dataretention (9), modifying-data (7), data-collection-withoutknowledge (6), microphone-access (6), tracks-location (3), • technical-issues (183) does-not-work (73), affects-device-performance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "false-- alarms",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "• likes-product (73) easy-to-use (8), fast-to-install (4), saves-time",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "• does-not-reflect-testing-environment (31)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "control-over-device (8), data-breach (6), adminaccess (5), third-party-data-sharing (5), screen (3), privacy-right-violation (3), computer-activity (3), saleof-personal-information (3), no-disclosure-provided (1), downloading-software (1), viewing-informationwithout-consent (1), pii-details (1), downloads (1), invasion-of-network (1), potentially-being-hacked (1) • benefit (96) prevents-cheating (44), remote-location (30), scheduleflexibility (12), easy-to-use",
            "authors": [],
            "year": null,
            "venue": "Main Study Codebook • privacy-concern (188) personal-information (47), webcam (36), data-collection (17), unsure-what-information-collected (14), datacollection-after-exam",
            "volume": "",
            "issn": "",
            "pages": "conve-- nient",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "microphone (16), live-proctor (14), eye-movement (12), browsing-history (8), disable-new-tabs (7), checktest-taking-area (5), facial-tracking (4), disable-copypaste (4), mouse-tracking (4), facial-identification (3), keyboard-tracking (2), no-access-to-notes (2), time-limit (2), watch-for-communication-with-other-students (1), watchfor-suspicious-activity (1), no-cell-phones (1)",
            "authors": [],
            "year": null,
            "venue": "• necessary-to-proctoring (85) webcam (29), lockdown-browser (27), screen-recording (22)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "can-be-uninstalled (1), noinstallation-required (1), basic-verification (1), trustproctoring-services (1), do-not-cheat",
            "authors": [],
            "year": null,
            "venue": "• no-concerns (77) supported-by-university (5)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "• possible-to-cheat (65) using-another-device (21), cheat-sheet (13), omit-areasof-room (2), depends-on-software (1), use-other-tabs (1), easier-than-in-person",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "images-blocked-by-service (2), does-not-work (2), affectsdevice-performance (2), ended-test (2), falsely-flagged-ascheating (2), lockdown-browser-pause (2), pause-becauseno-face-detection (1), minor (1), exam-would-not-start (1), poor-audio-quality (1), internet-down-exam-stops (1)",
            "authors": [],
            "year": null,
            "venue": "long-loading-time (4), webcam (4)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "• negative-experience (26) testing-environment (14), somebody-watching (1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "22) testing-environment (11), downloading-software (3) • mentally-affected (20) stress",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Uncomfortable",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "• easy-to-use (4) • cheating-is-bad",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "screen-recording (1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "lockdown--browser",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "• not-accommodating (2) equipment (1), student-situations (1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "• difficult-to-use (2) long-set-up-time",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "• potential-virus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "• unauthorized-credit-card-check (2) negative-impact-on-credit-score",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "face-recognition (1), weird (1), no-other-choice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "need-to-know-how-students-feel (1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of Chrome Web Store reviews and star ratings for exam proctoring browser extensions (n = 8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Data collection disclosed by exam proctoring services in their privacy policies (n = 25).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Prevalence of monitoring types (Q23).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Necessity of monitoring types (Q27).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Proctoring services experienced. This generally conforms to the survey conducted by EDUCAUSE[9]. Information required when registering for an online proctored exam (Q19). Physical documentation required to provide (Q20). Most common browser extensions installed (Q42).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "<0.001 *** Signif. codes: '***' = < 0.001; '**' = < 0.01;'*' = < 0.05; '.' = < 0.1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "74E −11 *** Signif. codes: '***' = < 0.001; '**' = < 0.01;'*' = < 0.05; '.' = < 0.1",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The number of results found for each URL match pattern in the Honorlock browser extension manifest file.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Permission access of browser extensions.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "https://www.instructure.com/canvas",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Demographic and IUIPC data collected at the end of the screening survey.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Prefer online proct.. Q12 Less likely to cheat. Q29",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Prefer online proct.. Q12 Less likely to cheat. Q29",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Figure 7: Comfort with monitoring types (Q28).",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Q24 Please describe any methods not listed above, or indicate \"none\" if there are no more methods. Answer:Q25 Please describe your overall experience being monitored during your online proctored exam. Answer:Q26 Previously you indicated that your most recent online proctored exam was a [Answer from Q3]. Please refer to that experience in answering the following questions. Considering your most recent online proctored exam, what kind of monitoring (if any) was necessary to proctor that exam online? Answer:Q27 Previously you indicated that your most recent online proctored exam was a [Answer from Q3]. Again considering your most recent exam from the question above. For each exam monitoring type please select how often they are necessary for online proctoring.Q28 Again considering your most recent online proctored exam of [Answer from Q3].For each exam monitoring type please select how comfortable you feel about them.Online Exam Proctoring Functionality In this part of the survey you will be asked about the functionality of online exam proctoring services. If you feel uncomfortable answering any question below, you may select \"Prefer not to answer.\"Q29 The use of online exam proctoring tools makes it less likely that my classmates or I will cheat on an exam.Q30 If I wanted to, I believe I would still be able to cheat even with online exam proctoring.Q31Please explain your belief about the ability to cheat (or not cheat) with online proctored exams. Or write N/A if you prefer not to answer. Answer:Q32 Have you been accused of cheating by exam proctoring software?Q33 Which of the following methods employed by the online exam proctoring software was used to accuse you of cheating? Select all that apply.[Shown only if answer to Q32 was \"Yes\"] Live proctor visible to me Live proctor not visible to me Privacy Concerns In this part of the survey you will be asked about the benefits and potential risks you associate with online exam proctoring.Q35Please explain your answer to the previous question regarding the consequences of sharing information. Answer:Q36 I think online exam proctoring services are too privacy invasive.Q37 I think online exam proctoring offers a reasonable tradeoff between my privacy and the integrity of the exam.Q38 I am concerned about the amount of information that online proctoring services collect during the exam.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Q41 What do you think the browser extension did? [Shown only if answer to Q40 was \"Yes\"] Answer:Q42 What was the most recent web browser extension you installed in order to participate in a proctored online exam? [Shown only if answer to Q40 was \"Yes\"] Q43 Did you remove or disable any browser extensions that you were required to install to take an online proctored exam? [Shown only if answer to Q40 was \"Yes\"] Yes No UnsureExam Proctoring Software Some online proctoring services require exam takers to install standalone application software on a computer, like your PC or Mac, in order to take an exam. In this part of the survey you will be asked questions about your experience installing and using exam application software to take online proctored exams. Please note this may be in addition to the requirement to install a browser extension.Q44 Did you have to install other types of exam proctoring software (not including a browser extension)? Yes No Unsure Q45 What do you think this exam proctoring software did? [Shown only if answer to Q44 was \"Yes\"] Answer: Q46 Did you uninstall the exam proctoring software? [Shown only if answer to Q44 was \"Yes\"] Yes No Unsure Q47 Did you have any issues uninstalling the exam proctoring software? [Shown only if answer to Q46 was \"Yes\"] Yes No UnsureQ48 From the computing devices listed below, please select the device you used to take your most recent online proctored exam.Q49 How concerned are you about installing online exam proctoring software on the computer you used to take the exam?Q50 Please explain your answer to the previous question regarding your concern about installing online exam proctoring software. Answer:B Additional Figures and TablesMetric Reddit sample Prolific sample Professional degree (e.g., J.D., M.D.)",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Participant demographics for Reddit and Prolific participants. Prolific demographics exclude tallies from respondents who only completed the pre-survey.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Ordinal regression model to describe the level of comfort with proctoring methods responses to Question Q22. The model uses an ascending comfort scale (i. e., from Very uncomfortable to Very comfortable). The Aldrich-Nelson pseudo R 2 of the model is 0.58.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Ordinal regression model to describe the preference for online proctored exams based on responses to Question Q12. The model uses an ascending agreement scale (i. e., from Strongly disagree to Strongly agree). The Aldrich-Nelson pseudo R 2 of the model is 0.75.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Post-Hoc Analysis of comfort with monitoring method Q28 using pair-wise Mann-Whitney U-Test with Holm-Sidek Correction. (Kruskal Wallace: H = 94.6, p < 0.001) Lockdown browser Keyboard Restr. Live proctor Mouse Tracking Screen Rec. Webcam Rec. Mic. Rec. Browser Hist.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Post-Hoc Analysis of neccessity of monitoring method Q27 using pair-wise Mann-Whitney U-Test with Holm-Sidek Correction. (Kruskal Wallace: H = 92.8, p < 0.001) Lockdown Browser Webcam Rec. Screen Rec. Live Proctor Mic. Rec. Browser Hist. Keyboard Restr. Eye Tracking",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work is partially funded by the National Science Foundation under grants 1718498 and 1845300, and the Georgetown University Callahan Family Professor of Computer Science Chair Fund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}