{
    "paper_id": "3e248f928ce32fb1b6ddb4f312b0985c599b36cc",
    "metadata": {
        "title": "Revista da Sociedade Brasileira de Medicina Tropical",
        "authors": [
            {
                "first": "Fabiano",
                "middle": [],
                "last": "Reis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Estadual de Campinas",
                    "location": {
                        "settlement": "Campinas",
                        "region": "SP",
                        "country": "Brasil. ["
                    }
                },
                "email": "fabianoreis2@gmail.comhttps:@orcid.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "www.scielo.br/rsbmt I www.rsbmt.org.br ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Images in Infectious Diseases"
        },
        {
            "text": "Rachel Zerbini Mariano [1] , Ana Paula Toledo del Rio [2] and Fabiano Reis [ A 73-year-old woman with systemic sclerosis (SSc) sine scleroderma presented with Raynaud's phenomenon, esophageal motor disorder with significant dilation, and lung involvement characterized by usual interstitial pneumonia (UIP). Nailfold capillaroscopy revealed a scleroderma pattern. She had antinucleolar autoantibody. The patient was dehydrated, malnourished, admitted to the emergency department, and not taking any immunosuppressants at admission. Real-time polymerase chain demonstrated SARS-CoV-2 infection. A chest computed tomography (CT) revealed right lower lobe consolidation and findings consistent with UIP-predominantly peripheral and basal interlobular septal thickening, reticulations, traction bronchiectasis, and honeycombing ( Figure 1A-C) . A CT scan eight months prior showed no consolidation ( Figure 1D) .",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 75,
                    "end": 76,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 838,
                    "text": "Figure 1A-C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 896,
                    "end": 906,
                    "text": "Figure 1D)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Covid-19 overlapping with systemic sclerosis"
        },
        {
            "text": "In interstitial lung disease associated with SSc, the most common initiator is injury to alveolar epithelial and vascular endothelial cells; inflammatory pathways activate profibrotic stimuli that produce varying degrees of inflammation and fibrosis. The main interstitial patterns observed are nonspecific interstitial pneumonia and UIP, patterns of which may share some features with Covid-19 pneumonia, such as ground-glass opacities, reticulation, and subpleural lines 1,2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19 overlapping with systemic sclerosis"
        },
        {
            "text": "CT findings of Covid-19 mainly include, subpleural and predominantly peripheral ground-glass opacities, a crazy-paving pattern, and/or consolidation with air bronchograms, usually with bilateral and multilobar involvement 3 . However, when a patient presents with a pre-existing pathology (such as UIP) comparison with previous CT findings should be done to avoid missing a diagnosis of pulmonary involvement caused by SARS-CoV-2 infection. The presence of interstitial lung disease and ongoing immunosuppressive treatment may place patients with SSc at risk of developing more severe disease and higher mortality when infected by SARS-CoV-2 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19 overlapping with systemic sclerosis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Systemic sclerosis and the COVID-19 pandemic: World Scleroderma Foundation preliminary advice for patient management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matucci-Cerinic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bruni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Allanore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dagna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Damjanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "6",
            "pages": "724--730",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe COVID-19-associated pneumonia in 3 patients with systemic sclerosis treated with rituximab",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Avouac",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Airó",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Carlier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matucci-Cerinic",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Allanore",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Rheum Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 -Computed tomography findings in two patients in Petrópolis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Muniz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Milito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brazil. Rev Soc Bras Med Trop",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/0037-8682-0147-2020"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) and (B): Chest CT, pulmonary window, axial: right lower lobe consolidation (black arrows); (A), (B), and (C): Findings consistent with UIP: predominantly peripheral and basal interlobular septal thickening, reticulations, traction bronchiectasis (white arrows), and honeycombing (thick arrow); (D): CT performed eight months prior, without consolidation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "[1]. Universidade Estadual de Campinas, Faculdade de Ciências Médicas, Departamento de Radiologia, Campinas, SP, Brasil. [2]. Universidade Estadual de Campinas, Faculdade de Ciências Médicas, Departamento de Medicina Interna, Campinas, SP, Brasil.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We offer our deepest thanks to the institutions that provided technical support for the development and implementation of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "RZM: acquisition of data and writing the initial drafts of the manuscript; APTR: acquisition of data and critical revision. FR: concept, acquisition of data, and critical revision of the manuscript for intellectual content. The authors approved the final version to be published and agreed to be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' CONTRIBUTION"
        },
        {
            "text": "The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}