{
    "paper_id": "3e24c85456c9723a31f0bb2a19d7fbd83a624cad",
    "metadata": {
        "title": "Journal Pre-proofs A case presentation for positive SARS-CoV-2 RNA recurrence in a patient with a history of type 2 diabetes that had recovered from severe COVID-19 A case presentation for positive SARS-CoV-2 RNA recurrence in a patient with a history of type 2 diabetes that had recovered from severe COVID-19",
        "authors": [
            {
                "first": "Chengyun",
                "middle": [],
                "last": "Dou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South China",
                    "location": {
                        "postCode": "421000",
                        "settlement": "Hengyang, Hunan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xia",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South China",
                    "location": {
                        "postCode": "421000",
                        "settlement": "Hengyang, Hunan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongtian",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South China",
                    "location": {
                        "postCode": "421000",
                        "settlement": "Hengyang, Hunan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Haibo",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South China",
                    "location": {
                        "postCode": "421000",
                        "settlement": "Hengyang, Hunan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South China",
                    "location": {
                        "postCode": "421000",
                        "settlement": "Hengyang, Hunan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhefeng",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South China",
                    "location": {
                        "postCode": "421000",
                        "settlement": "Hengyang, Hunan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South China",
                    "location": {
                        "postCode": "421000",
                        "settlement": "Hengyang, Hunan",
                        "country": "China"
                    }
                },
                "email": "tangjiancrk@163.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 is considered to be spread primarily by people who have tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Here, we discuss a patient with severe COVID-19 and a history of type 2 diabetes who had a recurrence of positive SARS-CoV-2 ribonucleic acid (RNA) after recovering. The patient was initially discharged after two consecutive negative SARS-CoV-2 RNA tests and partially absorbed bilateral lesions on chest computed tomography (CT). However, at his first follow-up, reverse transcription-polymerase chain reaction (RT-PCR) assay with an oropharyngeal swab sample was positive for SARS-CoV-2. Despite this, he displayed no obvious clinical symptoms and improved chest CT. The patient was prescribed anti-viral medication. Eight consecutive RT-PCR assays on oropharyngeal swab specimens were conducted after he was re-admitted to our hospital. The results tested positive on the 12 th , 14 th , 19 th , 23 rd and 26 th of March and negative on the 28 th of March, and 6 th and 12 th of April. After his second discharge, he has tested negative for 5 weeks. This case highlights the importance of active surveillance of SARS-CoV-2 RNA during the follow-up period so that an infectivity assessment can be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, an increasing number of coronavirus disease 2019 cases caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have been reported worldwide. So far, the World Health Organization (WHO) has reported 1,610,909 confirmed cases and 99,690 deaths (as of 11 April 2020). The majority of patients with COVID-19 that were admitted to hospital recovered and were then discharged. Subsequently, these patients were followed-up every fortnight in the month after they were discharged. Here, we report a case of a patient with a history of type 2 diabetes mellitus who had recovered from severe COVID-19 and had a recurrence of positive SARS-CoV-2 ribonucleic acid (RNA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 34-year-old male patient developed a fever (38.6℃), accompanied by a cough, sore throat, dizziness, and fatigue on 27 January 2020. After 4-days of rest at home, his symptoms had not improved, and he presented to the fever clinic of Hospital of Xidu Town, Hunan, China, on 31 January 2020. He was a manager of a hotel in Wuhan, Hubei Province, China. He came back to Xidu Town from Wuhan on 22 January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "He denied any exposure to the Huanan seafood market and wild animals when he lived in Wuhan. Furthermore, no relatives or colleagues had been diagnosed with COVID-19. Due to his typical clinical manifestation and epidemiological history, he was immediately transferred to the hospital of Xidu Town on 31 January 2020. Highresolution computed tomography (HRCT) of his chest showed multiple ground-glass 4 opacities in the bilateral lungs (Fig. 1A ). An oropharyngeal swab sample collected was positive for SARS-CoV-2 tested by quantitative reverse transcription-polymerase chain reaction (qRT-PCR) on 1 February 2020. Therefore, he was admitted to an airborne-isolation unit for isolation and treatment. After two days of treatment with anti-viral medication (Arbidol and Ribavirin) and intravenous antibiotic therapy (Cefuroxime), the patient's symptoms did not improve. Therefore, he was transmitted to the People's Hospital of Hengyang County.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "On admission, he had a fever (38.4℃). His respiratory rate was 21 breaths per minute, with a heart rate of 116 beats per minute, blood pressure of 129/88 mmHg, and oxygen saturation of 91% in ambient air. An arterial blood gas analysis indicated an arterial oxygen tension (PaO2) of 66 mmHg, oxygenation index of 43.8 mmHg and oxygen saturation of 91%. Therefore, he was confirmed as having severe COVID-19. A routine blood test showed a slightly low white blood cell (3. ( Fig. 1B) he was discharged on 20 February 2020. 6 The patient was encouraged to maintain home quarantine for at least 14 days and was followed up every fortnight for 4 weeks after discharge. At his first follow-up, he showed no obvious clinical symptoms and had reduced inflammatory signs on chest CT ( Fig. 1C ) on the 6th of March. However, RT-PCR assay with an oropharyngeal swab sample was positive for SARS-CoV-2. Therefore, he was re-admitted to the third Hospital of Hengyang City for further medical observation.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 523,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 482,
                    "text": "( Fig. 1B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 775,
                    "end": 784,
                    "text": "( Fig. 1C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "His temperature was normal during hospitalisation, and he had no obvious expectoration, dry cough, dizziness, or fatigue. On admission he had leukocyte of 5.05*10 9 /L, lymphocyte ratio of 28.1%, lymphocyte count of 1.42*10 9 /L, neutrophil of 3.16*109/L, neutrophil percentage of 62.6%, and C-reactive protein of 3.20 mg/L. The liver function results indicated that aminotransferase was slightly increased. Fasting serum glucose was 7.0 mmol/L. Renal function, myocardial enzymes, electrolyte, and serum procalcitonin was normal. CT manifestations showed a significant reduction in the bilateral lesions (Fig. 1C) . He received anti-viral drugs including Arbidol, Chloroquine Phosphate and inhalation of interferon-α and supportive care. Eight consecutive RT-PCR assays on oropharyngeal swab specimens were conducted during hospitalisation. The results were positive on the 12 th , 14 th , 19 th , 23 rd and 26 th of March and negative on the 28 th of March, and 6 th and 12 th of April. Moreover, he was discharged on the 13 th of April when chest CT showed that the bilateral lesions were completely absorbed (Fig. 1D) . Members of his family and other close contacts had been placed under medical observation, and they did not experience any symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 614,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1112,
                    "end": 1121,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "Following his second discharge, he has tested negative for SARS-CoV-2 on qRT-PCR for 5 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Recurrence of positive SARS-CoV-2 RNA in recovered patients of COVID-19 has attracted significant attention. Several studies have analysed the clinical characteristics of such patients. They asserted that young and mild COVID-19 patients are more likely to test positive for SARS-CoV-2 after discharge at an earlier stage (1) . In these studies, no patient with severe COVID-19 was RNA positive when re-tested(1). The patient in our study was considered to have severe COVID-19 due to the low oxygen saturation.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Five consecutive RT-PCR assays on oropharyngeal swab specimens were positive when re-admitted two weeks later. At this stage, we considered that he might be a longterm virus carrier. Fortunately, three consecutive RT-PCR results were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "People with diabetes have a higher overall risk of infection and are more prone to severe COVID-19(2). It is still unclear why people with diabetes are more severely affected by COVID-19. Research has shown that diabetes inhibits neutrophil chemotaxis, phagocytosis, and intracellular killing of microbes. Therefore, it is likely that COVID-19 patients with diabetes may have blunted anti-viral IFN responses, and the delayed activation of Th1/Th17 may contribute to an accentuated inflammatory response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Following this, patients may develop severe COVID-19 (3) . As yet, no studies have analysed the rate of re-detectable positive RNA in recovered COVID-19 patients with 8 diabetes. Therefore, further studies may be needed.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "People with positive SARS-CoV-2 RNA in respiratory tract specimens may be an infectious source of COVID-19. According to the guideline in China, patients should be isolated until two consecutive SARS-CoV-2 RNA tests are negative, with an interval of at least 24 hours(4). It is unclear whether patients with a recurrence of positive SARS-CoV-2 RNA after discharge could transmit the virus to other people. Therefore it is vital to follow-up patients who have had COVID-19. In this case, the patient did not infect anybody during his home quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are several possible reasons why SARS-CoV-2 RNA tests might turn positive two weeks after discharge. Firstly, long-term residual virus should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SARS-CoV-2 RNA has been found to exist in the digestive tract and faecal samples for almost 50 days (5) . Thus, it is necessary to prolong the detection time when COVID-19 patients are discharged. Besides, anal swabs could be used. Secondly, COVID-19, combined with hyperinflammation, immunosuppression, and inflammatory immune disorders, play a key role in the pathophysiology of COVID-19 (6) . As such, immunological factors may partially contribute to people having a recurrence of SARS-CoV-2 RNA. Finally, a commercial kit is a factor not to be ignored. RT-PCR is the most useful laboratory diagnostic test for COVID-19. The first real-time RT-PCR assays targeted some parts of the RNA, such as RNA-dependent RNA polymerase, envelope and nucleocapsid genes of SARS-CoV-2(7). However, we do not know which 9 part of the RNA is the key genome of SARS-CoV-2, which could decide its life cycle.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "(6)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, further studies should be conducted to develop a novel assay that targets a crucial region of the RNA genome to improve its sensitivity and specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the findings of recurrent positive SARS-CoV-2 RNA in a patient with a history of type 2 diabetes that had recovered from severe COVID-19, we recommend that, 1. discharged patients be quarantined at home for at least 14 days, and an RT-PCR test performed every 2 weeks; 2. both oropharyngeal and anal swabs be used to test for SARS-CoV-2 RNA; and 3. family members of patients with COVID-19 undergo regular testing for SARS-CoV-2 RNA. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of the recovered COVID-19 patients with re-detectable positive RNA test",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and diabetes",
            "authors": [
                {
                    "first": "Rcw",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Rig",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabet Med",
            "volume": "37",
            "issn": "",
            "pages": "723--725",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 pandemic, coronaviruses, and diabetes mellitus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muniyappa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gubbi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "General Office of National Health Commission GOoN",
            "authors": [],
            "year": null,
            "venue": "Medicine AoTC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnostic and treatment protocol for novel coronavirus pneumonia (Trial version 7, revised form)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 viral RNA in faecal samples",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "5",
            "issn": "",
            "pages": "434--435",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tattersall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1034",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "L). The lymphocytes were normal. Other abnormal results included a significantly high hypersensitive C-reactive protein concentration (93 mg/L, normal range: 0-10.0 mg/L), and erythrocyte sedimentation rate (ESR) (47 mm/18 min, normal range: 0-15.0 mm/18 min). However, the serum procalcitonin concentration was normal (less than 0.05 ng/mL). Liver function showed low albumin levels (30.1 g/L, normal range: 35-55 g/L). Renal function indicated low urea nitrogen (1.6 mmol/L, normal range: 2.5-7.5 mmol/L) and creatinine (40.4 mmol/L, normal range: 44.2-88.mmol/L, normal range: 0.6-1.1 mmol/L) levels were lower than normal. His fasting serum glucose (11.14 mmol/L; normal range: 3.89-6.11 mmol/L) and glycosylated haemoglobin A1c 8% (normal range: 0-6 %) were high. The patient had a history of type 2 diabetes mellitus. Myocardial enzymes, electrolyte, and coagulation function were normal. The immunoglobulin M (IgM) test for influenza A, influenza B, parainfluenza, adenovirus, Epstein Barr virus, mycoplasma, and chlamydia was negative. IgG for mycobacterium tuberculosis was negative. After receiving symptomatic treatment and antimicrobial therapy, including recombinant human interferon a2b, arbidol, adenosine monophosphate, cefoperazone sodium and sulbactam sodium and human immunoglobulin, the patient still suffered from an intermittent cough, chills, and fever. Therefore, he was transferred to the Nanhua Hospital of the University of South China. On admission, an arterial blood gas analysis indicated decreased arterial oxygen tension (PaO2) of 55 mmHg and an oxygenation index of 44 mmHg. Symptoms improved after inhalation of interferon-α, anti-viral treatment (Lopinavir and Ritonavir Tablets), antibacterial treatment, traditional Chinese medicine, and supportive care. After two consecutive negative results for SARS-CoV-2 on the 15 th and 17 th of February, partially absorbed bilateral lesions on chest CT",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest computed tomography (CT), lung window A: On admission, multiple ground-glass opacities can be seen in the bilateral lungs. B: At the first discharge, partially absorbed bilateral lesions can be seen. C: At the first follow-up, an oropharyngeal swab sample was positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The patient displayed significantly reduced inflammatory signs. D: At the second discharge, the bilateral lesions had completely absorbed.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}