{
    "paper_id": "3e261b27c7d02dc64035f5cee942ffd8c0b5dae9",
    "metadata": {
        "title": "Journal Pre-proof Air pollution, racial disparities and COVID-19 mortality",
        "authors": [
            {
                "first": "Eric",
                "middle": [
                    "B"
                ],
                "last": "Brandt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "F"
                ],
                "last": "Beck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tesfaye",
                "middle": [
                    "B"
                ],
                "last": "Mersha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "factors for severe COVID-19 ( Figure 1 ) largely overlap with the list of diseases that are 46 known to be worsened by chronic exposure to air pollution, including diabetes, heart 47 diseases and chronic airway diseases, like asthma, lung cancer and chronic obstructive 48 pulmonary disease (COPD). 3 In this editorial, we highlight potential links between 49 exposure to air pollution and COVID-19 severity, and we also hypothesize that 50 disparate exposure to air pollution is one of the factors that contributes to the 51 disproportionate impact COVID-19 is having on inner-city racial minorities. 52 53 Air pollution is a complex mixture of small particulate matter (PM2.5, PM10), nitric 54 dioxide (NO 2 ), carbon monoxide (CO), Ozone (O 3 ) and volatile organic compounds 55 (VOCs) derived from vehicular traffic, industrial emissions, and indoor pollutants. Given 56 overwhelming evidence linking chronic exposure to air pollution with increased morbidity 57 and mortality across a range of cardiopulmonary diseases, 4 there is growing concern 58 that air pollution may also contribute to COVID-19 severity, by directly affecting the 59 lungs' ability to clear pathogens and indirectly by exacerbating underlying 60 cardiovascular or pulmonary diseases. 61",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Such a link was reported during the 2003 SARS outbreak in China, where a positive 63 association was observed between both acute and chronic pollution measures from the 64 air pollution index (CO, NO2, SO2 O3, and PM10) and SARS case fatality rates. 5 Now, 65 preliminary data are suggesting similar associations for COVID-19. In cities of China's 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hubei province, the epicenter of the SARS-CoV-2 outbreak, there is evidence of a 67 significant positive correlation between air pollution levels with higher morbidity and 68 mortality rates from COVID-19. Yao et al. (2020) assessed the correlation between the 69 spread of COVID-19 and NO 2 pollution. They conducted a cross-sectional analysis to 70 examine the spatial associations of NO 2 and COVID-19 transmission rates (R 0 ), and 71",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 223,
                    "text": "Yao et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "longitudinal analyses to examine day-by-day spread-pollution associations in the cities. 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Their results showed positive correlations between NO 2 pollution levels and R 0 for 73 COVID-19 after adjusting for temperature and humidity. In other words, the higher the 74 NO 2 pollution, the greater the spread of SARS-CoV-2 (and onset of COVID-19). 6 The 75 same group conducted a cross-sectional analyses to examine the spatial associations 76 of daily PM2.5 and PM10 concentrations with mortality rates from COVID-19 in China. 77",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 256,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Their results confirm that increased concentrations of PM2.5 and PM10 are linked to 78 higher death rates from COVID-19 (p=0.011 and p=0.015, respectively) on a spatial 79 scale. In addition, a higher COVID-19 case fatality rate (CFR) was observed with 80 increasing concentrations of PM2.5 and PM10 on a temporal scale after adjusting for 81 temperature and humidity. 7 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As SARS-CoV-2 has spread across the globe, additional evidence linking both acute 83 and chronic air pollution to COVID-19 outcomes have been reported. Researchers at 4 morbidity and mortality in 3 of the most affected countries (China, Italy, and the USA). 2 86",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "They used annual indices of air quality from the Sentinel-5 satellite and ground 87 information from each country while controlling for the area of interest's population size. 88",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "They found higher rates of COVID-19 infection in areas with high PM2.5, NO 2 , and CO. 2 89",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similarly, an Italian study found that long-term air-quality data (NO 2 , O 3 , PM2.5 and 90 PM10) significantly correlated with cases of COVID-19 in up to 71 Italian provinces. 8 In 91",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the United States, a newly released study from the Harvard T.H. Chan School of Public 92",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Health used data collected from approximately 3,000 U.S. counties to investigate if 93 long-term average exposure to PM2.5 increased the risk of death from COVID-19. They 94 found that with an increase of only 1 ug/m 3 in chronic PM2.5 exposure, the COVID-19 95 mortality rate increased by 15%. 9 96 COVID-19 death rates appear higher in densely populated urban areas, where SARS-97",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CoV2 can easily spread. Indeed, when we focused on some of the hardest hit states 98 (New York and Michigan), their biggest cities (New York City and Detroit, respectively) 99 had a much larger portion of COVID-19 death even after adjusting for population ( Figure  100 1). These densely populated urban areas had also some of the highest air pollution, as 101 assessed by yearly PM2.5 levels ( Figure 1 ). While population density promotes viral 102 spread and air pollution, it fails to explain why the Bronx has twice the number of 103 COVID-19 cases and fatalities than nearby Manhattan, pointing to socioeconomic and 104 racial disparities (30% of Bronx county resident live below the poverty line, a majority of 105 them African American). Early data from Michigan's outbreak suggest that 33% of 106 COVID-19 cases and 44% of deaths were experienced by African Americans even of all COVID-19 fatalities were African Americans. Similarly, in Chicago, more than 50% 109 of COVID-19 cases and nearly 70% of COVID-19 deaths involve African American 110 individuals, although they make up only 30% of the population. In Louisiana, 61% of 111 deaths have occurred among African Americans although they represent just 32% of 112 the state's population (Figure 1) . With the caveat that many US areas have not released 113 COVID-19 morbidity and mortality data by race/ethnicity and others still have incomplete 114 racial breakdown, African Americans represent 28% of COVID-19 death in the U. S., 115 over twice their population demographics (Figure 1) . 116",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 269,
                    "text": "Figure  100",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 395,
                    "end": 403,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1251,
                    "end": 1261,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1541,
                    "end": 1551,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "There are many compelling reasons why racial minorities experience disparate health 117 outcomes across a range of conditions, including COVID-19. Indeed, the realities of 118 structural racism have determined, over decades, the socioeconomic and environmental 119 context in which many minorities live. In the U.S., African Americans are far more likely 120 to experience adverse housing conditions, crowded living environments, diminished 121 access to health promoting resources (e.g., health care, healthy food options), use 122 public transportation, be employed in sectors requiring close interactions with others 123 (e.g., food and service industries, sanitation and public transportation) and also 124 increased exposure to air pollution. According to the American Lung Association, an 125 estimated 141 million Americans live in counties with unhealthy levels of air pollution. 126",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lower income communities of color are more likely to have historical exposures to 127 higher levels of air pollution. 10 This chronic exposure is thought to worsen underlying 128 diseases, including many that represent risk factors for severe COVID-19 (Figure 1) . 129 6 segregation. and take into account the modulating effect of socioeconomic status on air 132 pollution exposure. Additionally, changes in air pollution as a result of stay-at-home 133 policies and changing seasons warrants further investigation and should include low 134 income communities with high and low exposure to air pollution. Importantly, fine and 135 ultrafine pollution particles can cross into the blood stream and accumulate in tissues 136 over a lifetime, explaining the reported associations observed in China, Italy and the 137 U.S. between chronic exposure to air pollution and increased mortality from not only 138 lung diseases but also cardiovascular diseases and diabetes, which disproportionally 139 afflict African Americans. Furthermore, African Americans and other low income 140 communities living in highly polluted areas will likely still be exposed to relatively higher 141 levels of PM2.5 when compared to less polluted areas even as PM2.5 decreases 142 across the globe following stay-at-home orders, As ongoing COVID-19 studies are 143 released almost daily, African American patients are experiencing hospitalizations and 144 death at disproportionately high rates, and strategies to mitigate these unacceptable 145 outcomes are urgently needed. These studies also need to take into account different 146 characteristics of, experiences with, and timing of policies meant to keep COVID-19 at 147",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 262,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, while the relationship between air pollution and cardiopulmonary diseases 149 is well-established, further research is required to delineate the specific mechanistic link 150 between air pollution and severe outcomes from SARS-CoV-2 infection, as well as how 151 air pollution may contribute to disparities in COVID-19-related outcomes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bay. 148"
        },
        {
            "text": "(https://www.apmresearchlab.org/covid/deaths-by-race). Additional racial disparity sources: 191 https://www.washingtonpost.com/nation/2020/04/07/coronavirus-is-infecting-killing-black-192 americans-an-alarmingly-high-rate-post-analysis-shows/;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "190"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus Disease 2019 in China",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Initial evidence of higher morbidity and mortality due to SARS-159",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pansini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fornacca",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CoV-2 in regions with lower air quality. medRxiv",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "160",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.04.20053595.2020"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 163 Pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimates and 165 25-year trends of the global burden of disease attributable to ambient air pollution: an 166 analysis of data from the Global Burden of Diseases Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frostad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Estep",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "167",
            "issn": "",
            "pages": "1907--1925",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Air pollution and case fatality 169 of SARS in the People's Republic of China: an ecologic study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Froines",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environ Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ambient nitrogen dioxide pollution 172 and spread ability of COVID-19 in Chinese cities. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "173",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.31.20048595"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Particulate Matter Pollution and Case Fatality Rate of COVID-19 in Wuhan, China. 176 medRxiv",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.09.20049924"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Role of the atmospheric pollution in the Covid-19 outbreak risk in 178",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fattorini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Regoli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Exposure to air pollution and COVID-180 19 mortality in the United States. medRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nethery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sabath",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dominici",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.05.20054502.2020"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inequity 183 in consumption of goods and services adds to racial-ethnic disparities in air pollution 184 exposure",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tessum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goodkind",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Z"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mullins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Paolella",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc Natl Acad Sci",
            "volume": "116",
            "issn": "",
            "pages": "6001--6007",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "196 concentrations (g/m3) for the years 2000-2016 were obtained from Atmospheric Composition 197",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Figures were created by merging county-level 198 data in a given state. The County level COVID-19 death counts, adjusted for a population of one 199 million, as of",
            "authors": [],
            "year": 2020,
            "venue": "Analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 risk factors are based on CDC's insights 201",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Figure Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Impact of air pollution and racial disparities on COVID-19 mortality. 189Racial breakdown of COVID-19 data as of April 24 2020 was obtained from APM Research Lab",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Email: tesfaye.mersha@cchmc.org Since late 2019, Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) has 41 infected millions of people worldwide and resulted in over 200,000 coronavirus disease 42 2019 (COVID-19) deaths. Emerging data suggest that elderly people as well as 43 individuals with underlying health conditions are at higher risk of hospitalization and 44 death. 1-3 Interestingly, the Centers for Disease Control and Prevention's list of risk 45",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Contributing socioeconomic, racial & environmental factors: -Structural racism -Crowded living conditions, multi-generational homes -Limited access to health care and healthy foods -Working in low paying \"essential\" jobs -Chronic exposure to air pollution ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 risk factors COVID-19 fatality rates"
        }
    ]
}