{
    "paper_id": "3e27bf55f4b269ef3e6ac197fd567f148e01954a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Elisa",
                "middle": [],
                "last": "Perger",
                "suffix": "",
                "affiliation": {},
                "email": "e.perger@auxologico.it.‡"
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Soranna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Martino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Meriggi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Fondazione",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irccs",
                "middle": [],
                "last": "Gnocchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carolina",
                "middle": [],
                "last": "Milan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lombardi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gianfranco",
                "middle": [],
                "last": "Parati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "E S C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "These authors contributed equally to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease (COVID-19) has severely affected healthcare systems all over the world. Although age, hypertension, cardiovascular diseases, lung diseases, and diabetes mellitus seem to represent the main risk factors for worse outcomes in COVID-19 (1), a possible role has also been ascribed to sleep-disordered breathing (SDB) (2) (3) (4) . A recent preliminary study collecting questionnaire data in a case series of COVID-19 pneumonia showed that 25% of patients presented a history of SDB (5) . It has been hypothesized that SDB might predispose patients to COVID-19 severe pneumonia and that the coexistence of these two respiratory conditions might worsen patients' prognosis (2, 4) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 691,
                    "end": 693,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "In the days of pandemic outbreak, we sought to correlate the presence and severity of SDB with COVID-19 outcomes during hospitalization. Despite the dramatic situation we were experiencing, which prevented us from optimizing the standardization of examinations, such as the sleep apnea test (SAT), we managed to include patients with spontaneous breathing for SDB evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Consecutive patients who were hospitalized at our institution in Milan because of COVID-19 over a 1-month period, from April 8 to May 8, 2020, underwent an SAT. The test was performed either at entry or at any time during the course of hospitalization, provided that the patients were breathing spontaneously. Those who had previously required ventilatory support because of COVID-19 respiratory failure underwent an SAT only after weaning from either noninvasive ventilation (NIV) or invasive mechanical ventilation after improvement of their clinical conditions within the recruitment period. Outcomes were evaluated at the time of patients' discharge and defined according to the two types of treatments needed during hospitalization: 1) none or oxygen support or 2) NIV, including continuous or bilevel positive airways pressure, or mechanical ventilation in the ICU. Owing to the severity of COVID-19, many patients who were hospitalized required NIV or mechanical support at the time of admission and for a long time, or they eventually died, so they could not be included in our study. The SATs were scored after the recruitment period by a sleep clinician who was blinded to hospitalization outcomes. The patients were treated according to their clinical conditions and following the local guidelines for COVID-19. Based on the international criteria and the apnea-hypopnea index (AHI) calculation, we defined the disease as 1) \"none\" if AHI , 5/h, 2) \"mild\" if 5/h < AHI , 15/h, 3) \"moderate-to-severe\" if 15/h < AHI , 30/h, and 4) \"severe\" if AHI > 30/h. The 95% confidence interval (CI) of the SDB presence was calculated through the exact Clopper-Pearson method. A Poisson regression model with robust error variance was implemented to estimate the prevalence ratio and its 95% CI to receive mechanical or nonmechanical ventilation. The model included as covariates sex, age, and body mass index (BMI) as continuous variables and those variables that presented P < 0.15 in the univariate analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Our study received ethical clearance from the appropriate authority, and all patients provided informed consent to the collection of their clinical data and to the execution of sleep tests for research purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Our screened sample included 93 subjects. Among them, 39 did not perform the SAT, as they were using 24-hour NIV because of COVID-19-related respiratory failure. Out of the total 44 patients who underwent the SAT, 13 were on oxygen treatment. Two subjects were treated with nocturnal continuous positive airway pressure owing to their previous history of obstructive sleep apnea (OSA) and were included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "The proportion of SDB presence in our sample was 75% (95% CI, 60-87%). Table 1 describes the main characteristics of the 44 subjects stratified for SDB severity; 33 patients (75%) had SDB, of which 15 (34%) presented mild SDB, 6 (14%) presented moderate SDB, and 12 (27%) presented severe disease. Moreover, 15 (34%) patients showed signs of OSA and 18 (41%) showed signs of central sleep apnea. Of the eight patients who had Cheyne-Stokes respiration with central sleep apnea breathing, one had a history of stroke, one of renal failure, three of chronic ischemic cardiopathy, and three were in atrial fibrillation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "To the Editor:"
        },
        {
            "text": "Concerning outcomes, 24 patients (52%) necessitated only oxygen support, whereas 22 (48%) needed NIV or invasive ventilation in the ICU. Ventilated patients were characterized by higher BMI, predominant OSA, and greater obstructive AHI, as shown in Table 2 . Arterial oxygen saturation as measured by pulse oximetry parameters did not differ between the groups, feasibly because of the required oxygen support in the COVID-19 unit. Multivariate analysis revealed that higher BMI (prevalence ratio, 1.20; 95% CI, 1.10-1.31; P , 0.001) and higher obstructive AHI (prevalence ratio, 1.03; 95% CI, 1.01-1.05; P = 0.015) were the variables significantly associated with the need of ventilation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 256,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "To the Editor:"
        },
        {
            "text": "To our knowledge, this is the first evaluation of SAT in patients hospitalized for COVID-19. Almost two-thirds of our sample had SDB, and OSA severity predicted respiratory outcome. Several mechanisms may contribute to the increased risk of severe COVID-19 in patients with OSA (6). Even though obesity confirms an established relation with OSA (4), our findings highlight that higher obstructive AHI is also associated with the need of NIV or invasive ventilation, even after controlling for age and BMI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Our interpretation is supported by the results of a recent study by Feuth and colleagues (7), who found that 29% of their cohort of patients hospitalized for COVID-19 presented a previous diagnosis of OSA, although not confirmed using SAT. Previous evidence on patients hospitalized for different kinds of respiratory Author Contributions: E.P., M.P., C.L., and G.P. contributed to study design and to study execution. E.P., P.M., and D.S. contributed to data analysis. E.P. contributed to drafting of the manuscript. D.S. and M.F.P. contributed to revision, and C.L. and G.P. contributed to final drafting of the manuscript. All the authors have seen and approved the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Originally Published in Press as DOI: 10.1164/rccm.202010-3886LE on November 12, 2020 infections has shown worse outcomes in subjects with a history of OSA than in those without OSA (8) .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Systemic inflammation is a pathophysiologic feature shared by both COVID-19 and OSA. OSA-related intermittent hypoxia and fragmented sleep determine a proinflammatory status that may enhance the typical COVID-19 cytokine storm, thus worsening disease evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "As a major limitation of our study, we have to specify that the emergency conditions in which we were operating prevented us from evaluating a higher number of patients for SDB and from including more subjects characterized by adverse outcomes. Moreover, the design of our study does not allow us to conclude a causal link between OSA and COVID-19 severity nor to define the direction of such a link. This is because of the different time points at which SAT was performed in different subjects, because of the observational nature of our study, and because of the lack of comparison with a control group. Despite these limitations, however, our study offers, for the first time, information on the prevalence of OSA in patients with COVID-19 by means of a proper objective testing. This high rate of underdiagnosed SDB, particularly OSA, might act as cofactor in the elevated susceptibility for worse COVID-19 sequelae, independently of BMI. An appropriate assessment of SDB presence, type, and severity in patients with COVID-19, also in the hospital setting, might thus favor a more accurate risk stratification and also help decision-making in therapeutic interventions (9, 10) . The possible role of SDB treatment in prognosis improvement of patients hospitalized for COVID-19 needs to be further investigated through properly sized intervention studies. n Author disclosures are available with the text of this letter at www.atsjournals.org.",
            "cite_spans": [
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Acknowledgment: The authors thank the stimulating discussions with Dr. Luigi Taranto Montemurro and the practical help of our sleep technicians, especially Valeria Di Stefano, Francesca Gregorini, and Anna Motta. They also thank all the healthcare, administrative, and general service hospital workers for their invaluable contribution during this pandemic crisis. Definition of abbreviations: AHI = apnea-hypopnea index; BMI = body max index; CSA = central sleep apnea; ODI = oxygen desaturation index; OSA = obstructive sleep apnea; SDB = sleep-disordered breathing; Sp O 2 = arterial oxygen saturation as measured by pulse oximetry. Data are expressed as mean 6 SD, number (percentage), or median (interquartile range). Comorbidities included history of at least one of the following: atrial fibrillation, stroke, chronic ischemic heart disease, heart failure, renal failure, diabetes, chronic obstructive pulmonary disease, and/or asthma. P values in bold are statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 and obstructive sleep apnea syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Pazarlı",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ekiz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "İlik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sleep Breath",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11325-020-02087-0"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Does obstructive sleep apnea lead to increased risk of COVID-19 infection and severity?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tufik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gozal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Ishikura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Pires",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Sleep Med",
            "volume": "16",
            "issn": "",
            "pages": "1425--1426",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Potential influences of obstructive sleep apnea and obesity on COVID-19 severity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcsharry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Sleep Med",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19 in critically ill patients in the Seattle region -case series",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhatraju",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ghassemieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Nalla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2012--2022",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "LICORN and the Lille COVID-19 and Obesity study group. High prevalence of obesity in Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) requiring invasive mechanical ventilation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simonnet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chetboun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Raverdy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noulette",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duhamel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Obesity (Silver Spring)",
            "volume": "28",
            "issn": "",
            "pages": "1195--1199",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is sleep apnoea a risk factor for Covid-19? Findings from a retrospective cohort study. medRxiv [online ahead of print",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Feuth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saaresranta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valtonen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rintala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.14.20098319"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevalence, treatment, and outcomes associated with OSA among patients hospitalized with pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Lindenauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Stefan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Priya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Pekow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "145",
            "issn": "",
            "pages": "1032--1038",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Safe sleep apnea tests during Covid-19 pandemic: a new practical proposal",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trentin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                },
                {
                    "first": "D&apos;artavilla",
                    "middle": [],
                    "last": "Lupo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fanfulla",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sleep Med",
            "volume": "75",
            "issn": "",
            "pages": "341--342",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sleep apnoea management in Europe during the COVID-19 pandemic: data from the European Sleep Apnoea Database (ESADA)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grote",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcnicholas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hedner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Esada",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This article is open access and distributed under the terms of the Creative Commons Attribution Non-Commercial No Derivatives License 4.0 (http://creativecommons.org/licenses/by-nc-nd/4.0/). For commercial usage and reprints, please contact Diane Gern (dgern@thoracic.org).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline Characteristics of Our Subjects Classified by Sleep Apnea Severity Definition of abbreviations: AHI = apnea-hypopnea index; BMI = body max index; CIC = chronic ischemic heart disease; COPD = chronic obstructive pulmonary disease; CSR-CSA = central sleep apnea with Cheyne-Stokes Respiration; ODI = oxygen desaturation index; Sp O 2 = arterial oxygen saturation as measured by pulse oximetry. Data are expressed as mean 6 SD, number (percentage), or median (interquartile range). The table shows data of 44 patients who performed the sleep apnea test, as 2 patients already had previous diagnosis of obstructive sleep apnea.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Univariate Analyses of Factors Associated with 1) No Need of Support or Only Need of Oxygen and 2) Need of Noninvasive or Invasive Pulmonary Ventilation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}