{
    "paper_id": "3e28bd612baa1cd3e21f6deb17d387998827df26",
    "metadata": {
        "title": "Geographical Trend Analysis of COVID-19 Pandemic Onset in Africa",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Olumide",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tolulope",
                "middle": [
                    "Esther"
                ],
                "last": "Onafeso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital",
                    "location": {
                        "settlement": "Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Glory",
                "middle": [
                    "Tomi"
                ],
                "last": "Onafeso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "Olawole"
                ],
                "last": "Olumuyiwa-Oluwabiyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adeyemi",
                "middle": [
                    "Oludapo"
                ],
                "last": "Faniyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adeolu",
                "middle": [
                    "Odutayo"
                ],
                "last": "Olusola",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adegbayi",
                "middle": [
                    "Mutiu"
                ],
                "last": "Dina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oluwabukonla",
                "middle": [],
                "last": "Hassan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Folorunso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Efosa",
                "middle": [],
                "last": "Adelabu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Adagbasa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Onafeso",
                "middle": [
                    "O D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olumuyiwa-Oluwabiyi",
                "middle": [
                    "G T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faniyi",
                "middle": [
                    "M O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olusola",
                "middle": [
                    "A O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dina",
                "middle": [
                    "A O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hassan",
                "middle": [
                    "A M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Onafeso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Olabisi Onabanjo University",
                    "location": {
                        "addrLine": "Ago-Iwoye",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Glory",
                "middle": [
                    "Tomi"
                ],
                "last": "Olumuyiwa-Oluwabiyi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Olabisi Onabanjo University",
                    "location": {
                        "addrLine": "Ago-Iwoye",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "Olawole"
                ],
                "last": "Faniyi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Olabisi Onabanjo University",
                    "location": {
                        "addrLine": "Ago-Iwoye",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Adeyemi",
                "middle": [
                    "Oludapo"
                ],
                "last": "Olusola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ibadan",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Adeolu",
                "middle": [
                    "Odutayo"
                ],
                "last": "Dina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Olabisi Onabanjo University",
                    "location": {
                        "addrLine": "Ago-Iwoye",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Adegbayi",
                "middle": [
                    "Mutiu"
                ],
                "last": "Hassan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Olabisi Onabanjo University",
                    "location": {
                        "addrLine": "Ago-Iwoye",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Sakinat",
                "middle": [
                    "Oluwabukonla"
                ],
                "last": "Folorunso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Olabisi Onabanjo University",
                    "location": {
                        "addrLine": "Ago-Iwoye",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Adelabu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Free State",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Efosa",
                "middle": [],
                "last": "Adagbasa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Free State",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The world contends with the spread of novel coronavirus disease, initially termed (nCoV) and later said to be of a virus strain SARS-CoV-2, an outbreak which had ravaged China since early December 2019. Spreading across all continents has resulted in its declaration first as a global health emergency of international concern by the World Health Organisation (WHO) on the 30 th day of January 2020 (WHO, 2020b) and then later as a pandemic on 11 th March 2020 consequent upon 118,000 cases of the COVID-19 in 110 countries (Sun, Chen, & Viboud, 2020; WHO, 2020) .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 551,
                    "text": "(Sun, Chen, & Viboud, 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 552,
                    "end": 562,
                    "text": "WHO, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the first case was noted to have occurred in Wuhan, Hubei Province of China on the 2 nd of December 2019, the accelerated spread of the disease has however, not only raised global health concerns but social, economic and more importantly geographical considerations for tracing and mapping the trend of the pandemic. The first confirmed case in Africa was in Egypt on the 14 th of February 2020, while the first in sub-Saharan Africa was confirmed in Nigeria on the 27 th of February 2020 (Olusola, Olusola, Onafeso, Ajiola & Adelabu, 2020) . A recent study provided indicators to several mobile Geographical Information System (GIS) and practical online mapping dashboards employed for tracking the occurrences of COVID-19, thus showing ways GIS is being employed to combat the dreadful contagious viral plague (Boulos & Geraghty, 2020) .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 549,
                    "text": "(Olusola, Olusola, Onafeso, Ajiola & Adelabu, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 821,
                    "end": 846,
                    "text": "(Boulos & Geraghty, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As the world is currently seeking cure for the disease through development of vaccine, the transmission and rate at which the spread is occurring has become a very important gap in knowledge (Fang, Nie, & Penny, 2020) . The pattern and trend of the COVID-19 outbreak is yet to be understood and the specific factors surrounding the geographical spread of the disease as well as the timing of transmission onset from country to country are not clearly documented. While the regional-to-national distributions of the cases, fatality and recovery on a day by day basis are provided by several health and governmental agents from one country to another, it is important to note that the epidemiological characteristics of the disease burden are currently engaging the interest of many researchers worldwide. Similarly, recent studies have applied conventional theories of risk perception enquiry to COVID-19 pandemic in other to underscore the role of risk perceptions in these unprecedented times (Cori, Bianchi, Cadum & Anthonj, 2020) . COVID-19 has rapidly spread around the world, posing enormous health, economic, environmental and social challenges to the entire human population (Chakraborty & Maity, 2020) .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 217,
                    "text": "(Fang, Nie, & Penny, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 994,
                    "end": 1032,
                    "text": "(Cori, Bianchi, Cadum & Anthonj, 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1182,
                    "end": 1209,
                    "text": "(Chakraborty & Maity, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More so, in Africa, little is known of the nature of spread of COVID-19 and there is limited knowledge in the body of science on the peculiarities of the already weak capacity of many developing countries in response to this pandemic. This is important as several regions of the world have been able to showcase and continually provide improving knowledge of the transmission rates as well as efforts at understanding the spread and approaches to curtail and contain the spread of the disease. For example, reports have provided information on Europe (ECDC, 2020) and some other parts of the world (WHO, 2020a), while limited knowledge of Africa especially south of the Sahara, exists in literature. Furthermore, the challenges of Human Development Index (HDI) and the growing impacts of global warming and climate change has been linked to decline in human health and disease outbreaks (Leal et al., 2018 ), yet little is known about these links with the current experience of COVID-19 in African countries.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 563,
                    "text": "(ECDC, 2020)",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 905,
                    "text": "(Leal et al., 2018",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another recent study on the epidemiology, sources and modes of transmission of historical corona viruses (CoVs) observed as novel respiratory tract virus have been supposedly linked to other parts of the world asides Africa, ever since the first occurrences in 1962 (Sahin et al., 2020) . According to the study, CoVs are a big family of virus common in diverse animal species, e.g. camels, cattle, cats, and bats which seldom transmit disease to humans except through epidemics. Examples of such epidemics in history have been the severe acute respiratory syndrome (SARS) which was almost entirely restricted to the Guangdong state of China for the first time in 2002 and 2003, as well as the Middle East Respiratory Syndrome Coronavirus (MERS) first reported in 2012 in Saudi Arabia and linked to countries around the Arabian Peninsula (e.g. United Arab Emirates, Qatar, Oman, Jordan, Kuwait, Yemen, and Lebanon as well as Iran (Mardani, 2015) . However, the recent outbreak of COVID-19 and its spread to Africa is strange because the strain of CoVs initially referred to as SARS-CoV-2 has not affected Africa before now.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 286,
                    "text": "(Sahin et al., 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 930,
                    "end": 945,
                    "text": "(Mardani, 2015)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is also not known why CoVs have not caused an outbreak in Africa before the present COVID-19 despite the abundance of bats in Africa. A study have shown that the geographical distribution size, shape and host body weight have significant effects on viral richness in bats (Maganga et al., 2014) . The study further suggested that viral abundance in African bats was greater in large-bodied species which had more uneven distribution and that increase of viruses may be associated with the historical variability of bat species distribution range, with hypothetically strong effects of distribution controls on virus spread (Maganga et al., 2014) . Moreover, there's a huge gap in knowledge about the relationships between COVID-19 and Africa's previous experiences of similar zoonotic infectious diseases outbreaks, such as Ebola (Richardson & Fallah, 2019) and Lassa fever (Sogoba, Feldmann, & Safronetz, 2012) . This may be important in improving understanding of management of public health concerns of particular geographical origin and their spread patterns in order to provide useful insights to meeting the sustainable development goal 3 to ensure healthy lives and promote well-being for all at all ages. This paper therefore examines the onset, trends and geographical pattern of COVID-19 cases across Africa as a novel major outbreak caused by CoVs and since cutting-edge virological and genomic research has suggested that bats are reservoir hosts of both SARS-CoV and MERS-CoV (Sahin et al., 2020) , to investigate the links with the present spread to humans. Furthermore, noting studies have reported that most of the bat CoVs are the gene source of alpha-CoV and beta-CoVs, while most of the bird CoVs are the gene source of gamma-CoVs and delta-CoVs, this paper also seek to ascertain the predominant strain of COVID-19 experienced in Africa.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 297,
                    "text": "(Maganga et al., 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 626,
                    "end": 648,
                    "text": "(Maganga et al., 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 833,
                    "end": 860,
                    "text": "(Richardson & Fallah, 2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 877,
                    "end": 914,
                    "text": "(Sogoba, Feldmann, & Safronetz, 2012)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1492,
                    "end": 1512,
                    "text": "(Sahin et al., 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Particularly also, this study interrogates the relationships of the recent corona virus outbreak and responses to it with the ongoing global warming and climate change as well as the hitherto human development crisis in Africa. This is in keeping with the need to improve understanding of climate change and the geographical distribution of diseases (Rosenthal, 2010) , as well as the remarkable writing of the Greek physician Hippocrates (about 400 BC) that connected epidemics to seasonal weather changes thus suggesting that physicians should give \"due regard to the seasons of the year, and the diseases which they produce, and to the states of the wind peculiar to each country and the qualities of its waters\" (McMichael et al., 2003) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 367,
                    "text": "(Rosenthal, 2010)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 716,
                    "end": 740,
                    "text": "(McMichael et al., 2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The importance of employing GIS in medical and health geography studies and epidemiology have been underscored by several studies and the value of its application in achieving the aim of this study cannot be over emphasised (Photis, 2016) . GIS and techniques in health geographies have recently comprise of online real-or near-real time plotting of disease cases, their spread and projections of risk or vulnerability mapping as well as coding and presentation of social media reactions along with population travel data and tracing capabilities of contacts trajectories across space and time (Boulos & Geraghty, 2020; Meade, 1986) . This is indeed very important in the medical geography assessment as limited employment of GIS has been documented of virus causing influenza-like respiratory disease outbreak such as COVID-19 (Sakai et al., 2004) . A recent study had considered the threat of ingress of COVID-19 into Africa from China especially subjecting this vulnerability to the weak capacity to respond. The study also premised its findings on the volume of air traffic connections between Africa and mainland China from where the pandemic emerged (Gilbert et al., 2020) .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 238,
                    "text": "(Photis, 2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 594,
                    "end": 619,
                    "text": "(Boulos & Geraghty, 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 620,
                    "end": 632,
                    "text": "Meade, 1986)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 828,
                    "end": 848,
                    "text": "(Sakai et al., 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1156,
                    "end": 1178,
                    "text": "(Gilbert et al., 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the COVID-19 outbreak and shortly before it, new GIS capacities have been tested with the successful emergence of GIS driven mapping dashboards essentially for reporting and tracking the occurrences of the pandemic outbreak from place to place. For example Boulos & Geraghty (2020) presented different platforms which employ GIS to provide updates and information specifically about COVID-19 cases and fatality by country. This paper emphasizes the situation in Africa within the context of the foregoing and to estimate the trend and dynamics of historical cases up to date, providing information on the potential spread based on the reported cases, as well as to determine plausible risk factors under different scenarios and to assess the effectiveness of the different measures employed. As suggested in a recent study, the handiness of public information is crucial in the early periods of a disease outbreak in other to boost critical concerted efforts by both governmental and autonomous groups so as to enhance evidence based resources for improved sustainable interventions (Sun et al., 2020) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 287,
                    "text": "Boulos & Geraghty (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1089,
                    "end": 1107,
                    "text": "(Sun et al., 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This analysis consider the period following the 30 th January declaration of a global health emergency of international concern. This was actually the period when the first cases of COVID-19 began to be successively recorded across Africa, specifically through infected human carriers who travelled into the continent from countries already experiencing the outbreak. This period is marked off on the 31 st Day of March 2020 being the completion date of writing this paper to critically examine the first 61 days of COVID-19 outbreak in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "Based on the need for research to better understand the links between the ongoing pandemic risks and extreme health impacts, a cross-comparison survey and analysis of information and data gathering was performed by monitoring the dashboards of most relevant platforms for data access. Unfortunately, there are few studies that already address the geographical spread of COVID-19 and as such the methodology adopted in this study is consisted of three steps:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "(i)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "Step 1: Identification of the relevant literature and websites relating to COVID-19 information assemblages; (ii)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "Step 2: Collection of evidence-based statistics from (i) above; and (iii)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "Step 3: A spatial statistical analysis approach of deducing conclusion on tracking trends and assessing the disease-risks and extreme occurrences of concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "Data in this study represents the countries' entire circumstances although only COVID-19 cases -the dependent variable -offer a profile of current trends. This study compared information from many sources especially the interactive web-based dashboard created by the Johns Hopkins University Center for Systems Science and Engineering (JHU CSSE) to visualize and track reported cases in real-time (Dong, Du, & Gardner, 2020) . This dashboard first shared publicly on January 22 and it illustrates the location and number of confirmed COVID-19 cases, deaths and recoveries for all affected countries. Unfortunately, it was not suitable for tracking historical cases regardless of the advantage of data made freely available and feature layers included in the ESRI Living Atlas.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 424,
                    "text": "(Dong, Du, & Gardner, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Similarly, this study considered data derived from the WHO ArcGIS Operations Dashboard for COVID-19 which maps and lists coronavirus cases and total number of deaths by country and informational panels about the map and its data resources (see World Health Organization Novel coronavirus situation public dashboard at http://healthcybe rmap.org/WHO_COVID-19/). Again, the Health Map which also provides real time data API for mapping COVID-19 daily hotspots was considered in this study (Xu & Kraemer, 2020) .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 507,
                    "text": "(Xu & Kraemer, 2020)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "In this study, a combination of datasets was employed for analysis with data on COVID-19 collected from the online platform of the European Centre for Disease Prevention and Control (ECDC) which harmonised data source from WHO and JHU-CSSE dashboards. Other data sources include the Human Development Reports of the United Nations Development Programme and the WHO country by country statistics derived from their Global Health Observatory platform. Six (6) parameters were selected and divided into 21 variables for the analysis as presented in Table 1 which provides a summary of the dataset with the various data sources. (2020) The general parameters including population and income were employed to assess the general characteristics distinguishing the different countries regardless of the spread of the disease. Whereas the health parameters provides a background assessment of the existing conditions of the countries suggesting their peculiarities in the practices of health measures. Such variables gives detailed summary baseline understanding of the health conditions on ground prior to the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 553,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The population, health variables and Human Development Index set of variables were carefully selected randomly however, to provide explanations for the human dimension and the extent of development across the different countries (UNDESA, 2019; WHO, 2019; (UNESCO, 2019; IHME, 2018). These unique characteristics are expected to provide explanations for the magnitudes of human requirement for progress prior to the emergence of the pandemic. Similarly, the mobility capacity of each country is indicated by data on air passengers carried including both domestic and international carriers registered in each country. Climate is essentially summed up in the long-term average annual rainfall while the COVID-19 new and total cases as well as the new and total deaths are also represented as the dependent variable in the study. Following the United Nations classification, there are 54 countries in Africa all of which are covered in this study as shown in Fig. 1 indicating their political boundaries and regional distributions. They were delineated for analysis purpose, into five (5) units based on contiguous physical setting as well as political and economic co-operations among the countries. While only 7 countries were categorised as Northern Africa, comprising majorly of the Nilosahelian Arab nations, the 15 countries of the Economic Community of West African States (ECOWAS) zone were conveniently classed as Western Africa and another 8 countries of the humid equatorial region in the heart of the continent were categorized as Middle Africa. Whereas, the 12 countries around the Great Rift Valley along with the islands adjacent the continent were categorized as Eastern Africa, leaving the remaining 12 predominantly Southern African Development Community (SADC) member nations classified as Southern Africa countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 956,
                    "end": 962,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Statistical analysis employed in the study include simple distribution counts, ANOVA, correlation analysis, regression analysis and emerging hotspot analysis. The distributions of all variables with the exception of those relating to COVID-19 (i.e. cases and mortality) were tested for assumption normality and those found not normally distributed were log-transformed. This study used Analysis of variance (ANOVA) to determine if the means of the variables are statistically different. This technique is applied to the dataset to explain whether a linear relationship may exist due to variance within the series of each variables and between the groups of variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "In principle, the total variance of an observed data set can be estimated using the following relationship:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "s is the standard deviation y i is the ith observation n is the number of observations is the mean of the n observations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The quantity in the numerator of the equation (1) is the sum of squares. It is the sum of the squares of the deviations of all the observations, y i , from their mean, . In the context of ANOVA, this quantity is the total sum of squares (i.e. SS T ) because it relates to the total variance of the observations. Thus:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The denominator in the relationship of the sample variance is the number of degrees of freedom associated with the sample variance. Therefore, the number of degrees of freedom associated with SS T , dof (SS T ), is (n-1). The sample variance is the mean square because it is obtained by dividing the sum of squares by the respective degrees of freedom. Therefore, the total mean square (i.e. MS T ) is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Similarly, the Pearson correlation analysis was employed to determine the relevance of the precursor baseline variables to show importance in understanding the prevailing conditions prior to the COVID-19 outbreak in Africa, and as such, the similar variables were separated through co-linearity while the seeming influential variables were determined from the r statistics at 0.05 α-level of significance. All the variables involved in this analysis were pulled together in the correlation analysis of the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The most important variables were thus selected and further analysed using stepwise multiple linear regression analysis to evaluate the plausible extent of influence of statistical significantly identified variables related to the COVID-19 outbreak and thus formulate a model. Stepwise linear regression was employed as a method of determining the influences of multiple variables on the variable of concern while simultaneously removing those that are not important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The general form of this linear regression adopted in this study is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "All the statistical tests in this study were computed on the SPSS software, charts created on Microsoft Excel and the maps were produced using ArcGIS 9.0 version. The ArcGIS optimized hot spot analysis (Getis-Ord Gi*) tool was used to aid spatial analysis and the emerging hotspot analysis was employed to identify the hot spots of the COVID-19 case reports. The Gi* statistic for each class of COVID-19 case intensity represented the z-score and higher positive z-values were considered as a hot spot while smaller and negative zvalues were taken as insignificant and thus discarded (Getis & Ord, 1992; Ord & Getis, 1995) . This study took the z-value to signify the grouping significance based on the confidence level of the range of cases across the continent. This study therefore classified hot spots into four (4) categories based on their Gi Bin values: consecutive hot spot (99% significant), sporadic hot spot (95% significant), new hot spot (90% significant), and not emerging for the non-statistically significant.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 603,
                    "text": "(Getis & Ord, 1992;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 604,
                    "end": 622,
                    "text": "Ord & Getis, 1995)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "As COVID-19 continue to spread across the world, this study assumes a mainly datadriven analysis approach provide explanations for the ongoing event. The population of many settlements of the African continent continues to grow as reports have suggested that the stake of the continent in the worldwide population expansion cannot be overemphasised due to a projected growth of 17% in 2020 to about 26% in 2050 and 39% by 2100 (UNDESA, 2019). Current population distribution among African countries however indicates serious unevenness as only few countries account for the high population stock of the continent, including Nigeria, clearly the most populous near the centre and surrounded at the fringes -Egypt, Algeria and Sudan to the north, Ethiopia, Kenya, Tanzania and Uganda to east and South Africa to the south (see Fig. 2 ). Whereas, the share of Asia has been estimated to fall from 59% in 2020 to about 4% lower by the year 2050 and then to about 43% in 2100, global population growth is expected to concentrate in Africa going-forward regardless of the current decline rate in fertility. This population and the attendant rising population density is not only likely to increase ruralurban migration but, likely to exert more pressures on the already inadequate capacity of the continent especially infrastructure and human development requirements. This dwindling capacity of the continent of Africa to cater for its fast growing population, as indicated by the very low ratings of majority of its countries in the human development index, has become a new case for global worry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 831,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Baseline precursor condition prior to COVID-19 outbreak"
        },
        {
            "text": "While many aid efforts of the developed economies are targeted at enhancing sustainable growth in the region, the world is worried about the capacity of Africa to survive the current COVID-19 pandemic (Boulos & Geraghty, 2020; Fang et al., 2020; Sun et al., 2020; WHO, 2020a) . Unfortunately, this apprehension is heightened because the current COVID-19 outbreak has wrecked untold havoc on the more developed countries on both divides of the world, even with significantly different capacities of health, finance as well as both human and natural resources which ordinarily presupposes effective mitigation of the attendant effects of the pandemic (Gilbert et al., 2020) .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 226,
                    "text": "(Boulos & Geraghty, 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 227,
                    "end": 245,
                    "text": "Fang et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 246,
                    "end": 263,
                    "text": "Sun et al., 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 264,
                    "end": 275,
                    "text": "WHO, 2020a)",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 671,
                    "text": "(Gilbert et al., 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Baseline precursor condition prior to COVID-19 outbreak"
        },
        {
            "text": "The fact that it took 25 days from the date the first case was reported in the USA to have the first case of COVID-19 in Africa suggests the distance of Africa to the rest of the world. However, before discussing the cases, we reviewed the state of the continent before its reception of the pandemic. The entire dataset was tested for normality and all health indicators, HDI for 2008, Lost Health Expectancy and Population using at least basic drinking-water services (%) were normally distributed. All other variables as listed in Table 1 were log transformed for normality. Bivariate correlation was performed between COVID-19 total cases for all 54 countries against the entire variables.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 540,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Baseline precursor condition prior to COVID-19 outbreak"
        },
        {
            "text": "Results of ANOVA as presented in Table 2 showed significant variances only in the distributions of total population (F = 7.939), GNI per capita (F = 2.422), total expenditure on health per capita (F = 2.479), number of physicians per 10,000 people (F = 3.775), population using basic drinking-water services (F = 2.378) and the average annual air transport passengers carried (F = 67.04) in each country. All other variables have very similar series, suggesting homogeneity in most of the precursor baseline condition in the continent prior to the disease outbreak. In Africa, while the total population from one country to another varies widely, the GNI per capita also differs to significant measures showing huge nationwide scale of income gaps. The distances in status between the elite of Africa and the poorest are very wide and the contradictions in income and capacity to make wealth are very limiting across the continent. Similarly, the governments' expenditure on health per person in most of the countries of Africa are quite uneven and the number of air transport patronage from country to country show a very wide gap among the social classes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Variability of human development dimensions across Africa"
        },
        {
            "text": "Of all the variables considered, only eight (8) show significant association with the total cases of COVID-19 as at the time of writing (see Table 3 ). Average annual air transport passengers carried showed the highest significant relationship with COVID-19 cases (61%), followed by life expectancy at birth for male (36%), population density (35%), probability of dying under five (34%), total population (33%), HDI (31%), population using at least basic drinking-water services (31%) and unsafe water, sanitation and hygiene services J o u r n a l P r e -p r o o f (30%). The significant variables as highlighted in Table 3 were then selected to run a regression model on COVID-19 cases. The entire eight (8) variables explained 62% of the COVID-19 cases in Africa with R 2 < 0.01 (see Table 4a -c). More than half of the variation in COVID-19 cases is explained by the model. These variables serves as plausible precursors to COVID-19 cases across the continent. The derived model looks very positive, however, the individual contributions of each of the variables shows that there are too many predictors in the model with some being non-significant (p > 0.05) and thus suggesting that they do not contribute much to the entire model. It thus becomes very clear that only life expectancy at birth for female, population density and annual air transport show significant contribution to the model fit. The largest contributor having the largest positive standardized beta coefficient is the annual air transport (0.501, p < 0.05), followed by population density (0.418, p < 0.05), and then life expectancy at birth female (-1.746, p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 618,
                    "end": 625,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 788,
                    "end": 796,
                    "text": "Table 4a",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Variability of human development dimensions across Africa"
        },
        {
            "text": "The implication here is that countries with the largest air transport traffic are likely to be the first to record the outbreak of COVID-19 cases when combined with other precursors like population density and life expectancy as observed in this case. South Africa should have been the first country in Africa to record COVID-19 based on volume of air transport , then followed by Egypt and then Algeria. However, other precursor especially population density (2020), largely masked their contributions (Egypt, Algeria and South Africa). It is not surprising then that Egypt recorded the first case in Africa and in the Northern Region, followed by Algeria and then Nigeria in the South of Sahara.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability of human development dimensions across Africa"
        },
        {
            "text": "This study considered the onset of the outbreak across Africa as Day 1 of our analysis noting that the Valentine's Day (Feb 14, 2020) first case observed in Egypt took about 25 days from the first case was reported in USA and 15 days from the date WHO declared COVID-19 a disease of concern for international public health but however, few days before the global pandemic was declared. As noted that two of the key factors which have suggested influence on the magnitude of COVID-19 cases across Africa are the volume of air travel, of which Egypt has the second highest only next to South Africa which has currently reported the highest number of case of the outbreak. Therefore, this study categorised the countries based on the onset date of COVID-19 therein, being the date of first case report according to news reports and the ECDC data provided. This categorisation done on the basis of onset every 10 days interval -that is, giving about 6 classes to include those countries that were yet to report any case of COVID-19. Results showed that it was Egypt alone that had reported within the first 10 day interval, albeit just 1 case. The chronology of the outbreak is presented in Table 5 indicating the date of onset for each country and the number of cases reported on the very date of first occurrence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1187,
                    "end": 1194,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Temporal trend in the onset of COVID-19 outbreak in Africa"
        },
        {
            "text": "The spread of COVID-19 in Africa seemingly started predominantly from the northern region, particularly Egypt, Algeria, Morocco and Tunisia, with only Nigeria and Senegal reporting their first cases within the first 20 days of the outbreak in Africa. It is also noteworthy to observe the trickle nature of onset as it was observed across the globe, essentially, all the countries where the first cases were reported had only 1 case for the day for the first 26 days of the outbreak in Africa. Invariably, while the earlier onsets were more of singular cases outbreak per day, the later onsets particularly from the 27 th day when in Burkina Faso 2 cases were reported on the first day of onset and the 36 th day when 3 cases were reported in Mauritius (see Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 764,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Temporal trend in the onset of COVID-19 outbreak in Africa"
        },
        {
            "text": "The classifications of countries as presented in Fig. 3 showed that only Egypt was categorised as Class I -Earliest onset of COVID-19 in Africa, while Algeria, Nigeria, Morocco, Senegal and Tunisia were categorised as Class II -Early onset. These two categories constitutes the primeval inlet countries from where Africa got listed among the nations ravaged by the disease even before the WHO declared a global pandemic on the 30 th of March, 2020. The third category, Class III -Typical onset period however represents the normal lag between Africa and the rest of the world especially concerning the onsets of global issues. It therefore follows that since it normally takes a while for global events to spread to Africa, this period -i.e. from the 20 th day after COVID-19 first showed up in Africa -marks the actual time Africa woke up to the real challenge the pandemic could pose to the continent. Remarkably so, this was the period when the first cases were reported in South Africa, Cameroon, Togo, Burkina Faso, DR Congo, Côte d'Ivoire, Gabon and Ghana. (1) Day 23 3/7/2020 Cameroon (1), Togo (1) Day 27 3/11/2020 Burkina Faso (2), Democratic Republic of the Congo (1) Day 28 3/12/2020 Côte d'Ivoire (1) Day 29 3/13/2020 Gabon (1), Ghana (2) Day 30 (1) A very interesting point to note however, about the spread of COVID-19 in Africa is that it was not until the 30 th day (i.e. 14 th of March, 2020), exactly one month after the first case showed up on the shores of the continent, that the storm of reports of first cases were reported across African countries. Within the period of 10 days, more than half of the continent, precisely thirty African countries took turns in reporting their first cases of COVID-19. This study has characterized these 10 days as Class IV -Astronomical onset, as thence was when the pandemic spread through the length and breadth of Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 55,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Temporal trend in the onset of COVID-19 outbreak in Africa"
        },
        {
            "text": "While the fifth period represent the Class V -Latest onset of COVID-19 in Africa, the sixth period including countries where no case of infection had been reported as at the time of writing. These two categories represent the last strongholds of the continent left unconquered by the pandemic. The Class VI -No cases of COVID-19 however raises the questions on the observation mode of this pandemic. The fact that Africa prior to the outbreak lacked the capacity to test for the virus on a large scale as required to engage COVID-19. It is therefore not out of place to assume that the cases in Africa are under reported due to under discoveries and such that the countries with no cases may be due to the limits to their testing capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal trend in the onset of COVID-19 outbreak in Africa"
        },
        {
            "text": "Another question is that of accessibility and remoteness, as it may be observed that most of these countries are either small Islands or small nations sandwiched by larger countries from which they were excised. Nonetheless, it is crucial to note that the rise of the J o u r n a l P r e -p r o o f pandemic and the increasing number of cases by the day is alarming, with a 2 nd order polynomial equation in the form of:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 Classification of African countries based on 10 days interval of COVID-19 onset"
        },
        {
            "text": "This model showed a R 2 value of 0.8605 indicating that COVID-19 daily report (y) increases as the day (x) increases at an astonishing rate of 86.05% as shown in Fig. 4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 168,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Fig. 3 Classification of African countries based on 10 days interval of COVID-19 onset"
        },
        {
            "text": "The spatial trend of COVID-19 in Africa also give cause for alarm as the spread seemingly extended from the most densely populated countries on the coastal fringes of the continent from the far north through the west to the southern cape. The number of cases of COVID-19 is shown in their various proportions as well as the magnitude of the spread from the more affected regions through the less affected ones. Generally, as presented in Fig. 5a -b, the spatial trend shows the more intense conditions being experienced both in the northern and the southern Africa region while steadily spreading hinterland towards the middle African countries from both ends. This trend is expected to intensify as the outbreak continues to spread increasing the numbers of cases in different locations within the continent.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 445,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Spatial distribution of confirmed corona virus infection cases in Africa"
        },
        {
            "text": "Particularly, as shown in Fig. 5b , the densely populated more developed extreemities of Africa where contact with the international community through air travel is about the highest (as marked off by the green line) show the highest magnitudes of COVID-19 cases, while the less exposed interiors (as marked off by the blue line) have the least magnitudes of occurrence. Indeed, most of the countries bounded within the limits of the least distribution of cases coincides with the Least Developed Countries (LDC) in the continent and globally. This further underscores the links between development and the spread of COVID-19, as shown in the contribution of HDI (see Table 4c ) but more importantly, of population density and average annual air transport passengers carried, which were both found in this study as significant factors for the spread of the disease. The spatial distribution of COVID-19 cases in Africa clearly follows a well discernable pattern as most of the countries with seeming more capacity for development have either been the first set to get plagued or have recorded the highest cases so far, Fig. 6 shows the result of the emerging hot spot analysis. Of particular note is the fact that about 60% of the continent is though categorized as not emerging due to no significant differences in the z-scores, however, the remaining 40% are categorized as emerging hot spots with about 30% being consecutive hot spots with significant z-scores at 99% confidence levels. This by implication indicates that the most densely populated regions on the continent are likely to experience increased number of COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 668,
                    "end": 676,
                    "text": "Table 4c",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1125,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Spatial distribution of confirmed corona virus infection cases in Africa"
        },
        {
            "text": "Generally, countries like South Africa, Egypt, Morocco, Tunisia, Burkina Faso, Côte d'Ivoire, Senegal, Ghana, Cameroon and Nigeria among others as shown in Fig. 6 returned z values with the highest significance based on the confidence level of the range of cases (99% significant) and as such were classified and grouped as consecutive hot spot, that is, countries where COVID-19 cases are either highest or spreading rather rapidly. Similarly, other countries like Algeria, Kenya, Rwanda, Congo, Burundi, Guinea Bissau, Sierra Leone although also returned z values with high significance based on the confidence level of the range of cases (95% significant) and as such were classified and grouped as sporadic hot spot indicating countries where although the number of COVID-19 cases are not as high as the previous group but the rate of spread has shown significant increase over time. Whereas, countries like Mali, South Sudan and Guinea among others were grouped as new hot spot (90% significant) because of their later onset and significant growing spatial spread. The remaining countries in the continent did not show statistically significant z scores and as such were grouped as not emerging, for example Niger, Chad, Sudan, Angola, Namibia, Libya and Mozambique etc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Spatial distribution of confirmed corona virus infection cases in Africa"
        },
        {
            "text": "Similarly, the nearest neighbour analysis shown in Fig. 7 suggests a clustered pattern of spread in the affected regions, with countries close together having similar pattern of total cases reported. The nearest neighbour ratio of 0.025 is significant at 0.05 α-level, although given the z-score of -38.027, there is a less than 1% likelihood that this clustered pattern could be the result of random chance. This study also document the responses of the different countries based on their regions, to show the pattern of Africa's reaction to COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Fig. 6. Emerging Hotspot Analysis of COVID-19 cases in Africa"
        },
        {
            "text": "The responses of African countries to COVID-19 outbreak are summarised in Table  6a -e according to the different regions. As at the time of writing, virtually all countries have closed their respective borders with the exception of Burundi, Malawi and Zambia. Similarly, virtually all the countries have closed their airports except few including Benin, Liberia, Gabon, Botswana, Malawi, and Namibia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "text": "Table  6a",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Fig. 7. Clustered Nearest Neighbour pattern of COVID-19 cases in Africa"
        },
        {
            "text": "Whereas, most of the index cases were found to have foreign origins with majority from European countries especially Italy where many of the countries in Africa seem to have imported the disease (including Algeria, Morocco, Tunisia, Côte d'Ivoire, Liberia, Nigeria, Central African Republic, and Seychelles), United Kingdom (e.g. Cabo Verde, Kenya, and Zimbabwe), France (Gambia, Mali, Senegal, Togo, Cameroon, and Gabon), Belgium (Guinea, Mauritius, and Tanzania) as well as Spain (Equatorial Guinea and Namibia). Few other countries in Africa have their index cases of infected persons from USA, China (e.g. Somalia), India (e.g. Guinea-Bissau and Madagascar) as well as Thailand (e.g. Botswana). However, almost the entire continent is observing partial lockdown restricting the majority of the populace in most of the regions to staying at home. Only Ghana, Liberia, Mali, Niger, Equatorial Guinea, Gabon, Sao Tome and Principe, Somalia, and Tanzania have not imposed partial lockdown in the African response to the COVID-19 pandemic outbreak. However, quite unimpressive many of the countries do not have mobile test centres with fewer still haven made provision for field hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 7. Clustered Nearest Neighbour pattern of COVID-19 cases in Africa"
        },
        {
            "text": "Most African countries are known to exhibit an obvious lack of capacity in their health care system. This brings into question the capacity to manage the influx of infected patients within states. There are only about four countries that have set up ancillary health infrastructures to manage the pandemic, including Morroco, Nigeria, Uganda and South Africa. Others appear to rely on their already weak existing health infrastructure to care for infected persons. This no doubt raises serious concern for the capacity of these countries to control the spread of the virus. Africa may unduly end up as a major reservoir for the virus and plausible emergence of subsequent strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study has shown that in these first 47 days of the COVID-19 pandemic in Africa, the spread has shown significant differences both spatially and temporal. Although, baseline conditions such as the impacts of climate change has not been linked to the spread of the disease, the impacts of HDI cannot be discountenanced. More importantly however, the average annual air transport passengers carried by each countries have significant affect on both the onset and spread of total number of reported cases and this aided by the corresponding population density condition of each country, the geographical spread of COVID-19 in Africa is better understood. As the disease course progress, this study will continue tracking the geographical nature and further improve the body of knowledge with subsequent studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Virtually all African countries have made passive preparation for the management of the COVID-19 global pandemic. Most active preparation has been solely associated with WHO in terms of training and limited supply of test kits. Passive reactions have been made following the arrival of the dreaded virus within member countries. Countries within the continent have exhibited a serious lack of capacity in the health care support infrastructure to manage the pandemic which is most likely to throw many of these countries into very serious health crises in a short period without any direct intervention effort from the global community. A collective effort among member states to pool every resource may be the only way the virus can be quickly eradicated from the continent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The major benefit of this study is the exploration of the African issue which is of paramount importance, because of its marked differences from other places, so as to understand very important mechanisms of the spread. This study also provided statistical analysis clearly focused to improve knowledge about the relatioships of human activities and conditions on the spread of COVID-19 in Africa. However, the main limitation is the inability to link increasing climate change to the occurrence and spread of the disease which is proposed for future study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The implication of the conclusions of this study is that social policies can affect the spread of CIVID-19 outbreak, which has exposed how a biological disaster alter social conditions. However, the key consequence for Africans is the social anxiety following the outbreak which has also exposed how susceptible African societies are in handling health hazards. Finally, this paper has also shown how policymakers have enforced social policies to rally communities in response to the pandemic, and to reduce social anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Demographic Variations of MERS-CoV Infection among Suspected and Confirmed Cases: An Epidemiological Analysis of Laboratory-Based Data from Riyadh Regional Laboratory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altamimi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abu-Saris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "El-Metwally",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alaifan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alamri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Geographical tracking and mapping of coronavirus disease COVID -19/severe acute respiratory syndrome coronavirus 2 (SARS -CoV -2) epidemic and associated events around the world: how 21st century GIS technologies are supporting the global fight against",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N K"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Geraghty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Health Geographics",
            "volume": "19",
            "issn": "8",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1186/s12942-020-00202-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 outbreak: Migration, effects on society",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "728",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.138882"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk Perception and COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cadum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anthonj",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "17",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17093114"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "3099",
            "issn": "",
            "pages": "19--20",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission dynamics of the COVID -19 outbreak and effectiveness of government interventions: A data -driven analysis",
            "authors": [
                {
                    "first": "Sweeden",
                    "middle": [],
                    "last": "Stockholm",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ECDC, 2020. Novel coronavirus disease 2019",
            "volume": "92",
            "issn": "",
            "pages": "1--15",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25750"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Global Impact of Respiratory Disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Marciniuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Schraufnagel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferkol",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Joos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Varela",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19 : a modelling study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30411--30417",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Analysis of Spatial Association by Use of Distance Statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Geographical Analysis",
            "volume": "24",
            "issn": "3",
            "pages": "189--206",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1538-4632.1992.tb00261.xIHME"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Osong Public Health Res Perspect",
            "volume": "6",
            "issn": "4",
            "pages": "269--278",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Trends , patterns and causes of respiratory disease mortality among inpatients in Tanzania",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kishamawe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Rumisha",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Mremi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Bwana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Chiduo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Massawe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E G"
                    ],
                    "last": "Mboera",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tropical Medicine and International Health",
            "volume": "24",
            "issn": "1",
            "pages": "91--100",
            "other_ids": {
                "DOI": [
                    "10.1111/tmi.13165"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Comparative Analysis of Climate-Risk and Extreme Event-Related Impacts on Well-Being and Health : Policy Implications",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Leal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Id",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Q"
                    ],
                    "last": "Al-Amin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J N"
                    ],
                    "last": "Id",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Azeiteiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aparicio-Effen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jabbour",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "15",
            "issn": "331",
            "pages": "1--19",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15020331"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bat Distribution Size or Shape as Determinant of Viral Richness in African Bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maganga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourgarel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vallo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Dallo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ngoagouni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morand",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS ONE",
            "volume": "9",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0100172"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Resurgence of Middle East Respiratory Syndrome Coronavirus Outbreak in Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mardani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch Clin Infect Dis",
            "volume": "10",
            "issn": "3",
            "pages": "4--5",
            "other_ids": {
                "DOI": [
                    "10.5812/archcid.31466"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Climate change and human health",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Campbell-Lendrum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Corvalán",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ebi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Githeko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Scheraga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Geographic analysis of disease and care",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Meade",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ann. Rev. Public Health",
            "volume": "7",
            "issn": "",
            "pages": "313--335",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Early geography of the coronavirus disease outbreak in Nigeria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olusola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olusola",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Onafeso",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ajiola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adelabu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epub ahead of print",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10708-020-10278-1"
                ],
                "PMID": [
                    "32836703"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Local Spatial Autocorrelation Statistics: Distributional Issues and an Application",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Geographical Analysis",
            "volume": "27",
            "issn": "4",
            "pages": "286--306",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1538-4632.1995.tb00912.x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Disease and Health Care Geographies: Mapping Trends and Patterns in a GIS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Photis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Science Journal",
            "volume": "10",
            "issn": "3",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The genesis of the Ebola virus outbreak in west Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Fallah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Lancet Infectious Diseases",
            "volume": "19",
            "issn": "4",
            "pages": "30055--30061",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Climate Change and the Geographic Distribution of Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "EcoHealth",
            "volume": "6",
            "issn": "",
            "pages": "489--495",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-010-0314-1"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Coronavirus Disease (COVID-19) -Statistics and Research. Published online at OurWorldInData.org",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Ospina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Novel Coronavirus (COVID-19) Outbreak: A Review of the Current Literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sahin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Erdogan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Agaoglu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dineri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Senel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Okyay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Tasdogan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eurasian Journal of Medicine and Oncology",
            "volume": "4",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.14744/ejmo.2020.12220"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Geographic and Temporal Trends in Influenzalike Illness, Japan, 1992-1999",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "10",
            "pages": "1822--1826",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The burden of chronic respiratory diseases and their heterogeneity across the states of India: the Global Burden of Disease Study 1990 -2016",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salvi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhaliwal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Koul",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Glob Health",
            "volume": "6",
            "issn": "",
            "pages": "1363--74",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(18)30409-1"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Lassa Fever in West Africa: Evidence for an Expanded Region of Endemicity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sogoba",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Safronetz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zoonoses Public Health",
            "volume": "59",
            "issn": "",
            "pages": "43--47",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1863-2378.2012.01469.x"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data : a population-level observational study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digital Health",
            "volume": "2",
            "issn": "",
            "pages": "30026--30027",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "United Nations, Department of Economic and Social Affairs",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "World Development Indicators database",
            "authors": [],
            "year": 2019,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Globalization and infectious diseases: A review of the linkages",
            "authors": [],
            "year": 2004,
            "venue": "Tropical Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global surveillance, prevention and control of CHRONIC RESPIRATORY DISEASES: A comprehensive approach",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "World health statistics overview 2019: monitoring health for the SDGs",
            "authors": [
                {
                    "first": "2019a",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "WHO, 2020a. Coronavirus disease 2019 (COVID-19) (Vol. Situation",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Open access epidemiological data from the COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "3099",
            "issn": "",
            "pages": "30119--30124",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(people per sq. km of land area) UNDESA (2019). Gross national income per capita (PPP international $, 2013) WHO (2019). Health Life expectancy at birth male (years, 2016) WHO (2019). Life expectancy at birth female (years, 2016) WHO (2019). Probability of dying under five (per 1 000 live births, 2018) WHO (2019). Probability of dying between 15 and 60 years male (per 1 000 population, 2016) WHO (2019). Probability of dying between 15 and 60 years female (per 1 000 population, 2016) WHO (2019). Total expenditure on health per capita (Intl $, 2014) WHO (2019). HDI Total expenditure on health as % of GDP (2014) WHO (2019). Human development index (HDI) 2018 HDRO calculations based on: UNDESA (2019), UNESCO (2019), World Bank (2019) and IMF (2019). Lost health expectancy (%) HDRO calculations based on: IHME (2018). Physicians (per 10,000 people) WHO (2019).Hospital beds (per 10,000 people) World Bank(2019).Population using at least basic drinking-water services (%) WHO (2019).Household and ambient air pollution (per 100,000 population) WHO (2019).Unsafe water, sanitation and hygiene services (per 100,000 population)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Study area showing political boundaries and regional distributions J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Population distribution (a) with population density (b) by country (UNDESA, 2019)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Plot of COVID-19 daily outbreak report",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Spatial spread of COVID-19 across Africa showing (a) proportions of confirmed cases, and (b) magnitude with the blue line marking off areas of less magnitude and the green showing high density",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data variables and sources",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Intra-inter parameter variances among COVID-19 precursors in Africa",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Relationships between COVID-19 cases and pre-outbreak baseline variables",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Regression summary of all variables with COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Chronological onset of COVID-19 outbreak across African countries",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Response of African countries to COVID-19 outbreak (Northern) Border closure",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Response of African countries to COVID-19 outbreak (Eastern) Border closure",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}