{
    "paper_id": "3e285f3b2d17d854dce87f2c6b2df2fdfaebf35d",
    "metadata": {
        "title": "The Technology Cart and the Pedagogy Horse in Online Teaching 線上教學時的科技應用與教學法",
        "authors": [
            {
                "first": "Amy",
                "middle": [
                    "B M"
                ],
                "last": "Tsui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "F E A T U R E D A R T I C L E",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [
                    "J"
                ],
                "last": "Tavares",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "F E A T U R E D A R T I C L E",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper argues against the dichotomization of pedagogy and technology represented by the widely cited dictum of putting the pedagogical horse before the technology cart. Adopting a complex systems' perspective, it points out that technology and pedagogy are interconnected and interdependent elements of the classroom or learning environment as a system, alongside other elements, including the teacher, the students, the curriculum content, and the physical environment. Any change in one will have an impact on the other, and hence the whole system. Drawing on data from an English language teacher educator's reflections on her journey of adopting online teaching, this paper elucidates the dynamic relationship between technology and pedagogy. It shows how her exploitation of the affordances of technology to simulate face-to-face classroom teaching has led to a re-tooling of these affordances to achieve and re-imagine pedagogical goals. The positive impact on students' self-efficacy and her own self-efficacy in online teaching has led to the emergence of new pedagogical practices and routines which have enabled her to surpass what she could achieve in face-to-face classroom teaching. The paper concludes by highlighting the importance for teachers to embrace technology with an open mind and to understand this complex dynamic relationship for effective online teaching. 摘要 本文主要針對現今廣泛被引用的名言─ 以教學法引領科技應用─ 所指出「教學法」和「科 技應用」的二分法提出反駁。本文從複雜系統的觀點(complex systems perspective), 提出",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The need to switch from face-to-face (F2F) to online teaching almost overnight due to the outbreak of the pandemic has posed immense challenges to teachers of all subjects and at all levels across the globe. For English language (EL) teachers and teacher educators, the challenges are particularly daunting. The adoption of online teaching often results, or is deemed to result, in mainly one-way communication from the teacher to the students. Even when an online platform is used, interactions between the teacher and the students, and among students, can be constrained by the limitations of technology and teachers' competence in using the technology. Yet, effective teaching in English language teaching (ELT) classrooms should be highly interactive, providing ample opportunities for students to put English into communicative use. Indeed, according to a study conducted by the British Council on Ministries of Education in 52 countries and its online surveys of more than 9600 teachers and teacher educators in 150 countries around the world in April-May 2020, although EL teachers are more likely to be engaged in remote teaching already, the impossibility of F2F interaction has a stronger negative impact on EL teaching than on the teaching of other subjects. The need for parental support in remote learning also presents more difficulties for the former than the latter [7] . This is especially so in non-Englishspeaking countries in which parents of working class children do not speak the target language.",
            "cite_spans": [
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Central to these challenges, it seems, is not only teachers' competence in technology but also how they make use of technology for effective teaching. The dictum that \"pedagogy is the driver and technology is the accelerator\" often appears in discussions on the role of technology in education, and teachers have been advised by education experts to put pedagogy before technology (see, for example, [2] ). Along similar lines, the analogy of the cart and the horse has been drawn on to describe the relationship between technology and pedagogy. Based on the tendency of many teachers to choose a tool because they like its features and then try to fit the pedagogy into the tool, Sankey [9] argues that the \"pedagogical horse\" should be put in front of the \"technological cart\" and not the other way round (p. 46). That is, teachers should decide on the pedagogical approach(es) that they wish to adopt and through that lens choose the technology tools that will support the chosen approaches.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Pedagogy and Technology: a Complex Systems' Perspective"
        },
        {
            "text": "While we do not dispute the caution against fitting pedagogy into the tool, we contend that the cart and horse analogy, and, to a less extent, the driver and accelerator analogy as well, appear to dichotomize technology and pedagogy and to overlook the dynamic relationship between the two and the complex systemic nature of the classroom, or more broadly, the learning environment, both physical and virtual. As a growing number of scholars have pointed out, the classroom is a system of connected and interdependent elements, and the interactions among these elements change the structures of this system (see for example [1, 12] ), as well as its elements. From a complex systems' perspective, as Larsen-Freeman [6] asserts, \"(T)he components [of the classroom] are not only the agents, that is, the teacher and the students (and all of their accompanying thoughts, embodied actions, emotions, behaviors, dispositions, identities, social capital, etc.), but they also include properties of the physical and temporal environment as well.\" (p. 378). She further notes that the interactions among these comprising components are often characterized by \"emergence\" which is \"the arising of something new, often unanticipated, from the interaction of components which comprise it.\" (ibid.). Technology and pedagogy are essential components of the system and interactions between them are dynamic: as technology supports or facilitates a certain pedagogical approach, the latter is often re-shaped, or re-imagined, if you will, leading to the emergence of new pedagogical approaches or practices. Conversely, the adaptation of technology for a certain pedagogical approach often involves re-tooling technology for purposes different from what it was initially designed for, leading to the emergence of a new tool over time. (Witness the rapid emergence of new technologies in recent decades which have revolutionized our lives. See [3] .) In other words, the dynamic interactions between technology and pedagogy will result in changes in other components, not least the teacher's teaching and students' learning and all their accompanying psychological states, including motivation, self-efficacy, and anxiety, and hence the whole system.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 627,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1929,
                    "end": 1932,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Pedagogy and Technology: a Complex Systems' Perspective"
        },
        {
            "text": "In the rest of this paper, we shall draw on data from an English as a Second Language (ESL) teacher-educator's reflections on her adoption of online teaching for the first time since class suspension which began in November 2019 due to social unrest in Hong Kong and subsequently COVID-19. We shall reflect on how the dynamic interaction of the technology tools she used to achieve pedagogical goals has led to creative re-tooling of technology tools and the emergence of new pedagogical goals and practices. Nicole, an ESL teacher educator and the co-author of this paper, is a six-time Teaching Award winner at faculty and university levels at The University of Hong Kong. Her most recent awards include the 2019-2020 Emergency Remote Teaching Award at faculty level and the 2019-2020 Teaching Innovation Award at university level. 1 Data cited in this paper are drawn from her reflections on her portfolio for the recent two awards, and subsequent interview questions posed by the first author on her reflections. The names of students in this paper are pseudonyms. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pedagogy and Technology: a Complex Systems' Perspective"
        },
        {
            "text": "Since COVID-19 broke out, online or remote teaching has become ubiquitous across the globe. Much of the discussion on online teaching has centered on how technology can be used to simulate teaching in the everyday classroom. Many educators subscribe to the view that the more online teaching can simulate physical classroom teaching, the more effective online learning is, the reason being students are used to F2F teaching in a physical setting. Nicole was no exception. Prior to COVID-19, she had never conducted online teaching. She struggled hard to learn how to use an online platform and had to seek help from her academic and technical colleagues. Both she and her students were worried that they would be deprived of the opportunities to interact and to engage fully with each other. She started off with exactly the same belief that she should as much as possible replicate her teaching in a physical classroom, which is highly interactive and engaging. Therefore, in her search for online platforms and tools, Nicole focused on those that would give her students the best possible learning experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Simulating to Surpassing Face-to-Face Classroom Teaching"
        },
        {
            "text": "One of the challenges of online teaching is the diminished level of interactivity due to the limitation of online platforms to foster interaction as a whole class. Students appear on the screen in separate boxes. Whether they feel the presence of everyone in class depends on whether they choose the \"speaker view\" or the \"gallery view.\" Some students prefer the speaker view so as to follow everything that the teacher says in the clearest manner. Other than this, physical proximity, spontaneous verbal and nonverbal responses, all of which are ever present in a physical classroom, would be limited to what is displayed on each participant's screen. The interaction could easily become a unidirectional exchange between the teacher and the student. To recreate a collective presence and to remind them that they are a learning community, Nicole encouraged her students to show their faces on the screen (allowing students who are reluctant to do that to use an Avatar), to greet each other at the beginning of class, after a break and at the end of class. She also made frequent reference to students, using their names, in order to remind the class of each other's presence. Her students were highly appreciative of this strategy and a number of messages she received indicated that she had brought them much closer together despite the physical distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "Nicole's classroom is typified by a high level of interactivity at both whole class and group levels. When Nicole was introduced to several online platforms, she was immediately attracted by the \"breakout room\" functionality on Zoom (see Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 244,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "The affordance of assigning participants to breakout rooms and the possibility for the platform host to move around the rooms would be a perfect starting point for conducting group work, monitoring progress and providing guidance in each group. She explored how she could maximize this affordance for interactivity not only within Fig. 1 Zoom functionalities: Creating \"breakout rooms,\" assigning students into rooms, naming rooms. https://support.zoom.us/hc/en-us/articles/206476313-Managing-Breakout-Rooms each group but also among groups. As a class, students operated in teams with different tasks assigned, such as offering appraisal, critique, questioning, and commentary, each complementing one another. She also assigned roles to each student, getting them to share responsibilities in their breakout rooms. For example, for her students' favorite SMART groups, each team member was given the role of S -Spokesperson, M -Manager, A -Ambassador, R -Recorder, and T -Timekeeper and these roles changed in different lessons according to the tasks assigned.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 337,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "She was highly successful in this respect: immediately after her first trial of online teaching on Zoom, she received a raving comment from one of her students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "It's by far the only session that feels like we are having our normal class. Our interaction is warm and it reminded us of our happy meeting every week. To be honest, at first when we knew that all the classes will be online, most of us worried about our teaching methodology course, because we have [used to have] so many interactions and activities [in normal classes]. (Gary) Gary's comment was echoed by many students in the end-of-course feedback. The following are just a few among many.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "I really enjoy every moment of her class and am inspired by her creativity… by how she can turn a Zoom lesson into an interactive face-to-face-like lesson.\" (Cleo). What I appreciate the most is the sense of community we have created in terms of sharing our ideas and experiences. (Irene)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "Nicole provides ample opportunities for us to interact and collaborate with other classmates. Though we could not meet face to face, we could still feel her warmth, passion and energy through Zoom. (Martin)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "The very positive feedback from students boosted Nicole's confidence in conducting online teaching and provided the impetus for exploring the affordances of Zoom and other technology tools for better teaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recreating Interactivity: Whole Class and Group Interactions"
        },
        {
            "text": "Building on her successful experience in using Zoom, Nicole tried to identify other digital tools and online platforms that would facilitate the recreation of a learning community. She was not content with having just group interactions; she wanted to make it possible for the whole class to interact and collaborate as a community of learners. She came across the \"Collaborate Board\" on Nearpod which has an interface resembling what one would do in a physical classroom-students can write their comments on \"Post-it\" notes and stick them on a bulletin board (see Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 571,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Creating a Non-Face-Threatening Learning Community"
        },
        {
            "text": "This allowed students to read everyone's comments, hence facilitating the coconstruction of knowledge. It also allowed Nicole to eyeball every Post-it note within a very short time and decide what to highlight for class discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a Non-Face-Threatening Learning Community"
        },
        {
            "text": "To further enhance interaction in class, she invited students to respond to the Post-it notes by giving \"Likes\" if they agree with the ideas they have read. Research studies on the impact of \"Likes\" on social media have shown that it is an important positive reinforcement for the author (see, for example [8] ). In Nicole's experience, it further motivated students to articulate their views more clearly when they knew that their comments would be read and responded to by their peers. It also encouraged students who received more \"Likes\" to voice out their thoughts in the discussion.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Creating a Non-Face-Threatening Learning Community"
        },
        {
            "text": "One of the features of Collaborate Board is that the Post-it notes can be anonymous or name-bearing. Always sensitive to students' communication anxiety, Nicole retooled this feature for alleviating anxiety. She exercised the option of revealing or hiding the identity of the author of the comments on the Post-it notes according to the pedagogical purpose that she wanted to achieve. To encourage students to post their comments without the fear of being judged negatively by their peers, she chose the option of anonymous text and students responded much more spontaneously in an anxiety-free environment. To give due recognition to students who had made very good contributions, with these students' consent, Nicole revealed their names. As we shall see in the ensuing discussion, this is a very important pedagogical strategy in cultures where classroom learning anxiety level is high. In other words, Collaborate Board has been re-tooled to serve a purpose for which it was not originally designed. By doing this, Nicole was able to surpass what she could normally achieve in F2F classroom teaching. In the following section, we shall discuss further examples of how pedagogical goals have been re-imagined and new pedagogical practices have emerged as Nicole became aware of the various technological capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a Non-Face-Threatening Learning Community"
        },
        {
            "text": "Student reticence in the classroom, especially in EL learning classrooms, is a widespread phenomenon in East Asian contexts and a major problem for EL teachers. In teacher-fronted teaching, a common strategy teachers use to get students to participate orally or to gauge their level of understanding is to invite or nominate a student to respond to a question or to express their views. This is a source of great anxiety for reticent students who are afraid of making mistakes, giving an unintelligent answer, Fig. 2 The Collaborate Board feature of Nearpod: messages on Post-it notes, hearts to indicate \"Likes,\" the teacher's choice to \"Hide/Show Student Names\" https://collaborative.nearpod.com/reports/331317663/ eeab22bbd39cd2f543b42b5889d0b46e being laughed at, and so on (see [10] ; King and Harumi [4, 11] ). As mentioned in the preceding section, Nicole has always been aware of students' reluctance to speak up in class, to ask questions, and to make public their views, especially those who are reserved, timid, shy, or diffident about their own English proficiency. She has always tried to encourage every student to participate in class by utilizing different response formats like giving non-verbal answers such as using thumbs up/thumbs down or red/ green cards to express agreement or disagreement before inviting verbal elaborations, and by allowing them to think and rehearse their ideas with their peers before presenting them to the rest of the class. Despite these techniques, voices are often left unheard due to students' anxiety and time limit.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 787,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 516,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "Zoom has a functionality, \"Chat,\" which allows participants to post their ideas, comments, and questions as the discussion progresses. Unlike Collaborate Board where the platform host controls the identities of the authors of the Post-it notes, Chat provides two options for all participants: either to post the comments publicly, using the \"everyone\" function, or privately, using the \"private\" function. When Nicole found out about this functionality, she immediately thought about how to re-tool this functionality for accessing the views of reticent students. She made both options available to students. Those who were less confident or who would prefer sharing an idea with her first could use the \"private\" function. This allowed her to acknowledge these students' contributions, give them a word of encouragement, and urge them in \"private\" to share their ideas with the rest of the class either in writing or verbally. For some sensitive topics such as those involving personal information in \"private\" chats, Nicole would invite students who were ready to share their ideas or feelings with the class to put an asterisk next to their response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "In other words, this private space on Zoom has been re-tooled by Nicole for accessing the minds of students, something which is not available in a physical classroom where there are always students who may not raise questions in class for fear that it would be a display of ignorance, or who may have a different opinion from the rest of the class or their group members but are not confident enough to voice it. These students often choose to clarify their doubts after class, which is a common practice among Asian students. For Nicole, this would be a missed opportunity for whole-class co-construction of knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "The students' readiness to post private messages and the rich array of comments, ideas, and questions posted provided the impetus for Nicole to re-imagine overcoming oral communication anxiety as one of the pedagogical goals, especially when the medium is English. Nicole monitored closely the contributions from students on Chat and she invited those who had sent in interesting and unique comments to share them in public. The invitation from Nicole assured the students that their comments were worthwhile contributions. This kind of endorsement is very important for highly anxious and diffident students. Over time, thoughts which were sent privately to Nicole gradually appeared in public chats. Students became more ready to interact with their peers publicly, often resulting in extensive discussions on a topic or issue on Chat. Leveraging on this, Nicole further helped students overcome oral communication anxiety by inviting those who sent in well-articulated and thoughtful written responses to elaborate on their comments orally. Jumping over this hurdle is non-trivial, as we can see from the following private message to Nicole from one of the students, Terry, who is one among many who had chosen the \"private\" option initially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "I'm so happy that I tried to voice out my views in class this Tuesday. As you can see, I'm actually shy as a student and not so expressive in the classroom. But all through this semester I've found some changes in myself and I'm actually more willing to speak in class than before (although still not enough). In your Zoom class today, I found myself brave enough to unmute myself and speak. I also raised my hand once… your class is definitely the one most warm and encouraging for me.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "June is another student who was reticent because she was very diffident about her own English proficiency. Before the beginning of the course, she sent a private message to Nicole and said, \"My spoken English needs to be improved desperately.\" In one of the sessions, June posted on Chat a quality comment on the differences between various levels of communicative competence, a topic of the session. Upon seeing that, Nicole invited her to share her views orally. This boosted her confidence in speaking in English in class, and her participation changed from written chat messages in the first three sessions to increasingly longer stretches of oral contribution in subsequent sessions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "In other words, in the course of exploring the affordances of the various technology tools, Nicole has re-shaped or re-tooled their functionalities to serve a different purpose-to address students' communication anxiety in the classroom. The positive impact of such re-tooling resulted in positive student response which allowed her not only to achieve but also to re-imagine the pedagogical goals of eliciting active student participation through alleviating communication anxiety, resulting in the establishment of new pedagogical routines over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "In the final section, we shall reflect on the insights that the data cited above provide for understanding the relationship between pedagogy and technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcoming Reticence and Oral Communication Anxiety"
        },
        {
            "text": "The examples cited from Nicole's very rich narrative account of her journey of online teaching illustrate the dynamic interaction between pedagogy and technology as well as among the other comprising elements of the learning environment as a system, including the teacher, the students, and the curriculum content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Reflection: Complex Dynamic Interaction of Pedagogy and Technology"
        },
        {
            "text": "Nicole was a novice online teacher. As mentioned previously, before the territorywide suspension of classes, she had never conducted online teaching. She had to work very hard to learn how to use an online platform for teaching. She started with the humble aim of using technology simply to replicate her F2F classroom teaching. In other words, her existing pedagogical approaches and practices were driving her exploration and selection of technology tools. In searching for these tools, she became aware of their potential to bring about more effective teaching. In her reflections, she wrote, I am no techno-wizard. I am simply open to new teaching ideas, eager to try out novelties, and ready to challenge myself to think out of the box, and let my creativity and knowledge of my students guide me in thinking about what I could do to bring out the very best in my students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Reflection: Complex Dynamic Interaction of Pedagogy and Technology"
        },
        {
            "text": "This is exemplified by her use of breakout rooms on Zoom for group work, the assigning of roles to students and tasks to groups for interactions within groups and among groups, and the use of the Collaborate Board on Nearpod for the creation of a learning community. The course of using these tools opened up opportunities for the emergence new pedagogical practices. This can be seen from the following reflection from Nicole:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Reflection: Complex Dynamic Interaction of Pedagogy and Technology"
        },
        {
            "text": "My experience with and reflections on online teaching have heightened my awareness to the fact that it is not about 'replicating' what we would want to do in a physical classroom in a Zoom environment but to maximize teaching and learning experiences on Zoom through making effective use of technology to create a 'new' learning experience for the students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Reflection: Complex Dynamic Interaction of Pedagogy and Technology"
        },
        {
            "text": "The affordances of Chat on Zoom and the Collaborate Board on Nearpod for participants to post comments, either privately or publicly, were re-tooled by Nicole to achieve the wider pedagogical goals of alleviating students' communication anxiety, boosting their self-confidence in expressing their view, and fostering active participation. This re-tooling led to the emergence of a new pedagogical routine in which eliciting comments from every student and getting them to respond to each other's comments permeates all her lessons, a routine that would not have been possible without the affordances of technology. It also led to the emergence of a lesson design which is typified by the provision for students to express their views privately, with little anxiety, until they are ready to make them public. Such practices have made a significant impact on students' participation and motivation. This in turn made Nicole feel \"very energized, motivated, and pleased\" when she realized \"how many more voices I'm (she's) hearing in every single lesson via Zoom and different kinds of digital tools\". Consequently, her online teaching self-efficacy increased dramatically and the recognition she received from teaching awards and invitations to give workshops to university, faculty, and school teachers spurred her pursuit of teaching excellence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Reflection: Complex Dynamic Interaction of Pedagogy and Technology"
        },
        {
            "text": "Koehler and Mishra [5] point out that it is very important for teachers to have \"an understanding of how teaching and learning can change when particular technologies are used in particular ways.\" (p. 64, our emphasis). They further observe that teachers not only need to have knowledge of technology, pedagogy, and content, but more importantly to understand the complexities of the dynamic relationship among these three components, the lack of which will lead to \"oversimplified solutions or failures\" (p. 65). Nicole's journey from a novice to an award-winner of online teaching, and from replicating to surpassing F2F classroom teaching, fully illustrates this dynamic relationship. For teachers who are averse to, or apprehensive about, the use of technology in teaching, Nicole's journey also illustrates that it is in the process of engaging with technology with an open mind that teachers can begin to appreciate how technology can be effectively used not only to achieve pedagogical goals but also to reimagine new pedagogical goals. It also shows how technology can be adopted, and often is, re-tooled to serve pedagogical goals.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Reflection: Complex Dynamic Interaction of Pedagogy and Technology"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "I tolerate technology-i don't embrace it\": instructor surprise and sensemaking in a technology-rich learning environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fairchild",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meiners",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Violette",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of the Scholarship of Teaching and Learning",
            "volume": "16",
            "issn": "4",
            "pages": "92--108",
            "other_ids": {
                "DOI": [
                    "10.14434/josotl.v16i4.19995"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stratosphere: integrating technology, pedagogy and change knowledge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fullan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Where good ideas come from: the natural history of innovation (336pp)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "East Asian Perspectives on English Language Education. Bristol: Multilingual Matters",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What is technological pedagogical content knowledge? Contemporary Issues in Technology and Teacher Education",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "60--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Classroom-oriented research from a complex systems perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Larsen-Freeman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Second Language Teaching and Learning",
            "volume": "6",
            "issn": "3",
            "pages": "377--393",
            "other_ids": {
                "DOI": [
                    "10.14746/ssllt.2016.6.3.2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "English language teaching and Covid-19. The British Council",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shackleton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Darling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lightfoot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hyde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Likes\" as social rewards: their role in online social comparison and decisions to like other people's selfies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenthal-Von Der Püttena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hastall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Köcher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meske",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Labrenz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ocklenburg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computers in Human Behaviour",
            "volume": "92",
            "issn": "",
            "pages": "76--86",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Putting the pedagogic horse in front of the technology cart",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sankey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Distance Education in China",
            "volume": "5",
            "issn": "",
            "pages": "46--53",
            "other_ids": {
                "DOI": [
                    "10.13541/j.cnki.chinade.2020.05.006"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reticence and anxiety in second language learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B M"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Voices from the language classroom",
            "volume": "",
            "issn": "",
            "pages": "145--167",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Conclusion: silence in EFL classrooms revisited",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B M"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Imafuku",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "161--181",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Technology-supported learning innovation in cultural contexts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Educational Technology Research & Development",
            "volume": "58",
            "issn": "2",
            "pages": "229--243",
            "other_ids": {
                "DOI": [
                    "10.1007/s11423-009-9137-6"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of Interest The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}