{
    "paper_id": "3e2a5f3cb7a6eabdd18c90a81831d473e7bca2c3",
    "metadata": {
        "title": "Are the conditions met to make COVID-19 vaccination mandatory for healthcare professionals?",
        "authors": [
            {
                "first": "Amandine",
                "middle": [],
                "last": "Gagneux-Brunon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Claude Bernard Lyon 1",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": "amandine.gagneux-brunon@chu-st-etienne.fr"
            },
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Botelho-Nevers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Claude Bernard Lyon 1",
                    "location": {
                        "postCode": "U1111",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Odile",
                "middle": [],
                "last": "Launay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f index case in a third of cases. The proportion of infected HCPs in nosocomial clusters has been decreasing since March 2021 [5] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Worldwide, HCPs represent a priority group for COVID-19 vaccination. In France, their intention to get vaccinated against COVID-19 varied across time and across professional categories [6] . On May 18, 2021, SPF reported that 91.7% of HCPs had received one dose of COVID-19 vaccine and 63.4% were fully vaccinated [5] . This proportion of vaccinated HCPs is probably overestimated as other employees of healthcare facilities were vaccinated, but acceptability of COVID-19 vaccines among HCPs does seem to increase. In March 2021, the French National Academy of Medicine stated that COVID-19 vaccine should be mandatory for HCPs [7] . On May 25, 2021, they reiterated their statement and made a decision for mandatory vaccination against COVID-19 for various occupations and activities: HCPs, essential workers, students, travels, etc. [8] . These statements were not endorsed by the authorities at this time. An opinion poll demonstrated that the French general population was favorable to a mandatory vaccine for HCPs (IFOP/Fiducial March 11, 2021) . While COVID-19 vaccination is highly recommended for HCPs, and might become required to attend various social events and to travel, it is time to address or re-address the question of a mandatory COVID-19 vaccine in French HCPs.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1034,
                    "end": 1049,
                    "text": "March 11, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By making a vaccine mandatory for HCPs, high vaccine coverage in healthcare professionals may be obtained and differences observed between occupational groups may be reduced. Suboptimal vaccine coverage against seasonal influenza, pertussis, measles, and varicella (non-mandatory vaccines in France) has indeed been observed [9] . Moreover, vaccine coverage for recommended vaccines (especially influenza vaccine) is lower in nurses and assistant nurses; no difference is observed in terms of vaccine coverage between occupational groups for mandatory vaccines [9] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2016, the French High Council for Public Health (French acronym HCSP) published guidelines on mandatory vaccines for French HCPs. They developed the following framework to recommend the mandatory nature of a vaccine for HCPs: [10] (i) HCPs should be at high risk of the vaccine-Page 3 of 9 J o u r n a l P r e -p r o o f preventable disease, and highly exposed to the pathogens; (ii) there should be a transmission risk to patients; (iii) the vaccine should be effective; (iv) the benefit-risk ratio should be favorable for HCPs.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[10]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In these guidelines, the HCSP considered that these criteria were not fulfilled for the seasonal influenza vaccine. Although they recommended against mandatory influenza vaccine in HCPs, they considered that in a pandemic context and/or if a more effective vaccine became available, this position should be newly discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a meta-analysis with most data collected during the first wave of the pandemic, the prevalence of SARS-CoV-2 infections in HCPs was estimated at 7% ranging from 0.4 to 57% [11] . In the first analysis of the French EPICOV study, the seroprevalence of SARS-CoV-2 was estimated at 11% in HCPs in France in June 2020 versus 4.5% in the general population [12] . This observation confirmed the high burden of COVID-19 in HCPs ─ at least at the beginning of the pandemic ─ while HCPs experienced shortage in personal protective equipment. In more recent time, the higher risk of infection among HCPs may be mitigated. However, although COVID-19 in young HCPs had mostly favorable outcomes, long-term consequences such as the prevalence of long COVID in HCPs, remain to be determined.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[11]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "HCPs are at risk of COVID-19"
        },
        {
            "text": "Although patients are more often index cases of COVID-19 nosocomial outbreaks, HCPs contribute to the spread of the infection in healthcare settings [5] . Furthermore, there is evidence of SARS-CoV-2 transmission from asymptomatic or presymptomatic individuals [13] . Consequently, HCPs may spread SARS-CoV-2 several days before experiencing symptoms and self-isolating. In addition, HCPs take care of patients with potentially impaired response to COVID-19 vaccines. The French National Authority for Health (French acronym HAS) recommended a cocooning strategy around patients with conditions reducing COVID-19 immunogenicity such as transplant recipients, patients receiving renal replacement therapies, patients with malignancies on chemotherapy inducing lymphopenia, and on anti-CD20 therapy [14] . Unvaccinated HCPs may transmit infections to fully vaccinated Page 4 of 9 J o u r n a l P r e -p r o o f immunocompromised patients. However, the risk of transmission to patients is also largely mitigated by universal use of masks, hand hygiene, and precautions in healthcare settings.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[13]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[14]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Risk of transmission to patients"
        },
        {
            "text": "Efficacy of COVID-19 vaccines observed in randomized controlled trials (RCT) was confirmed in reallife settings. COVID-19 vaccines are highly effective to protect individuals against COVID-19, COVID-19 hospitalizations, and deaths [15] . Outcomes in RCT were moderate to severe COVID-19, consequently, at the time of emergency use authorizations, data on a reduction of the transmission risk were lacking. Once again, real-life observations provided impressive results with a BNT162b2 vaccine effectiveness of 85% on both symptomatic and asymptomatic SARS-CoV-2 infections [16] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[15]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[16]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 vaccines are effective"
        },
        {
            "text": "COVID-19 vaccines also have an impact on SARS-CoV-2 viral load a few days after the first dose and may even reduce contagiousness in vaccinated infected individuals [17] . HCP vaccination is effective to reduce the risk of infection in their household contacts [18] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[17]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[18]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 vaccines are effective"
        },
        {
            "text": "On May 18, 2021, more than 1.5 billion of COVID-19 vaccine doses had been administered globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 vaccines benefit/risk balance is favorable"
        },
        {
            "text": "Despite safety signal for AstraZeneca and Janssen vaccines due to the occurrence of rare thrombotic thrombocytopenic events, the WHO and the European Medicine Agency confirmed that the benefits of these vaccines outweighed the risks. Due to the vaccine roll-out at a pandemic speed, it is reasonable to state that the benefit/risk balance of COVID-19 vaccines is positive in HCPs, even in the youngest, due to their high level of exposure [19, 20] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "20]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 vaccines benefit/risk balance is favorable"
        },
        {
            "text": "COVID-19 vaccines have the potential to individually protect HCPs but also to reduce the burden of SARS-CoV-2 infections in healthcare settings. Mandatory vaccination against COVID-19 for HCPs would be an effective way to reach high vaccine coverage but raises ethical issues based on four principles: Beneficence, Non-maleficence, Justice, and Autonomy [21] . Beneficence arguments Page 5 of 9 J o u r n a l P r e -p r o o f include: 1) increase in COVID-19 vaccine coverage related to mandatory vaccination will possibly benefit patients, household contacts (now proven), and colleagues of HCPs considering the now proven impact of COVID-19 vaccines on transmission; 2) HCPs may also experience personal benefit from COVID-19 vaccines as COVID-19 vaccines exhibit high efficacy to prevent infection, and since viral circulation remains high. Regarding non-maleficence, a mandatory vaccine program may cause harm to HCPs who would be vaccinated against their will. However, side effects of COVID-19 vaccination are rare (1.4/1,000 administered doses), and the frequency of serious adverse events is 3/10,000 administered doses. A mandatory program could also enhance suspicion against vaccines as a whole. This is however uncertain in France as SPF observed an increase in vaccine coverage for non-mandatory vaccines since the extension of mandatory vaccinations to 11 vaccines in infants born after January 1, 2018, and an increase in the proportion of the French population favorable to vaccines in general [22] . Autonomy of HCPs in making decision about COVID-19 vaccination means that HCPs have equal access to evidence. However, COVID-19 is associated with infodemic, and HCPs are also exposed to false and misleading information. Health literacy is critical to identify false and misleading information in the infodemic context [23] . Social gradients were observed in health literacy level, and may contribute to the discrepancies observed in intention to get vaccinated between the various professional categories of HCPs. Equal access to reliable and readable information should be ensured for all HCP categories. If COVID-19 vaccine were to become mandatory for HCPs but not for the general population, HCPs may consider this situation unfair and a source of injustice. On the contrary, while the \"COVID Health Pass\" (certificate of recent testing, or recent proven SARS-CoV-2 infection, or vaccination) was recently approved to attend large events in The increase in vaccine coverage (even observed for non-mandatory vaccines) since the introduction of the 11 mandatory vaccines might be in part due to changes in \"vaccinators'\" attitudes.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[21]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1510,
                    "end": 1514,
                    "text": "[22]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "text": "[23]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Are there ethical issues related to mandatory COVID-19 vaccine for HCPs?"
        },
        {
            "text": "In conclusion, we believe conditions to recommend mandatory COVID-19 vaccine in HCPs according to the HCSP framework are met. However, ethical issues such as autonomy are not yet fulfilled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are there ethical issues related to mandatory COVID-19 vaccine for HCPs?"
        },
        {
            "text": "Interventions aiming to help HCPs make an evidence-based decision should be prioritized and should address concerns of all HCP professional categories. In addition, incentives may also contribute to increase vaccine coverage in healthcare facilities. Alternatively to mandatory COVID-19 vaccination for all HCPs, the vaccine could only be required for HCPs in direct contact with vulnerable patients for whom evidence of sub-optimal effectiveness of COVID-19 vaccines is available. This would include solid organ transplant recipients, bone marrow transplant recipients, and patients with active malignancies as described in the cocooning strategy [14] . In any case, a mandatory vaccination policy should be associated with adequate training of all HCP categories, aiming to discuss all concerns, with a thorough and transparent evaluation of its effectiveness and safety, and a large and reliable communication on its impact.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[14]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Are there ethical issues related to mandatory COVID-19 vaccine for HCPs?"
        },
        {
            "text": "AGB, EBN, and OL performed the literature search.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributions of authors"
        },
        {
            "text": "AGB, EBN, OL wrote the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributions of authors"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "History in a Crisis -Lessons for Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England Journal of Medicine",
            "volume": "30",
            "issn": "2020",
            "pages": "1681--1684",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in healthcare workers: lessons from SARS and MERS epidemics and perspectives for chemoprophylaxis and vaccines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labetoulle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Detoc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gagnaire",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berthelot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pelissier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Expert Rev Vaccines",
            "volume": "19",
            "issn": "10",
            "pages": "937--984",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Director-General's opening remarks at the World Health Assembly -24",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "directorgeneral/speeches/detail/director-general-s-opening-remarks-at-the-world-health-assembly",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recensement national des cas de COVID-19 chez les professionnels en établissements de santé",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 -Quelle(s) vaccination(s) ? -GERES",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "La vaccination des soignants contre la Covid-19 doit devenir obligatoire -Académie nationale de médecine | Une institution dans son temps",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "« Obligation » n'est pas un gros mot quand il s'agit de vacciner contre la Covid-19 -Académie nationale de médecine | Une institution dans son temps",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapport de l'HCSP. Paris: Haut Conseil de la Santé Publique; 2016 sept",
            "authors": [],
            "year": null,
            "venue": "HCSP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 in Health-Care Workers: A Living Systematic Review and Meta-Analysis of Prevalence, Risk Factors, Clinical Characteristics, and Outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gómez-Ochoa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "H"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Raguindin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Roa-Díaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Wyssmann",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Epidemiol",
            "volume": "190",
            "issn": "1",
            "pages": "161--75",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Publications | Enquête nationale sur l'épidémie du Covid-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Screening of healthcare workers for SARS-CoV-2 highlights the role of asymptomatic carriage in COVID-19 transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rivett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sparkes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Routledge",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Elife",
            "volume": "11",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stratégie de vaccination contre le SARS-CoV-2 -Vaccination prioritaire de l'entourage des personnes immunodéprimées contre le SARS-Cov 2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Disponible sur",
            "authors": [
                {
                    "first": "Haute",
                    "middle": [],
                    "last": "Autorité De Santé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "BNT162b2 mRNA Covid-19 Vaccine in a Nationwide Mass Vaccination Setting",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kepten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Miron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perchik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19 vaccine coverage in health-care workers in England and effectiveness of BNT162b2 mRNA vaccine against infection (SIREN): a prospective, multicentre, cohort study. The Lancet",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Foulkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oguti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charlett",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "397",
            "issn": "",
            "pages": "1725--1760",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Initial report of decreased SARS-CoV-2 viral load after inoculation with the BNT162b2 vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levine-Tiefenbrun",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yelin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herzel",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Golan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature Medicine. mai",
            "volume": "27",
            "issn": "5",
            "pages": "790--792",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effect of vaccination on transmission of COVID-19: an observational study in healthcare workers and their households",
            "authors": [
                {
                    "first": "Asv",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gribben",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanlon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Population-Level Risk-Benefit Analysis | CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Principles of Biomedical Ethics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "Srstl",
                    "middle": [],
                    "last": "Childress",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "568",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Disponible sur: /determinants-de-sante/vaccination/documents/bulletin-national/bulletin-de-santepublique-vaccination",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Spf",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The COVID-19 infodemic. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "Tli",
                    "middle": [],
                    "last": "Diseases",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "France and to travel in Europe, it may appear unfair that HCPs can work in direct contact with vulnerable patients without frequent SARS-CoV-2 testing or without getting the COVID-19 vaccine.On May 5, 2021, a majority (63%) of the French general population was in favor of the \"Health Pass\" (Elabe/BFM TV).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "remains unanswered: could mandatory COVID-19 vaccination for HCPs have an impact on their attitudes towards patients' vaccination and their ability to recommend COVID-19 vaccines?",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}