{"paper_id": "3e2a63bbe5e7a226d88fc87d64358f280942b162", "metadata": {"title": "Stock markets' reaction to COVID-19: cases or fatalities?", "authors": [{"first": "Badar", "middle": ["Nadeem"], "last": "Ashraf", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jiangxi University of Finance and Economics", "location": {"settlement": "Nanchang (330013)", "country": "China"}}, "email": "correspondence:badar@jxufe.edu.cn"}]}, "abstract": [{"text": "In this paper, we examine the stock markets' response to the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Using daily COVID-19 confirmed cases and deaths and stock market returns data from 64 countries over the period January 22, 2020 to April 17, 2020, we find that stock markets responded negatively to the growth in COVID-19 confirmed cases. That is, stock market returns declined as the number of confirmed cases increased. We further find that stock markets reacted more proactively to the growth in number of confirmed cases as compared to J o u r n a l P r e -p r o o f Page 2 of 18 the growth in number of deaths. Our analysis also suggests negative market reaction was strong during early days of confirmed cases and then between 40 to 60 days after the initial confirmed cases. Overall, our results suggest that stock markets quickly respond to COVID-19 pandemic and this response varies over time depending on the stage of outbreak.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since its start from the Chinese city of Wuhan in early 2020, the COVID-19, an infectious disease caused by the new type of coronavirus SARS-CoV-2, is causing havoc around the world. World Health Organization declared it a pandemic on March 11. As of April 17, 2020, the number of confirmed patients has exceeded 2 million with around 139,000 already dead globally (WHO 2020) . Countries such as China, Italy, Iran, Spain, France, the United Kingdom and the United Stated have been hit hard so far with severe COVID-19 outbreaks. It is behaving like 'the once-in-a-century pathogen' (Gates 2020) .", "cite_spans": [{"start": 365, "end": 375, "text": "(WHO 2020)", "ref_id": null}, {"start": 583, "end": 595, "text": "(Gates 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "The pandemic is causing huge impact on real economic activity, though the extent of actual impact is yet unknown. By the end of March 2020, more than 100 countries around the world had already instituted the partial or full lockdowns and air and intercity travel was down by 70 to 90 percent as compared to figures from March 2019 in major world cities affecting billions of people (Dunford et al. 2020) . Major cultural and supporting events have been suspended. National-level responses to the disease are also unprecedented. On the one hand, governments are taking emergency measures, such as shutdowns for social distancing and investments in testing and quarantining the suspected cases and treating the confirmed cases, to contain the disease. On the other hand, governments, from finance ministries to central banks, are rolling out support and stimulus packages to contain the economic damage.", "cite_spans": [{"start": 382, "end": 403, "text": "(Dunford et al. 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "In a recent pioneer study, Goodell (2020) presents a comprehensive literature survey regarding the economic impact of natural disasters, such as nuclear wars, climate change or localized disasters, and highlights that COVID-19 pandemic is inflicting unprecedented global destructive economic damage. He points out that the pandemic may have wide ranging impact on financial sector including stock markets, banking and insurance, and is a promising area for future research.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this backdrop, our main objective in this study is to explore how stock markets across the world are responding to the COVID-19 pandemic. Since the disease has brought extreme uncertainty with respect to how deadly disease really is, whether and when can we get a vaccine, what effects government policies will have, how people will respond, and so on (Wagner 2020) , the reaction of stock market investors is also mixed with unprecedented volatility (Baker et al. 2020) . Stock markets are moving up and down with the news of COVID-19 and related control measures or stimulus packages such as direct fiscal support or decrease in interest rates, among others. For instance, US stock market observed three of the 15 worst days ever during March 9 to 16, while one of the top 10 surges ever in the market also took place in this time period (Wagner 2020) . Other international factors are also causing systematic risk and moving stock markets simultaneously with COVID-19. One such important factor which is having confounding impact on stock market volatility together with COVID-19 is the tussle between Saudi Arabia and Russia over oil supply and prices. On 6 th March, Russia refused to comply with the oil supply cut decision made by OPEC summit in Vienna on March 5, 2020. In response, Saudi Arabia made announcements on 8 th March regarding price discounts ranging from $6 to $8 per barrel for European and Asian customers and oil production increases. The stalemate is still going on to this day and resulting in additional uncertainty.", "cite_spans": [{"start": 355, "end": 368, "text": "(Wagner 2020)", "ref_id": "BIBREF12"}, {"start": 454, "end": 473, "text": "(Baker et al. 2020)", "ref_id": "BIBREF3"}, {"start": 843, "end": 856, "text": "(Wagner 2020)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Using the available daily COVID-19 and stock market returns data from 64 countries over the period from January 22, 2020 to April 17, 2020, we examine the impact of growth in COVID-19 confirmed cases and deaths on the stock market returns after controlling for country characteristics and systematic risk due to international factors. Results of our analyses show that stock markets react strongly with negative returns to growth in confirmed cases, however response to the growth in deaths is not that statistically significant. Our results also show that stock markets react strongly during early days of confirmed cases and then between 40 to 60 days after the initial confirmed cases. Likewise, Zhang et al. (2020) found that COVID-19 has led to increase in global financial market risk. Extending this debate, we examine how stock market returns have responded to COVID-19 using data of major stock indexes from 64 countries.", "cite_spans": [{"start": 699, "end": 718, "text": "Zhang et al. (2020)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of the paper proceeds as follows: Section 2 outlines our sample construction procedures. Section 3 presents the empirical methodology briefly. Section 4 reports the results of empirical analyses. Final section concludes the study.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We started our sample construction by collecting the data of the number of confirmed cases and deaths from COVID-19 from the website of John Hopkins University (JHU)'", "cite_spans": [], "ref_spans": [], "section": "Sample construction"}, {"text": "Coronavirus Resource Centre. This data is available on a daily frequency for more than 200 countries and regions, which have been affected by the disease till the day we downloaded data. Data starts from January 22, 2020 and ends at April 17, 2020. Next, we downloaded daily stock market return data from the www.investing.com website over the same period.", "cite_spans": [], "ref_spans": [], "section": "Sample construction"}, {"text": "We included all those countries for which the stock market data was available on the website.", "cite_spans": [], "ref_spans": [], "section": "Sample construction"}, {"text": "To get a consistent sample across countries, we used the data of only one major stock market index from each country. In the next step, we appended the daily COVID-19 data with daily stock market return data. Lastly, we collected data of country-level control variables and added with the daily data.", "cite_spans": [], "ref_spans": [], "section": "Sample construction"}, {"text": "We applied several filters to refine the data. We dropped data of those countries for which the data of daily stock market returns or country-level control variables was not available. We left with the data of 64 countries after applying this filter. Next, from the remaining data, we dropped observations with missing values because although COVID-19 data is available for each day since a country observed first confirmed case, the stock markets data is not available for weekends or national gazetted holidays. After applying the second filter, our final dataset is from 64 countries with 2,424 observations over the period from January 22, 2020 to April 17, 2020. Table 1 lists the countries, the stock market index (the data of which was used for a country) and the number of daily data observations from each country. Besides, it also mentions the date when first COVID-19 case was confirmed in a country. The data for any specific country in sample starts from this date.", "cite_spans": [], "ref_spans": [{"start": 668, "end": 675, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Sample construction"}, {"text": "(Insert Table 1 here)", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Sample construction"}, {"text": "To examine the impact of change in COVID-19 confirmed cases/deaths on stock market returns, we prefer panel data analysis technique over the classical event study methodology due to several reasons: First, the spread of COVID-19 evolves over a matter of days in a country and is not a one point of time event. Second, panel data regression is better in capturing the time varying relationship between dependent and independent variables (Ashraf 2017) . Third, panel data analysis extracts both cross-sectional and time series variation from the underlying panel data and minimizes the problems such as multicollinearity, heteroscedasticty and estimation bias (Baltagi 2008; Woolridge 2010) .", "cite_spans": [{"start": 437, "end": 450, "text": "(Ashraf 2017)", "ref_id": "BIBREF2"}, {"start": 659, "end": 673, "text": "(Baltagi 2008;", "ref_id": "BIBREF4"}, {"start": 674, "end": 689, "text": "Woolridge 2010)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Methodology"}, {"text": "Primarily, we specify following model.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Here, c and t subscripts represent country and day, respectively. αc is a constant term.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Dependent variable, Y, represents total stock market returns in county c on day t. Stock market return is measured as the daily change in major stock market index of a country.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "COVID-19 represents (1) the daily growth in COVID-19 confirm patients and (2) these variables control for the cross-country variation in stock market returns due to institutional and macroeconomic differences across countries. Dt is a set of daily fixed-effects dummy variables to control for daily international events which move all stock markets.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "These dummy variables effectively control for systematic risk due to international factors. Ɛc,t is an error term. We use heteroskedastic-robust standard errors to estimate p-values in regressions.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "In this section, we present the results of our empirical analysis. (Insert Table 2 here) Table 3 reports the Pearson correlations between main variables. Daily growth in COVID-19 confirmed cases has a strong negative correlation with stock market returns. Table 3 here) The growth in deaths variable also enters negative (Models 4 and 5), however it loses significance when we add daily fixed-effects dummy variables to control for systematic risk due to international factors (Model 6). These results show that stock market response to the number of deaths is not strong.", "cite_spans": [], "ref_spans": [{"start": 75, "end": 82, "text": "Table 2", "ref_id": "TABREF0"}, {"start": 89, "end": 96, "text": "Table 3", "ref_id": "TABREF5"}, {"start": 256, "end": 263, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Empirical analysis"}, {"text": "(Insert Table 4 here)", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 4", "ref_id": "TABREF1"}], "section": "(Insert"}, {"text": "Together these results suggest stock markets respond negatively and overwhelmingly to the growth in the number of confirmed cases while response to the number of deaths is not strong. This is not beyond expectation. Since death is an outcome of a confirmed case and usually occurs several days after one gets COVID-19 infection confirmation, sophisticated stock market investors price in the expected negative impact of COVID-19 early on from the growth in confirmed cases.", "cite_spans": [], "ref_spans": [], "section": "(Insert"}, {"text": "We perform several robustness tests to further confirm above main results: First, we re-estimate all specifications of Table 4 with panel random-effects regression method. In unreported results 1 , we observe that all results are quite similar to that in Table 3 . Second, to further confirm that our results are not driven by omitted variables in a cross-country setting, we re-estimate Eq. (1) by including country fixed-effects dummy variables instead of country-level control variables. As shown in Table 5 , growth in confirmed cases enters negative and significant while growth in deaths enters insignificant. These results are qualitatively similar to those reported in Table 4 and confirm that our main results are not biased due to omitted variables.", "cite_spans": [], "ref_spans": [{"start": 119, "end": 126, "text": "Table 4", "ref_id": "TABREF1"}, {"start": 255, "end": 262, "text": "Table 3", "ref_id": "TABREF5"}, {"start": 503, "end": 510, "text": "Table 5", "ref_id": "TABREF7"}, {"start": 677, "end": 684, "text": "Table 4", "ref_id": "TABREF1"}], "section": "(Insert"}, {"text": "(Insert Table 5 here)", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 5", "ref_id": "TABREF7"}], "section": "(Insert"}, {"text": "To get further insights into the specific market reaction over the days as COVID-19 situation evolves across countries, we calculate daily average stock market returns of all stock indexes over the same timeline from the 1 st confirmed case of COVID-19. As shown in confirmed cases. This is consistent with the outbreaks in China, Italy, Iran and Spain which reached to their peaks around 30 to 60 days from initial confirmed cases.", "cite_spans": [], "ref_spans": [], "section": "(Insert"}, {"text": "(Insert Figure 1 here) ", "cite_spans": [], "ref_spans": [{"start": 8, "end": 22, "text": "Figure 1 here)", "ref_id": "FIGREF2"}], "section": "(Insert"}, {"text": "In this paper, we examine the stock market response to the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Using daily COVID-19 confirmed cases and deaths and stock market returns data from 64 countries, we find that stock markets respond negatively to the increase in COVID-19 confirmed cases. That is, stock market returns decline as the number of confirmed cases increase in a country. We further find that stock market response to the growth in number of deaths due to the COVID-19 is weak. Together our findings suggest that stock markets price in COVID-19 pandemic related risks in stock prices early on when the number of confirmed cases increases and react less when some of the confirmed cases die later on. In more detailed analysis, we also observe that stock markets react strongly during early days of confirmed cases and then between 40 to 60 days after the day of initial confirmed cases. Overall, our analysis suggests that stock markets quickly respond to COVID-19 pandemic and this response varies over time depending on the severity of outbreak.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Badar Nadeem Ashraf carried out this research. This table reports the summary statistics of main variables. Stock market returns is measured as the daily change in major stock index of a country. Growth in confirmed cases is measured as the daily growth in COVID-19 confirmed cases in a country. Growth in deaths is measured as the daily growth in the number of COVID-19 patients died. Democratic accountability is taken from International Country Risk Guide database and represents the quality of political institutions. Uncertainty avoidance index is taken from Hofstede et al. (2010) and controls for cross-country differences in the level of uncertainty aversion in investors. Investment freedom is taken from Freedom House website and controls for stock market liberalization. Log (GDP) is taken for World Development Indicators (WDI) of World Bank and controls for the level of economic development. This table reports the results of robustness tests regarding the impact of COVID-19 on stock market returns after including country fixed-effect dummy variables in main model. Stock market returns is dependent variable in all models and is measured as the daily change in major stock index of a country. Growth in confirmed cases is measured as the daily growth in COVID-19 confirmed cases in a country. Growth in deaths is measured as the daily growth in the number of COVID-19 patients died.", "cite_spans": [{"start": 564, "end": 586, "text": "Hofstede et al. (2010)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Author statement"}, {"text": "The results are estimated with pooled OLS estimator using heteroskedasticity robust standard errors. P-values are given in parenthesis. ***, **,* represent statistical significance at 1%, 5%, and 10% levels, respectively. Figure 1： Stock market returns against the number of days from the date first COVID-19 case was confirmed in a country", "cite_spans": [], "ref_spans": [{"start": 222, "end": 231, "text": "Figure 1：", "ref_id": "FIGREF2"}], "section": "Author statement"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Death and contagious infectious diseases: Impact of the COVID-19 virus on stock market returns", "authors": [{"first": "A", "middle": ["M"], "last": "Al-Awadhi", "suffix": ""}, {"first": "K", "middle": [], "last": "Al-Saifi", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Awadhi", "suffix": ""}, {"first": "S", "middle": [], "last": "Alhamadi", "suffix": ""}], "year": 2020, "venue": "Journal of Behavioral and Experimental Finance", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Aggregate and firm-level stock returns during pandemics, in real time", "authors": [{"first": "L", "middle": [], "last": "Alfaro", "suffix": ""}, {"first": "A", "middle": [], "last": "Chari", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Greenland", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Schott", "suffix": ""}], "year": 2020, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Political Institutions and Bank Risk-Taking Behavior", "authors": [{"first": "B", "middle": ["N"], "last": "Ashraf", "suffix": ""}], "year": 2017, "venue": "Journal of Financial Stability", "volume": "29", "issn": "", "pages": "13--35", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The unprecedented stock market reaction to COVID-19", "authors": [{"first": "S", "middle": [], "last": "Baker", "suffix": ""}, {"first": "N", "middle": [], "last": "Bloom", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "K", "middle": [], "last": "Kost", "suffix": ""}, {"first": "M", "middle": [], "last": "Sammon", "suffix": ""}, {"first": "T", "middle": [], "last": "Viratyosin", "suffix": ""}], "year": 2020, "venue": "Covid Economics: Vetted and Real-Time Papers", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Econometric Analysis of Panel Data", "authors": [{"first": "B", "middle": ["H"], "last": "Baltagi", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "STOCK MARKET REACTION TO THE GLOBAL FINANCIAL CRISIS: TESTING FOR THE LEHMAN BROTHERS'EVENT", "authors": [{"first": "L", "middle": [], "last": "Becchetti", "suffix": ""}, {"first": "R", "middle": [], "last": "Ciciretti", "suffix": ""}], "year": 2011, "venue": "Giornale degli Economisti e Annali di Economia", "volume": "", "issn": "", "pages": "3--58", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus: The world in lockdown in maps and charts", "authors": [{"first": "D", "middle": [], "last": "Dunford", "suffix": ""}, {"first": "Becky", "middle": [], "last": "Dale", "suffix": ""}, {"first": "Nassos", "middle": [], "last": "Stylianou", "suffix": ""}, {"first": "Ed", "middle": [], "last": "Lowther", "suffix": ""}, {"first": "M", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Arenas", "suffix": ""}, {"first": ".", "middle": ["T"], "last": "", "suffix": ""}], "year": 2020, "venue": "BBC News", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "An examination of share price behavior surrounding the 2005 hurricanes Katrina and Rita", "authors": [{"first": "P", "middle": [], "last": "Gangopadhyay", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Haley", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2010, "venue": "Journal of Insurance Issues", "volume": "", "issn": "", "pages": "132--151", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic?", "authors": [{"first": "B", "middle": [], "last": "Gates", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine Goodell", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Index of Economic Freedom", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cultures and organizations: Software of the mind", "authors": [{"first": "G", "middle": [], "last": "Hofstede", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Hofstede", "suffix": ""}, {"first": "M", "middle": [], "last": "Minkov", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Stock market response to potash mine disasters", "authors": [{"first": "O", "middle": [], "last": "Kowalewski", "suffix": ""}, {"first": "P", "middle": [], "last": "Śpiewanowski", "suffix": ""}], "year": 2020, "venue": "Journal of Commodity Markets", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Coronavirus disease (COVID-2019) situation reports, Situation report -88", "authors": [{"first": "A", "middle": ["F"], "last": "Wagner", "suffix": ""}], "year": 2020, "venue": "Nature Human Behaviour WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Econometric analysis of cross section and panel data", "authors": [{"first": "J", "middle": ["M"], "last": "Woolridge", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Financial markets under the global pandemic of COVID-19", "authors": [{"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ji", "suffix": ""}], "year": 2020, "venue": "Finance Research Letters", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "This study contributes to the literature in at least two important ways: First, we contribute to the studies which have examined the stock market response to different disasters and crises. For example, Gangopadhyay et al. (2010) examined the stock market reaction and share price behaviour around the hurricane Katrina in 2005. Becchetti and Ciciretti (2011) explored the stock market reaction to the global financial crisis of 2007-2009. Kowalewski and Śpiewanowski (2020) examined how stock market reacted to the mine disasters. We complement these studies by examining the stock market reaction to COVID-19 pandemic. Second, we contribute to the recently emerging literature which examines the impact of COVID-19 on financial markets. In this regard, Baker et al. (2020) used textual analysis of news mentions and found that COVID-19 pandemic has resulted in the highest stock market volatility among all recent infectious diseases including the Spanish Flu of 1918. Alfaro et al. (2020) used data from the US and found that equity market value declined in response to pandemics such as Covid-19 and SARS. Al-Awadhi et al. (2020) employed firm-level data from China and examined the early impact of COVID-19 outbreak on share prices in China.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "the daily growth in the number of deaths of COVID-19 patients. X c k is a vector of country-level control variables including uncertainty avoidance, democratic accountability, investment freedom and log (gross domestic product). Democratic accountability variable is taken from International Country Risk Guide (ICRG) database and represents the quality of political institutions. Uncertainty avoidance index is taken from the Hofstede et al. (2010)'s framework of national culture and measures the cross-country differences in the level of uncertainty aversion in investors. Investment freedom variable measures the stock market liberalization, the data of which is collected from Heritage Foundation database of economic freedom (Heritage_Foundation 2020). Log (GDP) is taken from World Development Indicators (WDI) of World Bank and measures the level of economic development. Together", "latex": null, "type": "figure"}, "FIGREF2": {"text": "on average, stock market returns go into negative range in first few days (around first 20 days) when first case is confirmed. Then market returns again move into negative range from 40 to 60 days. As COVID-19 takes some time from the first case to result into worst outbreak situation if proper control and containment measures have not been used, this later reaction shows markets again react with negative sentiments to the large number of 1 Results are available from authors on request.", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "reports the results when we estimate Eq. (1) with panel pooled OLS (i.e. ordinary least squares) regression technique. As shown, growth in confirmed cases variable enters negative and strongly significant in Model 1 suggesting that stock markets respond negatively to the growth in COVID-19 confirmed cases. The results of growth in confirmed cases variable remain similar when we add country-level control variables in Model 2 and daily fixed-effects dummy variables in Model 3.", "latex": null, "type": "table"}, "TABREF2": {"text": "Sample informationThis table reports the countries, the stock market index the data of which was used for a country, the date when first COVID-19 case was confirmed in a country and the number of data observations from each country. We start sample from the day the issue caught public eye and databases started reporting information, although China had cases well before Jan 22, 2020.", "latex": null, "type": "table"}, "TABREF3": {"text": "Summary statistics", "latex": null, "type": "table"}, "TABREF5": {"text": "Correlations matrixThis table reports the pairwise Pearson correlations between main variables. Stock market returns is measured as the daily change in major stock index of a country. Growth in confirmed cases is measured as the daily growth in COVID-19 confirmed cases in a country. Growth in deaths is measured as the daily growth in the number of COVID-19 patients died. Democratic accountability is taken from International Country Risk Guide database and represents the quality of political institutions. Uncertainty avoidance index is taken fromHofstede et al. (2010) and controls for crosscountry differences in the level of uncertainty aversion in investors. Investment freedom is taken from Freedom House website and controls for stock market liberalization. Log (GDP) is taken for World Development Indicators (WDI) of World Bank and controls for the level of economic development. * indicates significance level at 10% level.", "latex": null, "type": "table"}, "TABREF6": {"text": "Impact of COVID-19 on stock market returnsThis table reports the results of panel pooled ordinary least squares regression results regarding the impact of COVID-19 on stock market returns. Stock market returns is dependent variable in all models and is measured as the daily change in major stock index of a country. Growth in confirmed cases is measured as the daily growth in COVID-19 confirmed cases in a country. Growth in deaths is measured as the daily growth in the number of COVID-19 patients died. Democratic accountability is taken from International Country Risk Guide database and represents the quality of political institutions. Uncertainty avoidance index is taken fromHofstede et al. (2010) and controls for crosscountry differences in the level of uncertainty aversion in investors. Investment freedom is taken from Freedom House website and controls for stock market liberalization. Log (GDP) is taken for World Development Indicators (WDI) of World Bank and controls for the level of economic development. ***, **, * indicate significance levels at 1%, 5% and 10% levels. The heteroskedasticity robust standard errors are used in estimations. P-values are given in parenthesis. ***, **,* represent statistical significance at 1%, 5%, and 10% levels, respectively.", "latex": null, "type": "table"}, "TABREF7": {"text": "Impact of COVID-19 on stock market returns: robustness tests", "latex": null, "type": "table"}, "TABREF8": {"text": "Table 1: Sample information This table reports the countries, the stock market index the data of which was used for a country, the date when first COVID-19 case was confirmed in a country and the number of data observations from each country.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>The day when 1st </td><td> </td></tr><tr><td>Country </td><td>Stock index </td><td>COVID-19 case was confirmed </td><td>Observations </td></tr><tr><td>Argentina </td><td>S&amp;P Merval </td><td>Mar 03, 2020 </td><td>26 </td></tr><tr><td>Australia </td><td>S&amp;P_ASX 200 </td><td>Jan 26, 2020 </td><td>57 </td></tr><tr><td>Austria </td><td>ATX </td><td>Feb 25, 2020 </td><td>35 </td></tr><tr><td>Bangladesh </td><td>DSE 30 </td><td>Mar 08, 2020 </td><td>12 </td></tr><tr><td>Belgium </td><td>BEL 20 </td><td>Feb 04, 2020 </td><td>50 </td></tr><tr><td>Brazil </td><td>Bovespa </td><td>Feb 26, 2020 </td><td>34 </td></tr><tr><td>Bulgaria </td><td>BSE SOFIX </td><td>Mar 08, 2020 </td><td>26 </td></tr><tr><td>Canada </td><td>S&amp;P_TSX Composite </td><td>Jan 26, 2020 </td><td>56 </td></tr><tr><td>Chile </td><td>S&amp;P CLX IPSA </td><td>Mar 03, 2020 </td><td>o30 </td></tr><tr><td>China </td><td>Shanghai Composite </td><td>Jan 22, 2020* </td><td>54 </td></tr><tr><td>Colombia </td><td>COLCAP </td><td>Mar 06, 2020 </td><td>f o\n26 34 </td></tr><tr><td>Croatia </td><td>CROBEX </td><td>Feb 25, 2020 </td></tr><tr><td>Denmark </td><td>OMX Copenhagen 20 </td><td>Feb 27, 2020 </td><td>r32 31 p\n44 </td></tr><tr><td>Ecuador </td><td>Guayaquil Select </td><td>Mar 01, 2020 </td></tr><tr><td>Egypt </td><td>EGX 70 EWI </td><td>Feb 14, 2020 </td></tr><tr><td>France </td><td>CAC 40 </td><td>-Jan 24, 2020 </td><td>58 </td></tr><tr><td>Germany </td><td>DAX </td><td>Jan 27, 2020 </td><td>56 </td></tr><tr><td>Greece </td><td>Athens General Composite </td><td>e\nFeb 26, 2020 </td><td>31 </td></tr><tr><td>Hungary </td><td>Budapest SE </td><td>rMar 04, 2020 </td><td>28 </td></tr><tr><td>Iceland </td><td>ICEX Main </td><td>Feb 28, 2020 </td><td>32 </td></tr><tr><td>India </td><td>BSE Sensex 30 </td><td>Jan 30, 2020 P\n</td><td>50 </td></tr><tr><td>Indonesia </td><td>Jakarta SEC </td><td>Mar 02, 2020 </td><td>31 </td></tr><tr><td>Ireland </td><td>l ISEQ Overall </td><td>Feb 29, 2020 </td><td>33 </td></tr><tr><td>Israel </td><td>TA 35 </td><td>Feb 21, 2020 </td><td>34 </td></tr><tr><td>Italy </td><td>FTSE MIB a\n</td><td>Jan 31, 2020 </td><td>53 </td></tr><tr><td>Jamaica </td><td>ket </td><td>Mar 11, 2020 </td><td>20 </td></tr><tr><td>Japan </td><td>nJSE MarNikkei 225 NSE 20 r\nKOSP BLOM Stock FTSE KLCI </td><td>Jan 22, 2020 </td><td>58 </td></tr><tr><td>Kenya </td><td>Mar 13, 2020 </td><td>22 </td></tr><tr><td>Korea, South </td><td>Jan 22, 2020 </td><td>58 </td></tr><tr><td>Lebanon </td><td>Feb 21, 2020 </td><td>34 </td></tr><tr><td>Malaysia </td><td> </td><td>Jan 25, 2020 </td><td>59 </td></tr><tr><td>Malta </td><td>MSE </td><td>Mar 07, 2020 </td><td>24 </td></tr><tr><td>Mexico </td><td>uS&amp;P_BMV IPC o\nMoroccan All Shares </td><td>Feb 28, 2020 </td><td>31 </td></tr><tr><td>Morocco </td><td> </td><td>Mar 02, 2020 </td><td>33 </td></tr><tr><td>Namibia </td><td>FTSE NSX Overall </td><td>Mar 14, 2020 </td><td>21 </td></tr><tr><td>JNetherlands </td><td>AEX </td><td>Feb 27, 2020 </td><td>33 </td></tr><tr><td>New Zealand </td><td>NZX 50 </td><td>Feb 28, 2020 </td><td>40 </td></tr><tr><td>Nigeria </td><td>NSE 30 </td><td>Feb 28, 2020 </td><td>33 </td></tr><tr><td>Norway </td><td>OSE Benchmark </td><td>Feb 26, 2020 </td><td>33 </td></tr><tr><td>Pakistan </td><td>Karachi 100 </td><td>Feb 26, 2020 </td><td>35 </td></tr><tr><td>Peru </td><td>S&amp;P Lima General </td><td>Mar 06, 2020 </td><td>27 </td></tr><tr><td>Philippines </td><td>PSEi Composite </td><td>Jan 30, 2020 </td><td>51 </td></tr><tr><td>Poland </td><td>WIG 30 </td><td>Mar 04, 2020 </td><td>29 </td></tr><tr><td>Portugal </td><td>PSI 20 </td><td>Mar 02, 2020 </td><td>31 </td></tr><tr><td>Romania </td><td>BET </td><td>Feb 26, 2020 </td><td>34 </td></tr></table></body></html>"}}, "back_matter": []}