{
    "paper_id": "3e2bb760c5d6696b849e920a682e2d10d5a4d798",
    "metadata": {
        "title": "Inferior Wall Myocardial Infarction in Severe COVID-19 Infection: A Case Report e926101-1",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Abu",
                "middle": [
                    "Baker"
                ],
                "last": "Sheikh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "U.S.A"
                    }
                },
                "email": "drabubakersheikh@gmail.com"
            },
            {
                "first": "Adef",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahul",
                "middle": [],
                "last": "Shekhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shifa College of Medicine",
                    "location": {
                        "settlement": "Islamabad",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nismat",
                "middle": [],
                "last": "Javed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Shubhra",
                "middle": [],
                "last": "Upadhyay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Unusual clinical course Background:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel coronavirus disease (COVID-19) has been declared a pandemic. With the ever-increasing number of COVID-19 patients, it is imperative to explore the factors related to the disease to aid patient management until a definitive vaccine is ready, as the disease is not limited to the respiratory system alone. COVID-19 has been associated with various cardiovascular complications including acute myocardial injury, myocarditis, arrhythmias, and venous thromboembolism. The infection is severe in patients with pre-existing cardiovascular disease, and a systemic inflammatory response due to a cytokine storm in severe COVID-19 cases can lead to acute myocardial infarction. Case Report:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We present the case of a 56-year-old man with cardiovascular risk factors including coronary artery disease, hypertension, ischemic cardiomyopathy, and hyperlipidemia, who had COVID-19-induced pneumonia complicated with acute respiratory distress syndrome. He subsequently developed myocardial infarction during his hospitalization at our facility. He had a significant contact history for COVID-19. He was managed with emergent cardiac revascularization after COVID-19 was confirmed by real-time reverse transcription-polymerase chain reaction testing from a nasopharyngeal swab as per hospital policy for admitted patients. Apart from dual antiplatelet therapy, tocilizumab therapy was initiated due to the high interleukin-6 levels. His hospitalization was complicated by hemodialysis and failed extubation and intubation, resulting in a tracheostomy. Upon improvement, he was discharged to a long-term facility with a plan for outpatient follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In high-risk patients with COVID-19-induced pneumonia and cardiovascular risk factors, a severe systemic inflammatory response can lead to atherosclerotic plaque rupture, which can manifest as acute coronary syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus disease termed COVID-19 by the World Health Organization was declared a pandemic on 11 th March 2020. Since then, it has affected more than 4 million people worldwide [1] . COVID-19 has been associated with various cardiovascular complications including acute myocardial injury, myocarditis, arrhythmias, and venous thromboembolism. A systemic inflammatory response due to a cytokine storm in severe COVID-19 cases can lead to acute myocardial infarction. Here, we report the case of a 56-year-old man with multiple comorbidities and pre-existing cardiovascular disease; he was COVID-19-positive and hospitalized with severe acute respiratory distress syndrome (ARDS). He subsequently developed new-onset ST-elevation myocardial infarction (STEMI) during his hospitalization.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 56-year-old man with a 12-year history of end-stage renal disease had hemodialysis (3 d/week), coronary artery disease, type 2 diabetes mellitus, hypertension, chronic obstructive pulmonary disease, ischemic cardiomyopathy, and hyperlipidemia. He presented with complaints of dyspnea and coughing for 6 days during the lockdown. He had been transferred to our facility from another center due to his worsening dyspnea and hypoxia during his hemodialysis session, and his oxygen saturation levels were not improving. He had a significant contact history for COVID-19 and was found to be positive at the time of admission. However, he did not have any other significant family history. He was initially hypoxic with about 85% oxygen saturation and required 3 liters of oxygen/min to keep his saturation levels above 90%. Prior to his transfer to our institute, he received a course of broad-spectrum antibiotics due to the differential diagnosis of both COVID-19 pneumonia and acute bacterial pneumonia. He had been intubated for 25 days before the tracheostomy because of increasing hypoxia. His condition did not improve despite administration of antibiotics. He was also on vasopressor support. During admission, his vitals revealed a heart rate of 107/min, blood pressure of 140/50 mmHg (on vasopressors), an oxygen saturation of 94% with a 90% fraction of inspired oxygen (FiO2), and a positive end-expiratory pressure of 14 cm H 2 O. His limited physical examination revealed pupils that were round and reactive to light, a Glasgow coma scale of 1T1 due to sedation and paralytics, mild scleral icterus, coarse breath sounds, and extensive anasarca. Laboratory investigations of the patient revealed elevated D-dimer; inflammatory markers including the erythrocyte sedimentation rate, ferritin, and C-reactive protein (CRP) were raised due to the hypercoagulable state secondary to COVID-19. The procalcitonin level was falsely elevated in the setting of end-stage renal disease. However, given the ongoing sepsis from suspected pneumonia, he was covered for superimposed bacterial pneumonia, although sputum and blood cultures were negative. He also had thrombocytopenia, normocytic anemia, and normal white cell counts with lymphopenia due to end-stage renal disease. His laboratory results are presented in Table 1 . The patient's chest X-ray showed multiple alveolar opacities consistent with multifocal pneumonia associated with the COVID-19 virus ( Figure 1 ). The differential diagnoses included acute bacterial pneumonia that was ruled out after the cultures were negative. The diagnosis was COVID-19induced pneumonia with a prothrombotic state. The diagnosis was confirmed by real-time reverse transcription-polymerase chain reaction testing from a nasopharyngeal swab as per hospital policy for admitted patients. He was started on broadspectrum antibiotics and prone positioning for severe ARDS. On day 7 of his hospitalization, ST elevations were noted on telemetry. The patient's electrocardiogram was consistent with inferior lead ST-segment elevations ( Figure 2 ). His troponin I peaked at 5.5 ng/ml. Angiography findings showed a 40% proximal lesion in the right coronary artery with a 99% distal lesion extending to the posterior descending artery, where a thrombus was localized. Catheterization showed a mean aortic pressure of 80 mmHg and a left ventricular end-diastolic pressure of 18 mmHg. He underwent percutaneous intervention with a drug-eluting stent for his pathology with the thrombolysis in myocardial infarction flow 3 following the procedure and was subsequently started on dual antiplatelet therapy consisting of oral clopidogrel (75 mg) and aspirin (81 mg) daily for 12 months. He was started on tocilizumab following the acute myocardial infarction, with the cytokine profile showing elevated interleukin 6 (IL-6). The patient's hospital course was complicated by failed extubation and reintubation, and he eventually underwent a tracheostomy. He developed a new unstageable decubitus ulcer, which was inoperable because his acute illness made him a nonsurgical candidate, and he was managed conservatively. After 32 days of prolonged hospitalization, he was discharged to a long-term care facility with a plan for an outpatient echocardiogram to be done after 1 month. After 2 weeks, the patient was followed up in an outpatient clinic. He had slightly improved physical strength and nutritional status, and no complications from the dual antiplatelet therapy. This case has been reported after obtaining informed consent from the patient and approval from the Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2316,
                    "end": 2323,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2461,
                    "end": 2469,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3075,
                    "end": 3083,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "COVID-19 is associated with multiple cardiopulmonary complications such as acute myocardial infarction, myocarditis, heart failure, arrhythmia, and venous thromboembolic disease [2] . AST -aspartate aminotransferase; ALT -alanine aminotransferase; BUN -blood urea nitrogen; ESR -erythrocyte sedimentation rate; INR -international normalized ratio; MCHC -mean corpuscular hemoglobin concentration; MCV -mean corpuscular volume; PT -prothrombin time; RDW -red cell distribution width. COVID-19 [3] . In a study focusing on the clinical characteristics of 274 COVID-19 patients, deceased patients had hypertension (47.8%) and chronic kidney disease (3.54%) as comorbidities [4] . Another risk factor for severe COVID-19 infections is obstructive sleep apnea, where 25% of the severely infected patients had the condition [5] . End-stage renal disease and hemodialysis are other risk factors associated with high mortality and increased severity. In a study by Goicoechea et al., 36 COVID-19 patients were on a hemodialysis maintenance regimen. Of these, 18 (50%) patients progressed to severe symptoms and ultimately 11 (61.1%) died [6] . In another study, hypertension (98%) and diabetes (69%) were prevalent amongst 57 patients on hemodialysis, with 75% patients requiring mechanical ventilation. By the end of the follow-up, 18 patients (31%) had died within 6 days (median) after hospitalization [7] . All these risk factors are associated with severe COVID-19 infection and high mortality. In our case, the patient had an extended hospital stay due to a severe COVID-19 infection with complications due to several of these comorbidities, which are underlying risk factors; however, he survived.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 957,
                    "end": 975,
                    "text": "Goicoechea et al.,",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 978,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1397,
                    "end": 1400,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Li et al. reported a meta-analysis of 6 studies including 1527 COVID-19 patients with the prevalence of hypertension (17.1%), cardiac and cerebrovascular disease (16.4%), and diabetes (9.7%). The same study reported that the risk of acute cardiac injury was 13 times higher for intensive care unit (ICU) patients compared to non-ICU patients. The patients with underlying cardiovascular disease and COVID-19 infection were more likely to have detrimental and severe outcomes [8] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Acute myocardial injury in COVID-19 patients has multiple mechanisms, including direct damage to the angiotensin-converting enzyme receptors on myocytes resulting in damage to angiotensin-converting enzyme 2 signaling pathways [9] . Another possible mechanism is hypoxia-induced myocardial ischemia [10] . In the setting of severe COVID-19 infection with ARDS, microthrombi, vascular injury, coronary spasm, and the systemic inflammatory response due to the cytokine storm in severe COVID-19 cases leading to atherosclerotic plaque rupture were the probable trigger factors in our patient [9, 10] . He was also more susceptible to the probable trigger factors for STEMI because of his history of coronary artery disease, hypertension, hyperlipidemia, type 2 diabetes mellitus, ischemic cardiomyopathy, chronic obstructive pulmonary disease, and end-stage renal disease.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Bangalore et al. reported the data of 18 patients with STsegment elevations, where 10 patients presented with STsegment elevation and 8 developed it during their hospitalization. There were 9 patients (50%) who underwent coronary angiography and 6 of these patients (67%) had obstructive disease. The mortality rate was high; 13 patients died during hospitalization, 4 patients had MI, and 9 patients had non-coronary myocardial injury [11] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are few case reports of COVID-19 leading to STEMI, including 1 report with an inferior wall MI on presentation due to a proximal right coronary artery lesion, and another report with an infero-posterior wall MI due to a proximal left circumflex lesion. All the patients were treated with percutaneous intervention with stent placement and no deaths were reported [2, 12, 13] . In our patient, IL-6 was elevated and he was started on tocilizumab. However, whether inflammatory cytokines like IL-6 could be a potential target for treatment to reduce the cascade of the cytokine storm leading to myocardial injury remains to be seen. Further studies, including randomized controlled trials, should focus on the use of tocilizumab in patients with COVID-19-induced STEMI to determine the outcomes of this high-risk patient group.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19-induced pneumonia has widespread complications targeting multiple systems, especially myocardial infarction. This presentation has serious implications in terms of early diagnosis and management. Considering the limited knowledge regarding COVID-19 at the time of the case presentation, there was a possibility of starting tocilizumab at the time of ICU admission, which could have changed the outcome slightly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "There is an emerging need to streamline these presentations to improve the health care provided to COVID-19 patients by using a triage system to classify patients with severe symptoms and those at risk of complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "University of New Mexico Health Sciences Center, Albuqurque, NM, U.S.A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institution where work was done"
        },
        {
            "text": "None. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "USA: World Health Organization 2020",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ST-elevation myocardial infarction and pulmonary embolism in a patient with COVID-19 acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ueki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Otsuka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Windecker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Räber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diabetes is a risk factor for the progression and prognosis of COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Res Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: Retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Potential influences of obstructive sleep apnea and obesity on COVID-19 severity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcsharry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Sleep Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: clinical course and outcomes of 36 hemodialysis patients in Spain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goicoechea",
                    "suffix": ""
                },
                {
                    "first": "Sánchez",
                    "middle": [],
                    "last": "Cámara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Macías",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "1",
            "pages": "27--34",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Presentation and outcomes of patients with ESKD and COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Valeri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Robbins-Juarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Soc Nephrol",
            "volume": "31",
            "issn": "7",
            "pages": "1409--1424",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Res Cardiol",
            "volume": "109",
            "issn": "5",
            "pages": "531--569",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronaviruses and the cardiovascular system: Acute and long-term implications",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Redwood",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prendergast",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "1798--800",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cardiovascular considerations for patients, health care workers, and health systems during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driggin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "75",
            "issn": "18",
            "pages": "2352--71",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ST-segment elevation in patients with COVID-19 -A case series",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bangalore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Slotwiner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "25",
            "pages": "2478--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "ST-elevation myocardial infarction in patients with COVID-19: Clinical and angiographic outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Stefanini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montorfano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trabattoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "141",
            "issn": "25",
            "pages": "2113--2129",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19) presenting as acute ST elevation myocardial infarction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddamreddy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thotakura",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dandu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Corona virus disease 2019",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inferior wall MI in severe COVID-19 infection ©",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sheikh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Case Rep",
            "volume": "21",
            "issn": "",
            "pages": "926101--926101",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest X-ray showing multifocal pneumonia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Electrocardiogram with ST-segment elevations in leads II and III and aVF with a reciprocal ST-segment depression in I, aVL, V5, and V6.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laboratory findings of the patient.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sheikh A.B. et al.: Inferior wall MI in severe COVID-19 infection © Am J Case Rep, 2020; 21: e926101 Indexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)] [Web of Science by Clarivate]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}