{"paper_id": "3e2cfe1d649c70295d56810014d11641b5a3a001", "metadata": {"title": "Acute Lung Injury: The Injured Lung Endothelium, Therapeutic Strategies for Barrier Protection, and Vascular Biomarkers", "authors": [{"first": "J", "middle": ["G N"], "last": "Garcia", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Illinois at Chicago", "location": {"postCode": "60612", "settlement": "Chicago", "region": "IL", "country": "USA"}}, "email": "jggarcia@uic.edu"}, {"first": "Eddie", "middle": ["T"], "last": "Chiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Illinois at Chicago", "location": {"postCode": "60612", "settlement": "Chicago", "region": "IL", "country": "USA"}}, "email": ""}, {"first": "Ting", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Illinois at Chicago", "location": {"postCode": "60612", "settlement": "Chicago", "region": "IL", "country": "USA"}}, "email": ""}, {"first": "Joe", "middle": ["G N"], "last": "Garcia", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Illinois at Chicago", "location": {"postCode": "60612", "settlement": "Chicago", "region": "IL", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The vascular endothelium can be considered as an organ/tissue which comprises a monolayer of endothelial cells which serve as a semipermeable cellular barrier separating the inner space of blood vessels from its surrounding tissue and to control the exchange of fluids and cells between the two compartments. Since the pulmonary circulation receives the entire cardiac output, the large surface area of the lung microvasculature is well suited for sensing mechanical, chemical, and cellular injury by inhaled or circulating substances. This endothelial barrier is dynamically regulated through exposure to these various stimuli of physiological and pathological origin and serves to regulate multiple key biological processes (including lung fluid balance and solute transport between vascular compartments). For example, an increase in vascular permeability is a necessary feature of the body's defense mechanism to provide injured tissues with access to leucocytes, resulting in tissue edema due to fluid extravasation. However, during conditions of intense lung inflammation such as observed in acute lung injury or its severer form of acute respiratory distress syndrome, the large surface area becomes a liability and provides the opportunity for profound vascular permeability resulting in massive fluid accumulation in the alveolar space and progressively leading to pulmonary failure. Alterations in vascular permeability occur not only in acute inflammatory lung disorders primarily caused by sepsis, pneumonia, and trauma which result in high rates of patient morbidity and mortality, but are an attractive target for therapeutic intervention in subacute lung inflammatory disorders such as ischemia-reperfusion injury, radiation lung injury, and asthma. Thus, understanding the mechanisms of endothelial barrier dysfunction is vital for the management and treatment of key and enigmatic pulmonary disorders.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The vascular endothelium can be considered as an organ/ tissue which comprises a monolayer of endothelial cells (ECs) which serve as a semipermeable cellular barrier separating the inner space of blood vessels from its surrounding tissue and to control the exchange of fluids and cells between the two compartments. Since the pulmonary circulation receives the entire cardiac output, the large surface area of the lung microvasculature is well suited for sensing mechanical, chemical, and cellular injury by inhaled or circulating substances. This endothelial barrier is dynamically regulated through exposure to these various stimuli of physiological and pathological origin and serves to regulate multiple key biological processes (including lung fluid balance and solute transport between vascular compartments). For example, an increase in vascular permeability is a necessary feature of the body's defense mechanism to provide injured tissues with access to leucocytes, resulting in tissue edema due to fluid extravasation. However, during conditions of intense lung inflammation such as observed in acute lung injury (ALI) or its severer form of acute respiratory distress syndrome (ARDS), the large surface area becomes a liability and provides the opportunity for profound vascular permeability resulting in massive fluid accumulation in the alveolar space and progressively leading to pulmonary failure. Alterations in vascular permeability occur not only in acute inflammatory lung disorders primarily caused by sepsis, pneumonia, and trauma which result in high rates of patient morbidity and mortality [1, 2] , but are an attractive target for therapeutic intervention in subacute lung inflammatory disorders such as ischemia-reperfusion injury [3] , radiation lung injury [4, 5] , and asthma [6, 7] . Thus, understanding the mechanisms of endothelial barrier dysfunction is vital for the management and treatment of key and enigmatic pulmonary disorders.", "cite_spans": [{"start": 1614, "end": 1617, "text": "[1,", "ref_id": null}, {"start": 1618, "end": 1620, "text": "2]", "ref_id": "BIBREF1"}, {"start": 1757, "end": 1760, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1785, "end": 1788, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1789, "end": 1791, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1805, "end": 1808, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1809, "end": 1811, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Overview of Lung Endothelial Cell Barrier Regulation in Inflammatory Lung Injury"}, {"text": "A key concept of the dynamically regulated lung EC barrier is the notion that two general pathways, transcellular and paracellular, that describe the movement and flow of fluid, macromolecules, and leukocytes into the interstitium (and subsequently the alveolar air spaces) produce clinically significant pulmonary edema during inflammatory lung processes (Fig. 1) . The transcellular pathway utilizes a tyrosine kinase dependent, gp60-mediated transcytotic albumin route, an active process of albumin transport in which endocytic vessels fuse with the endothelium in response to surface glycoprotein (gp60) receptor ligation [8] . However, there is general consensus that the primary mode of fluid and transendothelial leukocyte trafficking occurs by the paracellular pathway as shown by the elegant electron microscopy studies of Majno and Palade [9, 10] , who demonstrated lung EC rounding and paracellular gap formation at sites of active inflammation within the lung vasculature.", "cite_spans": [{"start": 626, "end": 629, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 849, "end": 852, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 853, "end": 856, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 356, "end": 364, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Transcellular Versus Paracellular Permeability"}, {"text": "Disruption of the integrity of the EC monolayer is now recognized as a cardinal feature of inflammation, ischemiareperfusion injury, and angiogenesis and occurs in response to a variety of mechanical stress factors, inflammatory mediators, and activated neutrophil products [reactive oxygen species (ROS), proteases, cationic peptides]. The dramatic cell shape change which results in paracellular gap formation implicates the direct involvement of endothelial structural components composed of cytoskeletal proteins (microfilaments and microtubules). Thus, although once perceived as a passive cellular barrier, ECs are now recognized as a highly dynamic tissue contributing to the multiple dimensions of EC function, including interactions with a number of barrier-regulatory effectors via the endothelial cytoskeleton. The duration and outcome of inflammatory disease processes depends upon the balance between the severity of endothelial injury caused by adhesive biophysical forces, mechanical shear stress (SS), or receptor ligation by specific inflammatory mediators and the efficiency of endogenous repair mechanisms to restore vascular integrity [1, 2] . In this chapter, we will (1) address the role of cytoskeletal rearrangement in mechanistic regulation of pulmonary vascular barrier function and permeability, (2) define current strategies designed to enhance the integrity of the lung vascular endothelium, and (3) identify vascular biomarkers and potential prognostic determinants of acute inflammation.", "cite_spans": [{"start": 1155, "end": 1158, "text": "[1,", "ref_id": null}, {"start": 1159, "end": 1161, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Transcellular Versus Paracellular Permeability"}, {"text": "It is now well accepted that dynamic cytoskeletal elements, actin, microtubules, and intermediate filaments (IFs) , are key elements of vascular barrier regulation. The vast majority of the studies contributing to this recognition have focused on agonist-mediated signaling to the actomyosin cytoskeleton with subsequent effects on lung vascular barrier-regulatory properties. Historically viewed as separate and distinct cytoskeletal systems, microtubules and actin filaments are now known to interact functionally during dynamic cellular processes. The microtubule scaffolding complex [11, 12] , with a central role of tubulin dynamics, actively contributes to cytoskeletal rearrangement and in transducing competing barrier-regulatory forces, often in close collaboration with microfilament elements. Much less is known about IFs, an enigmatic component of the EC cytoskeleton consisting of dimer structured a-helical proteins which combine to form fibrils. IF proteins are expressed in a specific manner, with vimentin the primary IF protein found in ECs. The role of IFs in regulating EC barriers represents a fertile area for future investigations as only limited information is available [13, 14] . Nevertheless, cytoskeletal constituents together provide the capacity for dynamic regulation of cell shape and, as a consequence, of moment-to-moment adaptation to an ever-changing vascular environment.", "cite_spans": [{"start": 108, "end": 113, "text": "(IFs)", "ref_id": null}, {"start": 587, "end": 591, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 592, "end": 595, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1195, "end": 1199, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1200, "end": 1203, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Endothelial Cell Cytoskeleton Components: Overview"}, {"text": "Actin, a globular protein with a centrally located ATP-binding site, is critical to many cellular processes, including cell motility, cell division, cell signaling, and as we and others have shown, EC permeability [15] [16] [17] . G-actin reversibly assembles to form polymerized actin fibers called filamentous actin (F-actin) or actin microfilaments (7-nm diameter), conferring strength to structural elements regulating cell shape, particularly when accompanied by phosphorylated myosin. Dynamic remodeling of actin filaments within peripherally distributed cortical bands is essential for maintenance of endothelial integrity and basal barrier function, with inhibition of actin polymerization (cytochalasin D) directly increasing EC permeability [16] . Edemagenic agents initiate dramatic cytoskeletal rearrangement characterized by the loss of peripheral actin filaments with a concomitant increase in organized actin cables that span the cell, known as \"stress fibers.\" Critically involved in regulating the spatial locale and level of actin cycling (polymerization-depolymerization) are numerous actin-binding proteins which serve as cross-linking/ bundling proteins, polymerization/depolymerization proteins, and capping/severing proteins.", "cite_spans": [{"start": 214, "end": 218, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 219, "end": 223, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 224, "end": 228, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 751, "end": 755, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Actin Microfilaments and Myosin"}, {"text": "One key actin-binding protein and central regulator of the EC contractile apparatus is the Ca 2+ /calmodulin-dependent nonmuscle isoform of myosin light chain kinase (nmMLCK). Phosphorylation of the substrate myosin light chain (MLC) by nmMLCK is central to paracellular gap formation and increased permeability by many edemagenic agents, including thrombin [18] and vascular endothelial growth factor (VEGF) [19] , both in vitro and in preclinical models of inflammatory lung injury. Studies with nmMLCK knockout mice have revealed protection from sepsis-induced ALI and our laboratory has shown that nmMLCK knockout mice, as well as mice treated with an inhibitory peptide which reduces MLC kinase (MLCK) activity, are protected against ventilator-induced lung injury (VILI) [20] . In addition, we have shown that genetic variants (single-nucleotide polymorphisms) in MYLK, the gene on chromosome 3q21 encoding MLCK, confer significant susceptibility to sepsis, and sepsisand trauma-induced ALI [21] , as well as contributing to risk of severe asthma in African Americans, another inflammatory lung disorder [22] . A key regulatory feature of nmMLCK is the posttranslational modification (PTM) by increased levels of nmMLCK tyrosine phosphorylation catalyzed by either p60src kinase or c-abl kinase, or by inhibition of tyrosine phosphatases (vanadate). This PTM serves to increase kinase activity and modulates EC barrier responses [15, [23] [24] [25] . Diperoxovanadate, a potent tyrosine phosphatase inhibitor, also increased nmMLCK activity, the number of stress fibers, and EC contraction via activation of p60src kinase. The nmMLCK isoform binds cortactin, another actin-binding protein and EC barrier regulator which localizes to numerous cortical structures within cells [25] . The SH3 domain in cortactin binds the proline-rich areas in nmMLCK [18, 26, 27] , with this interaction enhancing cortical actin formation and tensile strength. The central region of cortactin binds and cross-links actin filaments, with its C-terminus site for p60src kinase-mediated phosphorylation which reduces cross-linking activity. Tyrosine phosphorylation of cortactin by p60src potentiates and stabilizes actin polymerization, and strengthens cortactin-nmMLCK interactions [28] , and is a key step in a sequence of events that produce cytoskeletal changes, reassembly of adherens junctions (AJs), and barrier restoration during lung inflammation.", "cite_spans": [{"start": 358, "end": 362, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 409, "end": 413, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 777, "end": 781, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 997, "end": 1001, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 1110, "end": 1114, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 1435, "end": 1439, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1440, "end": 1444, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 1445, "end": 1449, "text": "[24]", "ref_id": null}, {"start": 1450, "end": 1454, "text": "[25]", "ref_id": null}, {"start": 1781, "end": 1785, "text": "[25]", "ref_id": null}, {"start": 1855, "end": 1859, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 1860, "end": 1863, "text": "26,", "ref_id": null}, {"start": 1864, "end": 1867, "text": "27]", "ref_id": null}, {"start": 2269, "end": 2273, "text": "[28]", "ref_id": null}], "ref_spans": [], "section": "Actin Microfilaments and Myosin"}, {"text": "Microtubules are 25-nm polymers of a-tubulin and b-tubulin that form a lattice network of rigid hollow rods spanning the cell in a polarized fashion from the nucleus to the periphery while undergoing frequent assembly and disassembly [29, 30] . Important functions of microtubules include intracellular transport of vesicles and organelles, as well as signal transduction and cytoskeletal structure. In addition, microtubules act in concert with the actin cytoskeleton to promote EC barrier integrity. Microtubules and actin filaments exhibit complex, but intimate functional interactions during dynamic cellular processes [29] [30] [31] [32] . Microtubule disruption with an agent such as nocodazole or vinblastine induces rapid assembly of actin filaments and focal adhesions, isometric cellular contraction that correlates with the level of MLC phosphorylation, increased permeability across EC monolayers, and increased transendothelial leukocyte migration, events that can be reversed or attenuated by microtubule stabilization with paclitaxel [31, 32]. The mechanisms involved in these effects are poorly understood but are likely to be mediated through interaction with actin filaments, suggesting significant microfilament-microtubule cross talk. Disruption of microtubules causes actin cytoskeletal remodeling, cell contraction, and decreased transendothelial resistance through a Rho kinase induced phosphorylation of MYPT1, a MLC phosphatase [31, 33] . Nocadozole causes formation of stress fibers and myofilament assembly accompanied by increases in MLC phosphorylation, remodeling of AJs [34, 35] , and barrier disruption [31] . Microtubule stabilization with paclitaxel inhibits the formation of stress fibers and preserves cellular shape and intercellular contacts [32] . Although these effects are poorly understood, microfilament-microtubule cross talk represents an intriguing area of EC barrier regulation [32, 36].", "cite_spans": [{"start": 234, "end": 238, "text": "[29,", "ref_id": null}, {"start": 239, "end": 242, "text": "30]", "ref_id": null}, {"start": 623, "end": 627, "text": "[29]", "ref_id": null}, {"start": 628, "end": 632, "text": "[30]", "ref_id": null}, {"start": 633, "end": 637, "text": "[31]", "ref_id": null}, {"start": 638, "end": 642, "text": "[32]", "ref_id": null}, {"start": 1453, "end": 1457, "text": "[31,", "ref_id": null}, {"start": 1458, "end": 1461, "text": "33]", "ref_id": null}, {"start": 1601, "end": 1605, "text": "[34,", "ref_id": null}, {"start": 1606, "end": 1609, "text": "35]", "ref_id": null}, {"start": 1635, "end": 1639, "text": "[31]", "ref_id": null}, {"start": 1780, "end": 1784, "text": "[32]", "ref_id": null}], "ref_spans": [], "section": "Microtubules"}, {"text": "IFs, the third major element involved in EC cytoskeletal structure, were defined on the basis of their 10-12-nm filament structure which distinguished them from 7-nm microfilament and 25-nm microtubules. Despite greater diversity than the highly conserved components of either actin microfilaments or microtubules, IF proteins share a common dimer structure containing two parallel a-helices which combine to form polar fibrils that associate with an array of IF-binding proteins while connecting to the nuclear envelope, peripheral cell junctions, and other cytoskeletal components. IF proteins are expressed in a highly cell specific manner, with vimentin being the primary IF protein found in ECs and other cells of mesenchymal origin. Although these data suggest potential roles for IFs in EC cytoskeletal structure and barrier function, these effects are likely to be subtle and subject to compensation by biological redundancy and the function of IFs in EC barrier regulation is much less understood [15] . Assembly of IFs is a complex process likely highly regulated by signaling cascades associated with cell motility. Vimentin is a dynamic structure undergoing constant assembly/disassembly, as well as anterograde and retrograde movements. Microtubulebased movement of IFs is likely critical for assembly and maintenance of the vimentin IF network [37, 38] . The physical and dynamic properties of the vimentin network in the vascular EC are likely important in regulation of cell shape and resistance to hemodynamic stress that accompanies blood flow and resistance to shear strain, physiological changes regulated by the IF cytoskeleton, and IF-associated proteins which serve as internal scaffolding for ECs, linked to the plasma membrane, and to junctional contacts. Vimentin protein expression is higher in macrovascular EC lining vessels subjected to the highest hemodynamic strain, such as the aorta, compared with microvascular EC lining vessels under less SS. Vimentin knockout mice develop normally without gross blood vessel abnormalities, but with reduced mesenteric artery vessel dilation in response to flow [37, 38] . Downstream responses to flow may be the result of intracellular mechanosignaling events triggered by deformation of the IF cytoskeleton. Changes in unidirectional laminar flow results in rapid adaptation of the EC vimentin network, with directional displacement within minutes of initial exposure. As noted with microfilaments and microtubules, over a period of hours, cytoskeletal filaments align themselves in the direction of flow, with significantly larger change in the vimentin distribution around the nucleus compared with displacement occurring in the cytosol closer to the substrate. These observed spatial changes may be a means of distribution of local shear force transmission throughout the cell and therefore convey cell signaling messages via a mechanosignaling pathway. Thus, vimentin IFs are likely critical for maintaining the structural integrity of ECs under SS, and may also be a conduit for signaling cascades triggered by mechanical force, again an exciting area for future examination.", "cite_spans": [{"start": 1006, "end": 1010, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1358, "end": 1362, "text": "[37,", "ref_id": null}, {"start": 1363, "end": 1366, "text": "38]", "ref_id": null}, {"start": 2132, "end": 2136, "text": "[37,", "ref_id": null}, {"start": 2137, "end": 2140, "text": "38]", "ref_id": null}], "ref_spans": [], "section": "Intermediate Filaments"}, {"text": "Dynamic equilibrium exists between EC contractile forces and the adhesive protein-cytoskeleton linkages with cellcell and cell-matrix interactions necessary for proper barrier function. A major contributor to the intact cellular barrier is the tight apposition of individual ECs with neighboring cells via intercellular junctions which collectively contribute to basal endothelial barrier function. The two primary types of intercellular contacts between ECs are AJs and tight junctions (TJs), both of which link the EC actin cytoskeletons of neighboring cells to each other while providing mechanical stability and mediating signal transduction [15] (Fig. 1) . In addition to cell-cell junction stability, cell-matrix interaction also contributes to stability of the barrier function. Specific components of the focal adhesion complex, i.e., the integrin-based linkage between the extracellular matrix (ECM) and the endothelial cytoskeleton, provide strong tethering of the endothelium to the vessel wall and thus enhanced barrier integrity.", "cite_spans": [{"start": 646, "end": 650, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 651, "end": 659, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Adhesive Protein-Cytoskeleton Linkages"}, {"text": "AJs are composed of cadherins bound together in a homotypic-and Ca 2+ -dependent fashion to link adjacent ECs [39] . Cadherins interact through their cytoplasmic tail with the catenin family of intracellular proteins (primarily b-catenin), which in turn provide anchorage to the actin cytoskeleton [40] . The primary adhesive protein present in human endothelial AJs, vascular endothelial cadherin (VE-cadherin) [41] , is critical to maintenance of EC barrier integrity as demonstrated by increased vascular permeability induced in mice after infusion of VE-cadherin blocking antibody [42] . Similarly, in cultured ECs, VE-cadherin blocking antibody enhanced neutrophil transendothelial migration while producing reorganization of the actin cytoskeleton [43] . Anchorage of VE-cadherin to the actin cytoskeleton is crucial to maintaining barrier integrity since a cytoplasmic-deleted VE-cadherin which cannot anchor to the actin cytoskeleton still forms cadherin-cadherin binding but results in increased vascular permeability [41] .", "cite_spans": [{"start": 110, "end": 114, "text": "[39]", "ref_id": null}, {"start": 298, "end": 302, "text": "[40]", "ref_id": null}, {"start": 412, "end": 416, "text": "[41]", "ref_id": null}, {"start": 585, "end": 589, "text": "[42]", "ref_id": null}, {"start": 754, "end": 758, "text": "[43]", "ref_id": null}, {"start": 1027, "end": 1031, "text": "[41]", "ref_id": null}], "ref_spans": [], "section": "Adhesive Protein-Cytoskeleton Linkages"}, {"text": "TJs, or zona occludens, are areas that surround the entire apical perimeter of adjacent cells and are formed by the fusion of the outer layers of the plasma membranes. These associations are sufficiently tight as to form a virtually impermeable barrier to fluid [44, 45] and are composed of occludins, claudins, and junctional adhesion molecules coupled to cytoplasmic proteins [46] (Fig. 1 ). Similar to VE-cadherin at AJs, ECs express a cell-type-specific transmembrane adhesion protein, claudin-5, at TJs. The cytoplasmic components of TJs are linked to the EC actin cytoskeleton by the zona occludens family (ZO-1). TJs are particularly abundant and prominent in the brain microvasculature and epithelial cells, where strict control of permeability is needed. In contrast, most microvascular beds of ECs, particularly leaky lung microvasculature, have less defined TJ structures and more prominent AJ structures. Therefore, AJs and not TJs have historically been considered the primary targets involved in junctional protein dissociation resulting in increased paracellular permeability, but there is growing evidence that TJs may play a larger role in the regulation of paracellular permeability in the lung than previously thought [47] .", "cite_spans": [{"start": 262, "end": 266, "text": "[44,", "ref_id": null}, {"start": 267, "end": 270, "text": "45]", "ref_id": null}, {"start": 1237, "end": 1241, "text": "[47]", "ref_id": null}], "ref_spans": [{"start": 383, "end": 390, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": "Adhesive Protein-Cytoskeleton Linkages"}, {"text": "Finally, focal adhesions are intimately involved in lung EC barrier regulation via signaling between the cytoskeleton to the ECM. Focal adhesions are attachments of ECs to the underlying ECM and are mediated by ECM proteins (i.e., collagen, fibronectin, laminin, etc.), integrins, and cytoplasmic adhesion plaques (containing vinculin, talin, and paxillin) [48, 49] . Integrins couple the ECM to the cytoskeleton and transmit signals from the surrounding environment and play a key role in the formation of cell adhesion complexes which attach to the actin cytoskeleton via the cytoskeletal proteins actin, vinculin, talin, and a-actinin. Focal adhesions, primarily through integrins, form a bridge for bidirectional signal transduction between the actin cytoskeleton and the cell-matrix interface. Disruptions of the integrin-ECM connection can increase EC permeability [50, 51] and integrins modulate EC permeability to SS and inflammatory mediators [52] . Integrin-ECM binding stimulates tyrosine phosphorylation of proteins such as paxillin, cortactin, and focal adhesion kinase (FAK), as well as calcium influx [53, 54] . FAK is the principal kinase which catalyzes the downstream reactions of integrin engagement and focal adhesion assembly [52], with FAK activity regulated by tyrosine phosphorylation mediated by the Src family. Activation of FAK through tyrosine phosphorylation produces cell contraction and increased EC barrier permeability. We previously reported that integrin b 4 expression is dramatically upregulated upon challenge with the barrier-protective agent simvastatin [55] . Furthermore, the upregulation of integrin b 4 attenuates endotoxin-and ventilator-induced expression of inflammatory cytokines interleukin (IL)-6 and IL-8 [56], suggesting a novel mechanism of modulating endothelial barrier function via integrin b 4 and focal adhesion signaling.", "cite_spans": [{"start": 357, "end": 361, "text": "[48,", "ref_id": null}, {"start": 362, "end": 365, "text": "49]", "ref_id": null}, {"start": 952, "end": 956, "text": "[52]", "ref_id": null}, {"start": 1116, "end": 1120, "text": "[53,", "ref_id": null}, {"start": 1121, "end": 1124, "text": "54]", "ref_id": null}, {"start": 1594, "end": 1598, "text": "[55]", "ref_id": null}], "ref_spans": [], "section": "Adhesive Protein-Cytoskeleton Linkages"}, {"text": "Inflammatory mediators increase vascular permeability by disrupting endothelial junctions and focal adhesion complexes as well as inducing cellular contraction to open paracellular gaps [49, 57-59]. As TJs and AJs are ideally situated in a locale between cell-cell junctions, they logically are key participants in the control of vascular paracellular permeability and monolayer integrity. Recent studies in brain ECs have focused on the importance of claudins in TJ formation and maintenance [60, 61] . Mice with claudin-5 gene knocked out did not have a morphologically altered vascular network or TJ structures, but the claudin-5-deficient pups died within 10 h of birth owing to size-selective loosening of the bloodbrain barrier against molecules of less than 800 kDa. It appears that moderate redundancy among the claudin isoforms may allow for the formation of the TJ, but not for the complete function of the TJ. Claudin-3 appears to act in concert with claudin-5 to form the tightly organized strand network, but in claudin-5 mutants, claudin-3 can only maintain the barrier against larger molecules [60], suggesting claudin-3 is a structural barrier, whereas claudin-5 is crucial for the dynamic regulation of TJ permeability. Gene inactivation of claudin-1 and occludin also has no effects on vascular morphology or barrier permeability, suggesting a minor role in TJ function in endothelium as compared with claudin-5 and claudin-3 Inactivation of these genes in mice does not cause any defect in the development of the vascular system in the embryo, but in adult mice these molecules play an important role in modulating leukocyte diapedesis through ECs. JAM-Cs however, is unique in that unlike other junctional proteins, it increases endothelial permeability when expressed at the EC surface, suggesting a role in promoting and/or organizing junction formation [64] . This activity is mediated by VE-cadherin activity and actin organization, as well as by kinases and phosphatases that modulate TJ protein phosphorylation and endothelial permeability. Many of the studies on TJ have been using brain ECs, where the adhesion molecules are prominent. Nevertheless, recent studies on lung ECs have demonstrated that despite the less prominent formation of TJs as compared with AJs, TJs may play a critical role in the endothelial barrier dysfunction associated with exposure to particulate matter from air pollution, which has been shown to induce a gradual and prolonged barrier dysfunction in cultured lung endothelium [47, 65] . AJs were found unexpectedly to be unaltered but the TJs, specifically ZO-1, were degraded through a calpain-dependent proteasome pathway, a novel mechanism of lung endothelial barrier regulation. In contrast to TJs, the regulation of lung vascular integrity involving AJs has been well characterized. Although VE-cadherin is present in high concentration in all ECs, different types of vessels appear to modify VE-cadherin expression to complement the vascular barrier function of that particular vessel. Four modes of AJ protein regulation of permeability have been described, all involving VE-cadherin: phosphorylation, internalization, cleavage, and expression. Simultaneous coordination of VE-cadherin phosphorylation and internalization appears to be crucial for a rapid response to an increase in permeability [66], whereas VE-cadherin cleavage and expression are progressive alterations. Edemagenic stimuli induce tyrosine phosphorylation of AJ proteins (VE-cadherin, b-catenin, and p120 catenin), which parallels increases in permeability, with the tyrosine kinase Src implicated in the phosphorylation of AJ proteins as it directly associates with the VE-cadherin/catenin complex, and src gene inactivation or treatment with inhibitors blocks VEGF-induced VE-cadherin phosphorylation [67] . Phosphorylation of VE-cadherin is dependent on kinase activation as well as inhibition of associated phosphatases such as the endothelial-specific phosphatase VE-PTP, which also associates with VE-cadherin, and inactivation of the VE-PTP gene leads to a phenotype comparable to that of VE-cadherin null embryos, suggesting that vessels cannot form correctly if VE-cadherin is constantly phosphorylated [68] . Permeability may also be regulated by VE-cadherin internalization. Typically, p120 catenin binds to VE-cadherin and acts as a plasma membrane retention signal to prevent VE-cadherin internalization; however, upon challenge with barrier-disrupting stimuli, activated Src phosphorylates Vav2, a guanine exchange factor (GEF) for Rac, which then phosphorylates VE-cadherin at Ser665, inducing b-arrestin 2 recruitment and promoting clathrin-dependent VE-cadherin internalization [66]. Angiopoietin 1 induces Src trapping by mDia, reducing its activity at AJs, and thus reducing vascular permeability [69] . The third pathway that may induce vascular permeability is VE-cadherin cleavage. VE-cadherin is particularly susceptible to enzymatic proteolysis, specifically elastase and Adam-10, which are released in high amounts by leukocytes, promoting VE-cadherin cleavage, cell extravasation, and vascular leakage. Lastly, permeability control may also be achieved through VE-cadherin gene expression. The VE-cadherin promoter contains several binding sites for transcription factors, TAL-1, ERG, and hypoxia-inducible factors.", "cite_spans": [{"start": 493, "end": 497, "text": "[60,", "ref_id": null}, {"start": 498, "end": 501, "text": "61]", "ref_id": null}, {"start": 1876, "end": 1880, "text": "[64]", "ref_id": null}, {"start": 2533, "end": 2537, "text": "[47,", "ref_id": null}, {"start": 2538, "end": 2541, "text": "65]", "ref_id": null}, {"start": 3837, "end": 3841, "text": "[67]", "ref_id": null}, {"start": 4246, "end": 4250, "text": "[68]", "ref_id": null}, {"start": 4850, "end": 4854, "text": "[69]", "ref_id": null}], "ref_spans": [], "section": "Endothelial AJs/TJs: Dissociation and the Disruption of Vascular Integrity"}, {"text": "Therefore, the interendothelial junction is a key site of regulating vascular permeability, with various stimuli targeting either the TJ or the AJ, or both. Furthermore, there are various combinatory modes of regulating the AJ that promote dissociation of adhesion proteins in the cell-cell junction. However, additional factors often accompany junctional dissociation, such as disbanding of cortical cytoskeleton and increase in cellular contraction, which augment the barrier dysfunction.", "cite_spans": [], "ref_spans": [], "section": "Endothelial AJs/TJs: Dissociation and the Disruption of Vascular Integrity"}, {"text": "The monolayer integrity is regulated by the dynamic equilibrium which exists between contractile forces and tethering forces [18, 70, 71] . Transcellular stress fiber formation and activation of actomyosin interaction, along with the cortical actin ring disassembly, results in contractile tension that induces cell rounding, which contributes to cell-cell gap formation ( Fig. 2) , with inhibition of this cytoskeletal reorganization attenuating barrier dysfunction [72, 73] . Contraction triggered in ECs is regulated by nmMLCKcatalyzed MLC phosphorylation on Thr18 and Ser19 which increases actomyosin ATPase activity and shifts the equilibrium between the folded and unfolded myosin forms [74], thus providing the assembling and functioning of the contractile apparatus of the cells. The MYLK gene on chromosome 3 in humans encodes three proteins: the nmMLCK isoform, the smooth muscle MLCK isoform , and telokin [75] [76] [77] [78] . In smooth muscle, nmMLCK is expressed at relatively low level, being present together with a shorter smooth muscle isoform, whereas only nmMLCK can be detected in ECs [78] and exists as a 1,914 amino acid high molecular weight (214-kDa) protein. The nmMLCK shares essentially identical catalytic and CaM regulatory motifs with smooth muscle MLCK, but contains a unique 922 amino acid N-terminal domain comprising potential novel PTM sites [79] . Inflammatory agonists such as VEGF and thrombin produce rapid increases in MLC phosphorylation, reflecting coordinated nmMLCK activity and the small GTPase Rho and its effector, Rho kinase, result in phosphorylation and, thereby, inhibition of the MYPT1 myosin phosphatase, resulting in stabilization and accumulation of phosphorylated MLC. The aggregated result is actomyosin interaction and EC permeability which is significantly attenuated by MLCK or Rho kinase inhibitors [19, [80] [81] [82] .", "cite_spans": [{"start": 125, "end": 129, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 130, "end": 133, "text": "70,", "ref_id": null}, {"start": 134, "end": 137, "text": "71]", "ref_id": null}, {"start": 467, "end": 471, "text": "[72,", "ref_id": null}, {"start": 472, "end": 475, "text": "73]", "ref_id": null}, {"start": 917, "end": 921, "text": "[75]", "ref_id": null}, {"start": 922, "end": 926, "text": "[76]", "ref_id": null}, {"start": 927, "end": 931, "text": "[77]", "ref_id": null}, {"start": 932, "end": 936, "text": "[78]", "ref_id": null}, {"start": 1378, "end": 1382, "text": "[79]", "ref_id": null}, {"start": 1861, "end": 1865, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1866, "end": 1870, "text": "[80]", "ref_id": null}, {"start": 1871, "end": 1875, "text": "[81]", "ref_id": null}, {"start": 1876, "end": 1880, "text": "[82]", "ref_id": null}], "ref_spans": [{"start": 373, "end": 380, "text": "Fig. 2)", "ref_id": "FIGREF2"}], "section": "Regulation of Vascular Permeability by Stress Fiber Formation and Endothelial Cell Contraction"}, {"text": "Despite the clear contribution of MLCK/Rho kinase driven increases in MLC phosphorylation to tension development and increased vascular permeability, MLCK-independent pathways are also involved in the regulation of cellular contraction. Protein kinase C (PKC)-mediated pathways exert a prominent effect on barrier regulation in a time-and speciesspecific manner without significantly increasing MLC phosphorylation and without inducing formation of actin stress fibers, but with alterations in other components of the endothelial cytoskeleton [18, 83, 84] . PKC-mediated increases in EC permeability involve phosphorylation of caldesmon, an actin-, myosin-, and calmodulin-binding protein present in smooth muscle actomyosin cross-bridges as a 145-kDa protein and in ECs as a 77-kDa protein [84] . The phosphorylation of caldesmon alters smooth muscle crossbridge activity [85] . Caldesmon-mediated regulation of actomyosin ATPase in smooth muscle is also modified by the actin cross-linking protein filamin and gelsolin [86] . Although filamin participates directly in barrier regulation via CaM kinase II activation [87], its effects on actin cytoskeletal rearrangement are regulated through Rho family GTPases [88, 89], thereby providing another link with a known modulator of EC barrier function. The cytokine tumor necrosis factor a (TNF-a) induces slow-onset barrier disruption in cultured ECs independent of MLCK activity [11] . Finally, p38 kinase activation also has been linked to contractile regulation in smooth muscle [90] , EC migration [91, 92], and lipopolysaccharide (LPS)-induced EC permeability [93] . The mechanism through which p38 exerts these effects is unclear but may involve the actin-binding protein hsp27 [94], a known p38 mitogen-activated protein kinase (MAPK) target whose actin-polymerization-inhibiting activity dramatically decreases after phosphorylation [95, 96] in association with stress fiber development [92, 97].", "cite_spans": [{"start": 543, "end": 547, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 548, "end": 551, "text": "83,", "ref_id": null}, {"start": 552, "end": 555, "text": "84]", "ref_id": null}, {"start": 791, "end": 795, "text": "[84]", "ref_id": null}, {"start": 873, "end": 877, "text": "[85]", "ref_id": null}, {"start": 1021, "end": 1025, "text": "[86]", "ref_id": null}, {"start": 1429, "end": 1433, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1531, "end": 1535, "text": "[90]", "ref_id": null}, {"start": 1614, "end": 1618, "text": "[93]", "ref_id": null}, {"start": 1890, "end": 1894, "text": "[95,", "ref_id": null}, {"start": 1895, "end": 1898, "text": "96]", "ref_id": null}], "ref_spans": [], "section": "Regulation of Vascular Permeability by Stress Fiber Formation and Endothelial Cell Contraction"}, {"text": "The pulsatile nature of blood pressure and flow exposes blood vessels to constant hemodynamic forces in the form of SS and cyclic stretch (CS). The flow of blood parallel to the vessel surface produces fluid SS from the friction of blood against the vessel wall. In contrast, CS is an important mechanical force generated in the lung circulation either by circulating blood, which results in the rhythmic, pulsatile distension of the arterial wall, or by tidal breathing. The endothelium converts these mechanical stimuli to intracellular signals that effector cellular functions including proliferation, migration, remodeling, apoptosis, and permeability, as well as gene expression. The cytoskeleton is the key structural framework for the ECs to transmit mechanical forces between its luminal, abluminal, and junctional surfaces to its interior, including the cytoplasm, nucleus, and focal adhesion sites. Changes in mechanical stress ", "cite_spans": [], "ref_spans": [], "section": "Mechanical Stress and Vascular Barrier Function"}, {"text": "Among the organs in the body, the lung exists in a high-oxygen environment and is susceptible to injury by oxidative stress. Cigarette smoking and inhalation of airborne pollutants/toxins/ oxidant gases and particulate matter result in direct lung damage as well as the activation of lung inflammatory responses [104-106]. Long-term exposure of lungs to higher oxygen tension (hyperoxia), as observed with premature infants and critically ill patients on ventilators, causes oxidative stress and lung injury [107]. Thus, increased ROS production has been directly linked to inflammatory lung diseases such as asthma, chronic obstructive pulmonary disease, and ARDS. ROS are essential for normal lung/endothelial function [108] , but an imbalance of the redox equilibrium may contribute to pulmonary edema [109, 110] . The imbalance of oxidants produced to oxidants detoxified, i.e., a change in the redox equilibrium appears important in the development of various inflammatory lung diseases, and increased ROS production have been directly linked to oxidation of DNA, proteins, lipids and sugars, remodeling of ECM, alteration of mitochondrial respiration, and apoptosis. Furthermore, increased levels of ROS have been implicated in initiating signaling cascades of activation of transcription factors (NF-kB and AP-1), chromatin remodeling, and gene expression of proinflammatory mediators [106, 111] . Also, ROS generated by phagocytes that have been recruited to sites of inflammation and excess generation of ROS by vascular cells are a major cause of edema and lung injury. Generation of ROS and ROS signaling in lung endothelium alter vascular permeability in vivo [112, 113] and in endothelial monolayers [24, 114, 115] . Despite several potential sources of ROS [mitochondrial electron transport chain, cytochrome P-450 enzymes, xanthine oxidase, nitric oxide synthases, myeloperoxidase (MPO) system], the vascular NADPH oxidase family of proteins has been shown to be a major contributor of endothelial ROS in response to hyperoxia [116] since NADPH oxidase mediated superoxide production increases endothelial permeability [117, 118] .", "cite_spans": [{"start": 721, "end": 726, "text": "[108]", "ref_id": "BIBREF24"}, {"start": 805, "end": 810, "text": "[109,", "ref_id": "BIBREF25"}, {"start": 811, "end": 815, "text": "110]", "ref_id": "BIBREF26"}, {"start": 1392, "end": 1397, "text": "[106,", "ref_id": null}, {"start": 1398, "end": 1402, "text": "111]", "ref_id": "BIBREF27"}, {"start": 1672, "end": 1677, "text": "[112,", "ref_id": "BIBREF28"}, {"start": 1678, "end": 1682, "text": "113]", "ref_id": "BIBREF29"}, {"start": 1713, "end": 1717, "text": "[24,", "ref_id": null}, {"start": 1718, "end": 1722, "text": "114,", "ref_id": "BIBREF30"}, {"start": 1723, "end": 1727, "text": "115]", "ref_id": "BIBREF31"}, {"start": 2042, "end": 2047, "text": "[116]", "ref_id": "BIBREF32"}, {"start": 2134, "end": 2139, "text": "[117,", "ref_id": "BIBREF33"}, {"start": 2140, "end": 2144, "text": "118]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Pulmonary Vascular Response to Oxidative Stress"}, {"text": "A variety of agonists, cytokines, growth factors, and mechanical forces alter pulmonary vascular barrier properties and serve to increase vascular permeability [11, 15, 17, 19, 24, 99, 119, 120] . The serine protease thrombin represents an ideal model for the examination of agonist-mediated lung endothelial activation and barrier dysfunction as thrombin evokes numerous EC responses that regulate hemostasis and thrombosis, and is recognized as an important mediator in the pathogenesis of ALI [15] . Thrombin increases EC leakiness to macromolecules by ligating and proteolytically cleaving the extracellular N-terminal domain of the thrombin receptor, a member of the family of PARs [121] [122] [123] . The cleaved N-terminus, acting as a tethered ligand, activates the receptor and initiates a number of downstream effects, including cytoskeletal rearrangement (Fig. 2) . In vivo studies have detailed events which followed thrombin infusion into the pulmonary artery of the chronically instrumented lung lymph sheep model initiating a cascade of events that culminate in intravascular coagulation, inflammation, and vascular leak [124] [125] [126] . Naturally occurring agonists, such as the cytokines TNF-a and IL-1b, have a prominent effect early in ALI, causing microthrombosis, and eliciting a cascade of inflammatory signals which result in capillary endothelial production of P-selectin, an adhesion molecule which enhances leukocyte-EC migration [127] [128] [129] and actin reorganization, and paracellular gap formation [130] . TNF-a also increases tyrosine phosphorylation of VE-cadherin, leading to increased paracellular gaps in human lung endothelium [129] .", "cite_spans": [{"start": 160, "end": 164, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 165, "end": 168, "text": "15,", "ref_id": "BIBREF14"}, {"start": 169, "end": 172, "text": "17,", "ref_id": "BIBREF16"}, {"start": 173, "end": 176, "text": "19,", "ref_id": "BIBREF18"}, {"start": 177, "end": 180, "text": "24,", "ref_id": null}, {"start": 181, "end": 184, "text": "99,", "ref_id": null}, {"start": 185, "end": 189, "text": "119,", "ref_id": "BIBREF35"}, {"start": 190, "end": 194, "text": "120]", "ref_id": "BIBREF36"}, {"start": 496, "end": 500, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 687, "end": 692, "text": "[121]", "ref_id": "BIBREF37"}, {"start": 693, "end": 698, "text": "[122]", "ref_id": "BIBREF38"}, {"start": 699, "end": 704, "text": "[123]", "ref_id": "BIBREF39"}, {"start": 1136, "end": 1141, "text": "[124]", "ref_id": "BIBREF40"}, {"start": 1142, "end": 1147, "text": "[125]", "ref_id": "BIBREF41"}, {"start": 1148, "end": 1153, "text": "[126]", "ref_id": "BIBREF42"}, {"start": 1459, "end": 1464, "text": "[127]", "ref_id": "BIBREF43"}, {"start": 1465, "end": 1470, "text": "[128]", "ref_id": "BIBREF44"}, {"start": 1471, "end": 1476, "text": "[129]", "ref_id": "BIBREF45"}, {"start": 1534, "end": 1539, "text": "[130]", "ref_id": "BIBREF46"}, {"start": 1669, "end": 1674, "text": "[129]", "ref_id": "BIBREF45"}], "ref_spans": [{"start": 866, "end": 874, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Bioactive Agonists Which Increase Lung Vascular Permeability"}, {"text": "Much less is known about pre-B-cell colony-enhancing factor (PBEF), a relatively unknown cytokine we identified via functional genomic approaches as a novel ALI candidate gene [131, 132] . PBEF is also known as visfatin, following its identification as a visceral fat hormone [133] , and nicotinamide phosphoribosyltransferase (Nampt), as it serves as the rate-limiting component in the NAD biosynthesis pathway that catalyzes the conversion of nicotinamide and phosphoribosylpyrophosphate into nicotinamide mononucleotide. We demonstrated PBEF as a novel biomarker in sepsis and sepsis-induced ALI with genetic variants conferring ALI susceptibility [131, 132] . Furthermore, PBEF is highly expressed in polymorphonuclear neutrophils (PMNs) of sepsis subjects, with expression upregulated by mechanical force and inflammatory cytokines, and is involved in EC barrier regulation [131, 134, 135] . We explored the mechanistic participation of PBEF in ALI and VILI and demonstrated that recombinant human PBEF is a direct neutrophil chemotactic factor and elicits marked increases in the levels of bronchoalveolar lavage (BAL) PMNs and PMN chemoattractants (KC and MIP-2) after intratracheal injection in mice [136] , changes accompanied by modest increases in lung vascular and alveolar permeability. Dramatic increases in BAL PMNs, BAL protein, and cytokine levels (IL-6, TNF-a, KC) were observed in recombinant human PBEF-and VILI-challenged mice [136] , whereas heterozygous PBEF +/− mice were significantly protected (reduced BAL protein levels, BAL IL-6 levels, peak inspiratory pressures) when exposed to a model of severe VILI and exhibited significantly reduced expression of VILI-associated gene expression modules.", "cite_spans": [{"start": 176, "end": 181, "text": "[131,", "ref_id": "BIBREF47"}, {"start": 182, "end": 186, "text": "132]", "ref_id": "BIBREF48"}, {"start": 276, "end": 281, "text": "[133]", "ref_id": "BIBREF49"}, {"start": 651, "end": 656, "text": "[131,", "ref_id": "BIBREF47"}, {"start": 657, "end": 661, "text": "132]", "ref_id": "BIBREF48"}, {"start": 879, "end": 884, "text": "[131,", "ref_id": "BIBREF47"}, {"start": 885, "end": 889, "text": "134,", "ref_id": "BIBREF50"}, {"start": 890, "end": 894, "text": "135]", "ref_id": "BIBREF51"}, {"start": 1208, "end": 1213, "text": "[136]", "ref_id": "BIBREF52"}, {"start": 1448, "end": 1453, "text": "[136]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Bioactive Agonists Which Increase Lung Vascular Permeability"}, {"text": "The role of the renin-angiotensin system in pulmonary vascular regulation is now well recognized with angiotensin II, a key component of the renin-angiotensin system, generated primarily by angiotensin-converting enzyme (ACE) from angiotensin I and its effects are mediated through angiotensin type I (AT-1) and angiotensin type II (AT-2) receptors which are expressed in the normal lung. The pulmonary endothelium represents a major site of ACE expression and angiotensin II production, with ACE2, a homologue of ACE, expressed in the lung inactivating angiotensin II, leading to the downstream generation of angiotensin 1-7, which acts through AT-2 receptors to induce vasodilatation. Although components of the renin-angiotensin system have been implicated in a variety of lung diseases, including pulmonary hypertension and fibrotic lung diseases, the system has been strongly linked to the pathophysiology of pulmonary vascular leak syndromes. For example, ACE2 serves as the receptor for the coronavirus, first identified in 2003, responsible for severe acute respiratory syndrome [137, 138] , with a mortality rate of more than 50% in the elderly. ACE and AT-2 serve a protective role in ARDS, whereas ACE2, angiotensin II, and AT-1 mediate lung edema and injury associated with ARDS. A role for ACE via angiotensin II and/ or bradykinin in ALI was proposed [139] . Reductions in ACE activity by captopril attenuated the inflammatory response and apoptosis, whereas blocking bradykinin receptors did not attenuate the anti-inflammatory and antiapoptotic effects of captopril [140] . Captopril did not attenuate ACE activity or necrosis, indicating that inflammation and apoptosis in VILI is due to ACE-mediated Ang angiotensin II production [141] .", "cite_spans": [{"start": 1087, "end": 1092, "text": "[137,", "ref_id": "BIBREF53"}, {"start": 1093, "end": 1097, "text": "138]", "ref_id": "BIBREF54"}, {"start": 1365, "end": 1370, "text": "[139]", "ref_id": "BIBREF55"}, {"start": 1582, "end": 1587, "text": "[140]", "ref_id": "BIBREF56"}, {"start": 1748, "end": 1753, "text": "[141]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Bioactive Agonists Which Increase Lung Vascular Permeability"}, {"text": "New blood vessel formation, or angiogenesis, is defined by the generation of new capillaries by ECs either by sprouting or by splitting from pre-existing vessels. Sprouting angiogenesis involves EC detachment from the basement membrane, migration, and subsequent proliferation, tube formation, and, finally, functional maturation of the new vessel [142] . VEGF is key in vasculogenesis as mice lacking the VEGF receptor Flt-1 fail to develop fully functional blood vessels [143] . Inhibition of VEGF as a promising therapeutic strategy in the management of patients with advanced malignancies [144] . Pulmonary hypertension is a devastating disease with many similarities to neoplastic processes and is characterized by aberrant angiogenesis, with VEGF serving as a target in pulmonary hypertension [145, 146] . VEGF increases EC permeability and was originally named \"vascular permeability factor\" for its profound effects on vascular barrier function [147] . VEGF levels are highest in the lungs and plasma and VEGF levels are increased in patients with ARDS compared with the other groups [148] . VEGF increases cytosolic calcium levels and levels of MLC phosphorylation at high doses and VEGF inhibition decreases EC permeability [148, 149] .", "cite_spans": [{"start": 348, "end": 353, "text": "[142]", "ref_id": "BIBREF58"}, {"start": 473, "end": 478, "text": "[143]", "ref_id": "BIBREF59"}, {"start": 593, "end": 598, "text": "[144]", "ref_id": "BIBREF60"}, {"start": 799, "end": 804, "text": "[145,", "ref_id": "BIBREF61"}, {"start": 805, "end": 809, "text": "146]", "ref_id": "BIBREF62"}, {"start": 953, "end": 958, "text": "[147]", "ref_id": "BIBREF63"}, {"start": 1092, "end": 1097, "text": "[148]", "ref_id": "BIBREF64"}, {"start": 1234, "end": 1239, "text": "[148,", "ref_id": "BIBREF64"}, {"start": 1240, "end": 1244, "text": "149]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Bioactive Agonists Which Increase Lung Vascular Permeability"}, {"text": "Additional angiogenic factors with barrier-regulatory properties include angiopoietin 1 and angiopoietin 2, which are critical for normal vascular development. The angiopoietin family is compopsed of vascular growth factors which are ligands to the family of tyrosine kinases that are selectively expressed in the vascular endothelium. VEGF induces EC differentiation and migration, whereas angiopoietin 1 stabilizes vascular networks [150] [151] [152] . Angiopoietin 1 and angiopoietin 4 modulate EC permeability by altering the state of AJs and specifically inhibit vascular leakage in response to VEGF or other barrier-disruptive agents, as well as promoting vessel maturation. Angiopoietin 2 antagonizes angiopoietin 1 and promotes barrier dysregulation by blocking the ability of angiopoietin 1 to activate its receptor [152] .", "cite_spans": [{"start": 435, "end": 440, "text": "[150]", "ref_id": "BIBREF66"}, {"start": 441, "end": 446, "text": "[151]", "ref_id": "BIBREF67"}, {"start": 447, "end": 452, "text": "[152]", "ref_id": "BIBREF68"}, {"start": 825, "end": 830, "text": "[152]", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Bioactive Agonists Which Increase Lung Vascular Permeability"}, {"text": "Understanding the mechanisms of barrier dysfunction offers the advantages to design therapeutic strategies which target barrier-integrity preservation or reverse established barrier dysfunction by restoring vascular integrity. Prior to the last decade, permeability-reducing strategies primarily consisted of cyclic AMP (cAMP) augmentation, producing only modest barrier enhancement [153] [154] [155] [156] . More recently, a number of barrier-promoting agents have been identified which share common signal transduction mechanisms which are distinct from cAMP signals and target the endothelial actin cytoskeleton to facilitate barrier-restorative processes. The dynamic process of actin polymerization allows for the rapid reorganization of actin structures, with profound functional consequences for barrier regulation that are highly dependent on the exact spatial location of this actin rearrangement occurring as either barrier-disrupting cytosolic stress fibers or as a barrier-enhancing thickened cortical actin ring. We have demonstrated that the quiescent EC phenotype is characterized by a cortical actin ring and few stress fibers, a structure which favors cell-cell adhesion and cell-matrix tethering. We have conceptualized a paradigm whereby barrier recovery after edemagenic agonists involves development of a cortical actin ring to anchor cellular junctions and a carefully choreographed (but poorly understood) gap-closing process via formation of Rac GTPase-dependent lamellipodial protrusions into the paracellular space between activated ECs (Fig. 3 ) Within these lamellipodia, signals are transduced to actin-binding proteins (nmMLCK and cortactin) and phosphorylated MLCs in spatial-specific cellular locations. Lamellipodia also require formation of focal adhesions (regulated by the cytoskeleton) critical to the establishment of the linkage of the actin cytoskeleton to target effectors that restore cell-cell adhesion and cell-matrix adhesion. This process is essential to the restoration of endothelial barrier in response to exposure to agonists such as sphingosine 1-phosphate (S1P), hepatocyte growth factor (HGF), simvastatin, activated protein C (APC), ATP, oxidized phopholipids, and hyaluaron [33, 134, [157] [158] [159] [160] [161] . Central to these events is the activation of small GTPases, Rac and cdc42 [162] , which follows ligation of barrier-protective receptors and drives cortical actin remodeling and lamellipodia formation (Fig. 3 ). In addition to lamellipodia, there is increased actin polymerization at the cell periphery (i.e., the cortical actin ring) which occurs with increased force driven by the actin-binding proteins cortactin and nmMLCK, which also translocate to this spatially defined region. Like lamellipodia formation, Rac GTPase-dependent increases in the level of cortical actin follow exposure to multiple barrier-enhancing levels of SS or to potent barrier-enhancing agonists [134, 158, 159] , including S1P [157, 158] , HGF [33], ATP [159] , simvastatin [158] , APC [134] , prostaglandin E 2 [163] , and oxidized phospholipid 1-palmitoyl-2-arachidonoyl-sn-glycero-3-phosphochlorine (OxPAPC) [160] (Table 1 ). These observations serve to highlight the importance of the cellular location of cytoskeletal proteins in maintaining or enhancing EC barrier function, with cortactin directly interacting with nmMLCK, an association which is increased by p60 src tyrosine phosphorylation of either cortactin or nmMLCK [26] . Rac activation is in conjunction with Akt-mediated phosphorylation events known to be involved in EC proliferation and migration [164] and EC barrier enhancement. Akt-induced phosphorylation of the S1P 1 receptor is important in barrier enhancement produced by high molecular weight hyaluronan [161, 165] . [20, 168, 169] S1P S1P 1 receptor S1P induces rapid and potent endothelial barrier enhancement through reduction of the numbers of central actin stress fibers and enhancement of cortical actin formation to stabilize cell-cell junctions. S1P attenuated endotoxin-induced pulmonary edema in mice and canine models of injury [157, 170, 180, 186, 188] Simvastatin", "cite_spans": [{"start": 383, "end": 388, "text": "[153]", "ref_id": "BIBREF69"}, {"start": 389, "end": 394, "text": "[154]", "ref_id": "BIBREF70"}, {"start": 395, "end": 400, "text": "[155]", "ref_id": "BIBREF71"}, {"start": 401, "end": 406, "text": "[156]", "ref_id": "BIBREF72"}, {"start": 2229, "end": 2233, "text": "[33,", "ref_id": null}, {"start": 2234, "end": 2238, "text": "134,", "ref_id": "BIBREF50"}, {"start": 2239, "end": 2244, "text": "[157]", "ref_id": "BIBREF73"}, {"start": 2245, "end": 2250, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 2251, "end": 2256, "text": "[159]", "ref_id": "BIBREF75"}, {"start": 2257, "end": 2262, "text": "[160]", "ref_id": "BIBREF76"}, {"start": 2263, "end": 2268, "text": "[161]", "ref_id": "BIBREF77"}, {"start": 2345, "end": 2350, "text": "[162]", "ref_id": "BIBREF78"}, {"start": 2946, "end": 2951, "text": "[134,", "ref_id": "BIBREF50"}, {"start": 2952, "end": 2956, "text": "158,", "ref_id": "BIBREF74"}, {"start": 2957, "end": 2961, "text": "159]", "ref_id": "BIBREF75"}, {"start": 2978, "end": 2983, "text": "[157,", "ref_id": "BIBREF73"}, {"start": 2984, "end": 2988, "text": "158]", "ref_id": "BIBREF74"}, {"start": 3005, "end": 3010, "text": "[159]", "ref_id": "BIBREF75"}, {"start": 3025, "end": 3030, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 3037, "end": 3042, "text": "[134]", "ref_id": "BIBREF50"}, {"start": 3063, "end": 3068, "text": "[163]", "ref_id": "BIBREF79"}, {"start": 3162, "end": 3167, "text": "[160]", "ref_id": "BIBREF76"}, {"start": 3481, "end": 3485, "text": "[26]", "ref_id": null}, {"start": 3617, "end": 3622, "text": "[164]", "ref_id": "BIBREF80"}, {"start": 3782, "end": 3787, "text": "[161,", "ref_id": "BIBREF77"}, {"start": 3788, "end": 3792, "text": "165]", "ref_id": "BIBREF81"}, {"start": 3795, "end": 3799, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 3800, "end": 3804, "text": "168,", "ref_id": "BIBREF84"}, {"start": 3805, "end": 3809, "text": "169]", "ref_id": "BIBREF85"}, {"start": 4117, "end": 4122, "text": "[157,", "ref_id": "BIBREF73"}, {"start": 4123, "end": 4127, "text": "170,", "ref_id": "BIBREF86"}, {"start": 4128, "end": 4132, "text": "180,", "ref_id": "BIBREF96"}, {"start": 4133, "end": 4137, "text": "186,", "ref_id": "BIBREF102"}, {"start": 4138, "end": 4142, "text": "188]", "ref_id": "BIBREF104"}], "ref_spans": [{"start": 1563, "end": 1570, "text": "(Fig. 3", "ref_id": "FIGREF3"}, {"start": 2472, "end": 2479, "text": "(Fig. 3", "ref_id": "FIGREF3"}, {"start": 3168, "end": 3176, "text": "(Table 1", "ref_id": "TABREF1"}], "section": "Mechanisms of Increased Barrier Integrity: Therapeutic Strategies"}, {"text": "Patients on cholesterol-reducing statin regimens have exhibited improved vascular function. The HMG-CoA reductase inhibitor mitigates VEGF signaling through RhoA inhibition and Rac activation. In vitro, simvastatin pretreatment protects EC from thrombin-induced stress fiber formation and barrier dysfunction [158, 191, 193, 195] ATP G i /G o protein, but not ATP receptor ATP induces endothelial barrier enhancement through a Rac-dependent cytoskeletal rearrangement with reduction of the numbers of central actin stress fibers with increase cortical actin formation. In vivo, nonhyrolyzable ATP protected mice from endotoxin-induced lung injury [159, 196, 198] HGF Cdc42. OxPAPC accentuates peripheral F-actin in a unique ziplike configuration with novel interaction between focal adhesion and AJ complexes. In vivo, OxPAPC protects rats from mechanical-stress-induced lung injury [160, [209] [210] [211] 214] MNTX mOP-R that inhibits S1P 3 receptor Pretreatment with mOP-R antagonist protects ECs from thrombin-and LPS-induced barrier dysfunction through an mOP-R-independent antagonism involving inhibition of RhoA-dependent S1P 3 receptor. The FDA recently approved MNTX for treatment of postoperative ileus, and it may rapidly translate into a treatment for pulmonary edema [215] [216] [217] Anti-PBEF neutralizing antibody Extracellular PBEF PBEF is significantly upregulated in the lung during injury. Extracellular release of PBEF promotes endothelial barrier dysfunction and neutrophil extravasation. Anti-PBEF neutralizing antibodies, which target extracellular PBEF without altering beneficial intracellular PBEF, protected lungs from ventilator-induced lung injury in mice [131, 136] adherens junction, activated protein C, endothelial cell, endothelial protein C receptor, filamentous actin, hepatocyte growth factor, hydroxy-3-methylglutaryl coenzyme A, lipopolysaccharide, mitogen-activated protein kinase, myosin light chain kinase, methylnaltrexone, mu opioid receptor, phosphatidylinositol 3-kinase, 1-palmitoyl-2-arachidonoyl--glycero-3-phosphochlorin, pre-Bcell colony-enhancing factor, protein kinase C, sphingosine 1-phosphate, vascular endothelial growth factor", "cite_spans": [{"start": 309, "end": 314, "text": "[158,", "ref_id": "BIBREF74"}, {"start": 315, "end": 319, "text": "191,", "ref_id": "BIBREF107"}, {"start": 320, "end": 324, "text": "193,", "ref_id": "BIBREF109"}, {"start": 325, "end": 329, "text": "195]", "ref_id": "BIBREF111"}, {"start": 647, "end": 652, "text": "[159,", "ref_id": "BIBREF75"}, {"start": 653, "end": 657, "text": "196,", "ref_id": "BIBREF112"}, {"start": 658, "end": 662, "text": "198]", "ref_id": "BIBREF114"}, {"start": 883, "end": 888, "text": "[160,", "ref_id": "BIBREF76"}, {"start": 889, "end": 894, "text": "[209]", "ref_id": "BIBREF125"}, {"start": 895, "end": 900, "text": "[210]", "ref_id": "BIBREF126"}, {"start": 901, "end": 906, "text": "[211]", "ref_id": "BIBREF127"}, {"start": 907, "end": 911, "text": "214]", "ref_id": "BIBREF130"}, {"start": 1280, "end": 1285, "text": "[215]", "ref_id": "BIBREF131"}, {"start": 1286, "end": 1291, "text": "[216]", "ref_id": "BIBREF132"}, {"start": 1292, "end": 1297, "text": "[217]", "ref_id": "BIBREF133"}, {"start": 1686, "end": 1691, "text": "[131,", "ref_id": "BIBREF47"}, {"start": 1692, "end": 1696, "text": "136]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "RhoA/Rac1"}, {"text": "Historically, cyclic nucleotides have represented the sole strategy for retarding the edema phase observed in inflammatory lung syndromes, possibly via cAMP-dependent protein kinases that phosphorylate proteins such as MLCK and inhibit F-actin reorganization [153, 154, 166, 167] . We examined nmMLCK as a molecular target involved in increase of lung epithelial and EC barrier permeability utilizing genetically engineered mice and complementary strategies to reduce nmMLCK activity or expression. Both MLCK inhibition (membrane-permeant oligopeptide, PIK) and silencing of nmMLCK expression in the lung significantly attenuate LPS-induced lung permeability and inflammation. We also targeted pulmonary vessels and utilized ACE antibody-conjugated liposomes with nmMLCK small interfering RNA (siRNA) as cargo in a murine VILI model, again with significant attenuation of VILI. Furthermore, nmMLCK −/− knockout mice were significantly protected when exposed to a model of severe VILI. Thus, the multidimensional cytoskeletal protein nmMLCK represents an attractive target for reducing lung vascular permeability and lung inflammation in the critically ill [20, 168, 169] .", "cite_spans": [{"start": 259, "end": 264, "text": "[153,", "ref_id": "BIBREF69"}, {"start": 265, "end": 269, "text": "154,", "ref_id": "BIBREF70"}, {"start": 270, "end": 274, "text": "166,", "ref_id": "BIBREF82"}, {"start": 275, "end": 279, "text": "167]", "ref_id": "BIBREF83"}, {"start": 1156, "end": 1160, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 1161, "end": 1165, "text": "168,", "ref_id": "BIBREF84"}, {"start": 1166, "end": 1170, "text": "169]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "MLCK Inhibitors"}, {"text": "S1P is a sphingolipid resulting from the phosphorylation of sphingosine, a product of sphingomyelinase catabolism of sphingomyelin, catalyzed by sphingosine kinase [170] . S1P ligates a family of receptors known as S1P receptors (also termed endothelial differentiation gene or Edg receptors) with prominent effects on the vasculature, promoting EC mitogenesis, chemotaxis, and angiogenesis. Our earlier studies were the first to demonstrate that S1P is the most potent EC chemoattractant in serum [171] and to link S1P and its receptor ligation to enhanced vascular barrier regulation and demonstrated that physiological doses of S1P induce EC activation, marked cytoskeletal rearrangement, and stabilization of lung EC barrier function in vitro [157] . This novel function for S1P was of particular relevance to clinical medicine as thrombocytopenia is well known to be associated with increased vascular leak [172] and although the mechanism of this effect was unknown, we demonstrated that activated platelets are an important source of S1P and directly enhance barrier function via S1P 1 receptor ligation [173] . Platelets contain significant levels of sphingosine kinase but reduced levels of sphingosine lyase, thereby serving as enriched sources for the barrier-promoting S1P [173] . Ligation by S1P of the barrier-enhancing G i -protein-coupled S1P 1 receptor (also known as Edg1) [157, 170, 174, 175] increases Rac GTPase activity [157] , cytosolic calcium level [176] , and aggregation of key barrier-regulatory signaling components into caveolin-rich lipid rafts, including the Rac GTPase target p21-associated Ser/Thr kinase (PAK) and its downstream target cofilin, an actin-binding protein [177] , nmMLCK, cortactin, and c-Abl. PAK and cofilin allow polymerization-depolymerization cycling to occur and thus facilitate rearrangement of actin from primarily transcytoplasmic to primarily cortical in a spatially distinct organization as a cortical actin cellular ring, processes which are integral to EC barrier function [157] . Increases in MLC phosphorylation within a peripheral distribution within the cortical actin ring [157] provide strength to this spatially directed scaffolding force and enhance cell-cell tethering as we described via atomic force microscopy [178] . Immunofluorescence studies demonstrated that overexpressed green fluorescent protein-nmMLCK distributes along cytoplasmic actin fibers, but rapidly translocates to the cortical regions of the cell after S1P treatment, rapidly catalyzing MLC phosphorylation. In addition, confocal microscopy studies showed ECs challenged with S1P demonstrate colocalization of nmMLCK with the key actin-binding and EC barrierregulatory protein cortactin [158] . The interaction of cortactin and nmMLCK decreases cortactin-stimulated actin polymerization [26, 158] and is essential to S1P barrier protection. The p60 src is not involved in this pathway, but other tyrosine kinases such as c-abl are likely involved [158] . S1P-induced cytoskeletal rearrangement produces increased linkage of actin to AJ components, as well as S1P-induced phosphorylation of focal-adhesion-related proteins paxillin and FAK, with translocation of these proteins to the EC periphery, further implicating S1Pinduced cell-cell adhesive changes as part of the mechanism of S1P-induced barrier enhancement [176, 179] . The potential utility of S1P in restoring lung water balance in patients with inflammatory injury was underscored in studies involving small-and large-animal models of ALI in which S1P provided dramatic attenuation of LPS-mediated lung inflammation and permeability [170, 180] . Mice treated with S1P had significantly less histological evidence of inflammatory changes/lung injury, with decreased neutrophil alveolitis on BAL and decreased lung MPO activity [180] . Interestingly, mice treated with S1P after intratracheal administration of LPS also showed an attenuated renal inflammatory response compared with controls, measured by tissue MPO activity and Evans blue dye extravasation as a measure of capillary leak. S1P also protected against intrabronchial LPS-induced ALI and concomitant VILI in a canine model, with decreased shunt fraction, decreased BAL protein, decreased extravascular lung water, and improved oxygenation [181] . Use of a large-animal canine model allowed investigation of regional lung changes in ALI and the effect of S1P on these changes. Computed tomography scans of animals subjected to LPS/VILI found that animals treated with S1P had a dramatic improvement in alveolar air content (with decreased edema) in all lung regions [181] . Additional in vivo studies found that S1P protects against VILI in a murine model as assessed by Evans blue dye extravasation [181] .", "cite_spans": [{"start": 164, "end": 169, "text": "[170]", "ref_id": "BIBREF86"}, {"start": 498, "end": 503, "text": "[171]", "ref_id": "BIBREF87"}, {"start": 747, "end": 752, "text": "[157]", "ref_id": "BIBREF73"}, {"start": 912, "end": 917, "text": "[172]", "ref_id": "BIBREF88"}, {"start": 1111, "end": 1116, "text": "[173]", "ref_id": "BIBREF89"}, {"start": 1285, "end": 1290, "text": "[173]", "ref_id": "BIBREF89"}, {"start": 1391, "end": 1396, "text": "[157,", "ref_id": "BIBREF73"}, {"start": 1397, "end": 1401, "text": "170,", "ref_id": "BIBREF86"}, {"start": 1402, "end": 1406, "text": "174,", "ref_id": "BIBREF90"}, {"start": 1407, "end": 1411, "text": "175]", "ref_id": "BIBREF91"}, {"start": 1442, "end": 1447, "text": "[157]", "ref_id": "BIBREF73"}, {"start": 1474, "end": 1479, "text": "[176]", "ref_id": "BIBREF92"}, {"start": 1705, "end": 1710, "text": "[177]", "ref_id": "BIBREF93"}, {"start": 2035, "end": 2040, "text": "[157]", "ref_id": "BIBREF73"}, {"start": 2140, "end": 2145, "text": "[157]", "ref_id": "BIBREF73"}, {"start": 2284, "end": 2289, "text": "[178]", "ref_id": "BIBREF94"}, {"start": 2729, "end": 2734, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 2829, "end": 2833, "text": "[26,", "ref_id": null}, {"start": 2834, "end": 2838, "text": "158]", "ref_id": "BIBREF74"}, {"start": 2989, "end": 2994, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 3358, "end": 3363, "text": "[176,", "ref_id": "BIBREF92"}, {"start": 3364, "end": 3368, "text": "179]", "ref_id": "BIBREF95"}, {"start": 3637, "end": 3642, "text": "[170,", "ref_id": "BIBREF86"}, {"start": 3643, "end": 3647, "text": "180]", "ref_id": "BIBREF96"}, {"start": 3830, "end": 3835, "text": "[180]", "ref_id": "BIBREF96"}, {"start": 4305, "end": 4310, "text": "[181]", "ref_id": "BIBREF97"}, {"start": 4631, "end": 4636, "text": "[181]", "ref_id": "BIBREF97"}, {"start": 4765, "end": 4770, "text": "[181]", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "SIP and Closely Related Analogues"}, {"text": "We have also evaluated a potential role for S1P in ameliorating lung ischemia-reperfusion injury, a common sequela of lung transplantation, which is characterized by alveolar damage, edema, and inflammation in donor lungs and is a significant cause of transplant failure. Utilizing a rat model of ischemia-reperfusion injury (pulmonary artery ligation and reperfusion), we determined that rats pretreated with S1P exhibited reduced lung vascular permeability and inflammation compared with controls [181] . Lung MPO activity, an index of parenchymal leukocyte infiltration, and levels of IL-6, IL-1b, and IL-2 were also attenuated in S1Ptreated animals exposed to ischemia-reperfusion injury [182] . Together, these findings suggest that S1P may serve as an effective permeability-reducing agent in diverse conditions which share an element of lung inflammatory burden.", "cite_spans": [{"start": 499, "end": 504, "text": "[181]", "ref_id": "BIBREF97"}, {"start": 692, "end": 697, "text": "[182]", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "SIP and Closely Related Analogues"}, {"text": "Despite the profound attractiveness of S1P as a therapeutic agent which targets the endothelium in high-permeability states, S1P has several attributes which limit its potential utility as a permeability-reducing strategy. With an affinity for ligation of the S1P 3 receptor, intratracheal S1P has been implicated as a cause of pulmonary edema via endothelial/ epithelial barrier disruption [182] . S1P also causes bradycardia via ligation of cardiac S1P 3 receptor [183] . These findings generated increased interest in FTY720, a derivative of the natural immunosuppressant myriocin [184] , and a recently described immunosuppressive agent that causes peripheral lymphopenia by inhibiting cellular egress from lymphoid tissues. FTY720 is structurally similar (but not identical) to S1P and is phosphorylated by sphingosine kinase to FTY720-phosphate, which is an agonist at S1P receptors [184] . This characteristic prompted investigation of the effect of FTY720 on EC barrier function. FTY720 did not have superior efficacy compared with mycophenolate mofetil in preventing renal transplant rejection [185] , but it is in phase III clinical trials as an immunosuppressant in multiple sclerosis patients. The clinical availability of FTY720 makes it attractive as a potential mediator of EC barrier function in patients with ALI. Our in vivo studies demonstrated that intraperitoneally administered FTY720 protected against intratracheally administered LPS in a murine model of ALI, as measured by Evans blue dye extravasation [180] . The mechanism of FTY720-induced EC barrier enhancement diverges from the mechanism described for S1P in several ways, including the delayed kinetics of the rise in total energy requirement (TER) compared with S1P [186] . Decreased expression of the S1P1 receptor prevented an S1P-induced increase in TER but only partially altered FTY720-induced TER increases. Unlike S1P, FTY720 did not result in threonine phosphorylation of the S1P1 receptor, nor did inhibition of phosphatidylinositol 3-kinase (PI-3-kinase) prevent FTY720-induced EC barrier enhancement [186] . Furthermore, FTY720 did not cause the increased intracellular calcium level, the MLC phosphorylation, or the cytoskeletal rearrangement seen in response to S1P [186] . Downregulation of Rac or cortactin using siRNAs attenuated the barrier-enhancing effect of S1P, but not that of FTY720 [186] . Although FTY720 is an S1P receptor agonist, its mechanism of barrier enhancement is distinct from that of S1P and does not require the S1P 1 receptor. We are currently pursuing novel S1P and FTY analogues for use in inflammatory lung injury models [187] [188] [189] .", "cite_spans": [{"start": 391, "end": 396, "text": "[182]", "ref_id": "BIBREF98"}, {"start": 466, "end": 471, "text": "[183]", "ref_id": "BIBREF99"}, {"start": 584, "end": 589, "text": "[184]", "ref_id": "BIBREF100"}, {"start": 889, "end": 894, "text": "[184]", "ref_id": "BIBREF100"}, {"start": 1103, "end": 1108, "text": "[185]", "ref_id": "BIBREF101"}, {"start": 1528, "end": 1533, "text": "[180]", "ref_id": "BIBREF96"}, {"start": 1749, "end": 1754, "text": "[186]", "ref_id": "BIBREF102"}, {"start": 2094, "end": 2099, "text": "[186]", "ref_id": "BIBREF102"}, {"start": 2262, "end": 2267, "text": "[186]", "ref_id": "BIBREF102"}, {"start": 2389, "end": 2394, "text": "[186]", "ref_id": "BIBREF102"}, {"start": 2645, "end": 2650, "text": "[187]", "ref_id": "BIBREF103"}, {"start": 2651, "end": 2656, "text": "[188]", "ref_id": "BIBREF104"}, {"start": 2657, "end": 2662, "text": "[189]", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "SIP and Closely Related Analogues"}, {"text": "Another class of prominent barrier-protective agonists under intense scrutiny is the statin family of compounds known as 3-hydroxy-3-methylglutaryl coenzyme A reductase (HMG-CoA reductase) inhibitors [190] . These drugs inhibit cholesterol synthesis in the liver, are commonly used in clinical practice as lipid-lowering agents, and prevent acute coronary events. A plethora of reports have now demonstrated that the benefits of statin therapy cannot be entirely attributed to decreased serum cholesterol level. We have been interested in the effect of statins on endothelial function in ALI as an ever-growing body of literature demonstrates improved outcomes in patients with sepsis who are treated with statins, with decreased mortality in bacteremic patients admitted to the hospital while on statin therapy [190] . A retrospective study in human patients with multiple organ dysfunction syndrome found that those receiving statins had significantly lower 28-day mortality and hospital mortality compared with matched controls not receiving statin therapy [191] . Animal studies suggest dramatically improved survival in mice treated with simvastatin prior to initiation of sepsis by cecal ligation and puncture compared with mice which were not pretreated with simvastatin [192] .", "cite_spans": [{"start": 200, "end": 205, "text": "[190]", "ref_id": "BIBREF106"}, {"start": 812, "end": 817, "text": "[190]", "ref_id": "BIBREF106"}, {"start": 1060, "end": 1065, "text": "[191]", "ref_id": "BIBREF107"}, {"start": 1278, "end": 1283, "text": "[192]", "ref_id": "BIBREF108"}], "ref_spans": [], "section": "Simvastatin"}, {"text": "We have pursued the mechanism of statin action on the endothelium and found that simvastatin attenuated thrombininduced stress fiber formation, paracellular gap formation, and barrier dysfunction [193] . Co-incubation with mevalonate (the product of HMG-CoA reductase activity) eliminated the protective effect of simvastatin against thrombin-induced EC permeability, indicating this effect is due to HMG-CoA reductase inhibition and did not involve either intracellular increased cAMP levels or increased levels of endothelial nitric oxide synthase. Statins inhibit geranylgeranylation of small GTPases, essential for GTPase interaction with cell membranes [158] , and translocation of the small GTPases Rac and Rho to the plasma membrane. EC pretreatment with simvastatin prevented thrombin-induced translocation of Rho to the plasma membrane [193] and simvastatin was found to confer greater protection against thrombin-induced barrier dysfunction than Rho inhibition alone. Rac inhibition may be protective via decreased activation of NADPH oxidase and resultant superoxides that induce barrier dysfunction, and this was also found to be important in simvastatin-induced EC barrier protection [194] . Simvastatin pretreatment resulted in reduced diphosphorylated MLC levels, reduced numbers of stress fibers, increased Rac GTPase activation [158] , cortactin translocation to the EC periphery [158] , and increased cortical actin and decreased paracellular gap formation after thrombin treatment. Unlike S1P, simvastatin does not cause an increased baseline TER [158] .", "cite_spans": [{"start": 196, "end": 201, "text": "[193]", "ref_id": "BIBREF109"}, {"start": 658, "end": 663, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 845, "end": 850, "text": "[193]", "ref_id": "BIBREF109"}, {"start": 1197, "end": 1202, "text": "[194]", "ref_id": "BIBREF110"}, {"start": 1345, "end": 1350, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 1397, "end": 1402, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 1566, "end": 1571, "text": "[158]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Simvastatin"}, {"text": "Simvastatin elicits changes in EC gene expression with downregulation of caldesmon and the thrombin receptor PAR-1, as well as upregulation of integrin b 4 (known to function in cell-cell adhesion), Rac 1, and GEFs, which may regulate Rho GTPase activity [158] . The importance of new protein synthesis to the barrier protective effect of simvastatin was established by the elimination of the protective effect by coincubation of ECs with simvastatin and the protein synthesis inhibitor cycloheximide [158] . In vivo data from an intratracheal-LPS murine model of ALI support the in vitro finding that simvastatin is protective of EC barrier function and against markers of inflammatory lung injury compared with controls, with decreased BAL neutrophil count and MPO activity, decreased vascular permeability, and a marked reduction of inflammatory histological changes [195] . Investigation of gene expression in lung tissue of mice pretreated with simvastatin in this LPS-induced model of ALI found that simvastatin caused differential regulation of several families of genes, including inflammatory and immune response genes, as well as NFkB regulation and cell adhesion genes [195] . Simvastatin may prove to be clinically relevant in treating ALI, as ALI typically has a prolonged course, and treatment with simvastatin along the trajectory of the illness may be beneficial. To this end, a blinded, randomized controlled clinical trial of simvastatin in ALI is currently under way.", "cite_spans": [{"start": 255, "end": 260, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 501, "end": 506, "text": "[158]", "ref_id": "BIBREF74"}, {"start": 870, "end": 875, "text": "[195]", "ref_id": "BIBREF111"}, {"start": 1180, "end": 1185, "text": "[195]", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Simvastatin"}, {"text": "ATP is found in abundance in the EC microenvironment and participates in EC barrier regulation, with constitutive release of ATP across the EC apical membrane in basal conditions [196, 197] . ATP reduced EC albumin permeability in a concentration-dependent manner in ECs from a variety of origins, including porcine aorta and pulmonary artery, bovine aorta, and human umbilical vascular endothelial cells [198] . The mechanism of ATP-induced EC barrier enhancement involves G i /G o proteins [196] but does not involve adenosine receptors [198] , increased PKC activity, or increases in cyclic GMP levels [198] . However, ATP-induced decreases in EC permeability were found to involve the phospholipase C signaling pathway [198] , as well as alterations in EC MLC phosphorylation [199, 200] . We demonstrated that ATP produces Ca 2+ -and p42/44 MAPK-independent increases in cell-cell interfaces (VE-cadherin staining) and increased thickness and continuity of zona occludens (ZO-1) in TJs [196] , mediated in part via cAMP-independent activation of protein kinase A (PKA). We also noted that ATP produced a biphasic effect on MLC phosphorylation, with an initial increase followed by a decrease in levels of phosphorylated MLC. However, the delayed decrease in the levels of phosphorylated MLC was prevented by phosphatase inhibitors, emphasizing the importance of G-protein-mediated phosphatase activity in the ATP-induced decrease in MLC phosphorylation and ATP-induced barrier enhancement [196] . Similar to S1P (as well as HGF, APC, etc.), ATP-mediated barrier enhancement required Rac-dependent cytoskeletal rearrangement with decreased numbers of central actin stress fibers, increased cortical distribution of actin, peripheral MLC phosphorylation, and cortactin translocation to the cortical actin ring [159] . In addition, a rapid, transient increase in MLC diphosphorylation was observed after ATP stimulation, with phosphorylated MLC localized at the cell periphery, a stark contrast to the central, stress-fiber-associated phosphorylated MLC seen in ECs treated with thrombin [159] .", "cite_spans": [{"start": 179, "end": 184, "text": "[196,", "ref_id": "BIBREF112"}, {"start": 185, "end": 189, "text": "197]", "ref_id": "BIBREF113"}, {"start": 405, "end": 410, "text": "[198]", "ref_id": "BIBREF114"}, {"start": 492, "end": 497, "text": "[196]", "ref_id": "BIBREF112"}, {"start": 539, "end": 544, "text": "[198]", "ref_id": "BIBREF114"}, {"start": 605, "end": 610, "text": "[198]", "ref_id": "BIBREF114"}, {"start": 723, "end": 728, "text": "[198]", "ref_id": "BIBREF114"}, {"start": 780, "end": 785, "text": "[199,", "ref_id": "BIBREF115"}, {"start": 786, "end": 790, "text": "200]", "ref_id": "BIBREF116"}, {"start": 990, "end": 995, "text": "[196]", "ref_id": "BIBREF112"}, {"start": 1493, "end": 1498, "text": "[196]", "ref_id": "BIBREF112"}, {"start": 1812, "end": 1817, "text": "[159]", "ref_id": "BIBREF75"}, {"start": 2089, "end": 2094, "text": "[159]", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Adenosine Triphosphate"}, {"text": "As an extension of these in vitro studies, the effect of purinergic stimulation was assessed in a murine model of ALI with intratracheally administered LPS. As ATP is rapidly degraded intravascularly, the nonhydrolyzable analogue ATPgS was used for in vivo studies. Mice given ATPgS intravenously concomitant with intratracheal administration of LPS were protected from LPS-induced ALI compared with controls as assessed by neutrophil infiltration and MPO activity [201] . ATPgS also attenuated the lung microvascular permeability elicited by LPS, with decreased BAL protein and decreased Evans blue-albumin extravasation in mice treated with ATPgS compared with controls [201] . ATPgStreated animals were also protected from the LPS-induced decrease in body weight that was seen in control mice [201] . In addition, in vitro studies found that ATPgS alone produced an increased TER in ECs and also showed delayed protection against the reduction in TER caused by LPS [201] .", "cite_spans": [{"start": 465, "end": 470, "text": "[201]", "ref_id": "BIBREF117"}, {"start": 672, "end": 677, "text": "[201]", "ref_id": "BIBREF117"}, {"start": 796, "end": 801, "text": "[201]", "ref_id": "BIBREF117"}, {"start": 968, "end": 973, "text": "[201]", "ref_id": "BIBREF117"}], "ref_spans": [], "section": "Adenosine Triphosphate"}, {"text": "Alterations in vascular permeability are requisite steps in the angiogenic process [157, 171] . We were the first to report that HGF, a well-known angiogenic factor, like S1P, is a potent EC barrier-protective agonist [33] and acts via stabilization of the EC actin cytoskeleton. HGF-mediated EC protection from the barrier-disrupting effect of thrombin [202] evolves via increased Rac activation involving the Racspecific GEF Tiam1 as well as decreased Rho activation with increased PAK1 phosphorylation [202] . HGF signals via a tyrosine kinase receptor, c-met, and serves to recruit CD44v10, a key transactivated receptor for CD44, into caveolin-enriched microdomains (CEMs) or lipid rafts [203] . In experiments using siRNA, both c-met and CD44 were found to be important in HGF-induced increases in EC TER [203] . Furthermore, pretreatment of ECs with the CEMinterfering compound methyl-b-cyclodextran also prevented HGF-induced increases in TER [203] . In addition, Rac activation by HGF was found to require CEM formation, c-met, CD44, Tiam1, and dynamin-2 [203] . In a mouse model of LPS-induced ALI, HGF was protective against markers of lung inflammation, an effect not noted in CD44 knockout mice [203] . The signaling mechanism involved in HGFinduced EC barrier enhancement is complex, with important roles for c-met, CD44, and CEM formation. HGF produced Rac-dependent increases in the levels of cortical actin, cortactin translocation, and cortical levels of phosphorylated MLC [33] . Further mechanistic studies found that HGFinduced EC barrier enhancement critically involves PI-3-kinase activity, distinguishing the mechanism of HGFinduced barrier enhancement from that of S1P [33], with important roles for MAPKs (ERK and p38) and PKC in HGF-induced EC barrier enhancement [33] . Attention to the role of improved cell-cell or cell-matrix adhesion elicited by HGF found that HGF produced increased b-catenin localization to the EC periphery alongside cortical actin and increased association of b-catenin with VE-cadherin [33] . The cell signaling effectors of HGF (PI-3-kinase, ERK, p38, PKC) were found to converge at phosphorylation of glycogen synthase kinase-3b, which regulates the association of b-catenin and cadherin, thereby controlling cell-cell adhesion [33].", "cite_spans": [{"start": 83, "end": 88, "text": "[157,", "ref_id": "BIBREF73"}, {"start": 89, "end": 93, "text": "171]", "ref_id": "BIBREF87"}, {"start": 354, "end": 359, "text": "[202]", "ref_id": "BIBREF118"}, {"start": 505, "end": 510, "text": "[202]", "ref_id": "BIBREF118"}, {"start": 693, "end": 698, "text": "[203]", "ref_id": "BIBREF119"}, {"start": 811, "end": 816, "text": "[203]", "ref_id": "BIBREF119"}, {"start": 951, "end": 956, "text": "[203]", "ref_id": "BIBREF119"}, {"start": 1064, "end": 1069, "text": "[203]", "ref_id": "BIBREF119"}, {"start": 1208, "end": 1213, "text": "[203]", "ref_id": "BIBREF119"}, {"start": 1492, "end": 1496, "text": "[33]", "ref_id": null}, {"start": 1791, "end": 1795, "text": "[33]", "ref_id": null}, {"start": 2040, "end": 2044, "text": "[33]", "ref_id": null}], "ref_spans": [], "section": "Hepatocyte Growth Factor"}, {"text": "APC is a serine protease that modulates coagulation and inflammation. In 2001, the Food and Drug Administration approved Xigris ® , or recombinant human APC (rhAPC), also known as drotrecogin alfa (activated), for treatment of severe sepsis in adults after a randomized trial found a 28-day survival benefit in treated patients [204] . Because severe sepsis involves ALI and systemic increased vascular permeability, the effect of APC on pulmonary EC permeability is intriguing. Interest in the effect of the anticoagulant APC on EC permeability is also related to the well-described role of the procoagulant thrombin in EC barrier disruption. Furthermore, the mechanism of the survival benefit imparted by treatment with rhAPC is unclear, as APC given to human subjects in the setting of endotoxin infusion improved hemodynamics but did not have an anti-inflammatory or antithrombotic effect [205] , suggesting that a different mechanism may be involved.", "cite_spans": [{"start": 328, "end": 333, "text": "[204]", "ref_id": "BIBREF120"}, {"start": 893, "end": 898, "text": "[205]", "ref_id": "BIBREF121"}], "ref_spans": [], "section": "Activated Protein C"}, {"text": "We demonstrated that APC prevented and was able to reverse thrombin-induced increased permeability [134] . APC also increased MLC phosphorylation and the level of actin at the EC periphery and decreased the number f central stress fibers. The barrier-enhancing effect of APC was found to be mediated by Rac1 activation, similar to the barrier-enhancing effect of S1P, simvastatin, and HGF [134] . The endothelial protein C receptor (EPCR) is critical to APC-induced barrier enhancement and MLC phosphorylation. Furthermore, EPCRmediated transactivation of the S1P 1 receptor via PI-3-kinase is essential and involves direct interaction between EPCR and S1P 1 receptor [134] . This novel pathway for APC-induced EC barrier enhancement may contribute significantly to the survival benefit offered by rhAPC in patients with severe sepsis.", "cite_spans": [{"start": 99, "end": 104, "text": "[134]", "ref_id": "BIBREF50"}, {"start": 389, "end": 394, "text": "[134]", "ref_id": "BIBREF50"}, {"start": 668, "end": 673, "text": "[134]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Activated Protein C"}, {"text": "More recent work has focused on APC in animal models of ALI. Using a rat model of intestinal ischemia-reperfusion injuryinduced ALI, investigators found that APC treatment just prior to reperfusion attenuated subsequent pulmonary edema, which was accompanied by fewer neutrophils on histological examination and a marked improvement in the histological appearance compared with animals that did not receive APC [206] . In addition, rats treated with APC prior to intestinal reperfusion had lower serum levels of TNF-a, IL-6, and D-dimer compared with controls [206] . Investigation of APC in a mouse model of VILI found that APC pretreatment was protective against VILI caused by high tidal volume ventilation, with mice pretreated with APC exhibiting significant reductions in BAL protein and Evans blue dye extravasation compared with controls [207] .", "cite_spans": [{"start": 411, "end": 416, "text": "[206]", "ref_id": "BIBREF122"}, {"start": 560, "end": 565, "text": "[206]", "ref_id": "BIBREF122"}, {"start": 846, "end": 851, "text": "[207]", "ref_id": "BIBREF123"}], "ref_spans": [], "section": "Activated Protein C"}, {"text": "Oxidized phospholipids are derived from oxidized low-density lipoproteins and have been the focus of much investigation in the areas of vascular injury and inflammation [36], with increased levels noted in ALI [104] . Oxidized phospholipids resulting from the oxidation of OxPAPC activate MAPKs ERK, and c-Jun N-terminal kinase, but not p38 or its downstream target, Hsp27 [36], and increased the activity of both PKC and PKA [36] and Src kinases, processes involved in OxPAPC-mediated EC barrier enhancement, whereas Rho, Rho kinase, ERK, p38, and PI-3-kinase were not involved [208] . Furthermore, OxPAPC resulted in phosphorylation of the actin-binding protein cofilin as well as phosphorylation of the focal adhesion proteins FAK and paxillin, indicating that OxPAPC may affect the EC actin cytoskeleton and cellcell adhesions [36] . OxPAPC protects against EC barrier dysfunction in vitro [160, 209] after thrombin and LPS stimu lation [210] . OxPAPC accentuates peripheral F-actin in a unique, ziplike configuration [160, 210, 211] and results in continuous focal adhesions with accumulation of b-catenin [210] . The signaling pathways involved in OxPAPC-mediated endothelial barrier protection involve Rac and Cdc42 [160] , the Rac effector PAK1 [160] , the upstream Rac/Cdc42specific GEFs Tiam1 and bPIX [212] , and the actin-binding proteins cortactin and Arp3 [212] . OxPAPC was found to cause a novel interaction between focal adhesion and AJ complexes, a process mediated by association of paxillin and b-catenin and dependent upon Rac and Cdc42 [213] .", "cite_spans": [{"start": 210, "end": 215, "text": "[104]", "ref_id": null}, {"start": 579, "end": 584, "text": "[208]", "ref_id": "BIBREF124"}, {"start": 831, "end": 835, "text": "[36]", "ref_id": null}, {"start": 894, "end": 899, "text": "[160,", "ref_id": "BIBREF76"}, {"start": 900, "end": 904, "text": "209]", "ref_id": "BIBREF125"}, {"start": 941, "end": 946, "text": "[210]", "ref_id": "BIBREF126"}, {"start": 1022, "end": 1027, "text": "[160,", "ref_id": "BIBREF76"}, {"start": 1028, "end": 1032, "text": "210,", "ref_id": "BIBREF126"}, {"start": 1033, "end": 1037, "text": "211]", "ref_id": "BIBREF127"}, {"start": 1111, "end": 1116, "text": "[210]", "ref_id": "BIBREF126"}, {"start": 1223, "end": 1228, "text": "[160]", "ref_id": "BIBREF76"}, {"start": 1253, "end": 1258, "text": "[160]", "ref_id": "BIBREF76"}, {"start": 1312, "end": 1317, "text": "[212]", "ref_id": "BIBREF128"}, {"start": 1370, "end": 1375, "text": "[212]", "ref_id": "BIBREF128"}, {"start": 1558, "end": 1563, "text": "[213]", "ref_id": "BIBREF129"}], "ref_spans": [], "section": "Oxidized Phospholipids"}, {"text": "In vivo studies have shown that intravenous OxPAPC delivery results in significant attenuation of LPS-induced inflammation in a rat model [214] and VILI [209] . OxPAPC protects ECs from mechanical-stress-induced injury via cytoskeletal rearrangements and changes in Rho and Rac activation and remains a potential therapy for the profound pulmonary edema associated with inflammatory states.", "cite_spans": [{"start": 138, "end": 143, "text": "[214]", "ref_id": "BIBREF130"}, {"start": 153, "end": 158, "text": "[209]", "ref_id": "BIBREF125"}], "ref_spans": [], "section": "Oxidized Phospholipids"}, {"text": "Methylnaltrexone (MNTX) is a peripherally restricted mu opioid receptor (mOP-R) antagonist recently approved by the Food and Drug Administration for the treatment of postoperative ileus and also recently found to work synergistically with 5-fluorouracil and bevacizumab to inhibit VEGF-induced pulmonary EC proliferation and migration [215] . Antagonists of mOP-R are of interest as potential EC barrier-enhancing agents because of the barrier-disruptive properties of the mOP-R agonist morphine [216] . Pretreatment of human pulmonary microvascular ECs with 0.1 mM MNTX was found to protect against the decrease in TER caused by the mOP-R agonists morphine and DAMGO and also protected against the barrier-disruptive effects of thrombin and LPS, which act independently of mOP-R [217] . MNTX augments the barrier-enhancing effect of S1P [217] . EC pretreatment with naloxone, a charged mOP-R antagonist, protected against morphine and DAMGO-induced barrier disruption, but was not protective against barrier disruption caused by thrombin or LPS. These data, together with the observation that siRNA targeting mOP-R had a minimal effect on MNTXinduced protection against thrombin and LPS, suggest that the protective effect of MNTX cannot be attributed to mOP-R antagonism alone [217] . Further experiments found that MNTX confers its barrier-protective effect by inhibiting the association of the RhoA-activating GEF p115RhoGEF with the S1P 3 receptor and resultant RhoA activation that is caused by barrier-disrupting agents [217] . Complementary in vivo experiments found that intravenous administration of MNTX after ALI had been established via intratracheal administration of LPS was protective against ALI at 24 h, as assessed by histological examination and BAL protein and TNF-a levels [217] .", "cite_spans": [{"start": 335, "end": 340, "text": "[215]", "ref_id": "BIBREF131"}, {"start": 496, "end": 501, "text": "[216]", "ref_id": "BIBREF132"}, {"start": 780, "end": 785, "text": "[217]", "ref_id": "BIBREF133"}, {"start": 838, "end": 843, "text": "[217]", "ref_id": "BIBREF133"}, {"start": 1279, "end": 1284, "text": "[217]", "ref_id": "BIBREF133"}, {"start": 1527, "end": 1532, "text": "[217]", "ref_id": "BIBREF133"}, {"start": 1795, "end": 1800, "text": "[217]", "ref_id": "BIBREF133"}], "ref_spans": [], "section": "Methylnaltrexone"}, {"text": "As noted already, PBEF is a biomarker in sepsis and sepsisinduced ALI and intratracheal injection of recombinant PBEF into mice results in increased lung inflammation and vascular permeability [136, 218] , indicating that extracellular PBEF promotes endothelial barrier dysfunction. Intracellular PBEF may have a contrasting beneficial response in ALI function via effects on cell apoptosis. Neutrophils in sepsis patients increase expression of PBEF, which promotes cell survival through the enzymatic process of NAD biosynthesis via nicotinamide phosphoribosyltransferase (Nampt) activity, a feature cancer cells have utilized to prevent cell death. The Nampt inhibitor FK-866 is currently in trials as a cancer drug to promote apoptosis. Thus, PBEF therapies are complicated, with intracellular PBEF appearing to have beneficial effects in cells by promoting cell survival, whereas extracellular PBEF appears to induce inflammatory response. To specifically target extracellular PBEF that may induce deleterious cellular response, we generated neutralizing antibodies against PBEF to act as a molecular sponge for extracellular PBEF without altering intracellular PBEF function, which may be beneficial for the cell. Using a mouse model of lung injury, we demonstrated that the anti-PBEF neutralizing antibodies significantly protected lungs from VILI by reducing the availability of extracellular PBEF from sensitizing the lung endothelium [136] . The study implicates PBEF as a key inflammatory mediator intimately involved in both the development and the severity of ventilator-induced ALI and demonstrated that anti-PBEF neutralizing antibody has potential clinical utility.", "cite_spans": [{"start": 193, "end": 198, "text": "[136,", "ref_id": "BIBREF52"}, {"start": 199, "end": 203, "text": "218]", "ref_id": "BIBREF134"}, {"start": 1444, "end": 1449, "text": "[136]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "PBEF Neutralizing Antibodies"}, {"text": "Various molecules participating in the activation of inflammation in ALI serve as indicators for the progression of normal to pathological biological processes, providing important tools to detect disease and support diagnostic and therapeutic decisions. Ideally, vascular biomarkers have strong correlation between the presence/absence of a disease state and clinical outcome and provide predictive points of intervention to slow or reverse the disease. Furthermore, the indication of a specific biomarker may allow for customized therapies that are more effective in different phases of the disease. New research and novel understanding of the molecular mechanisms of ALI have revealed an abundance of exciting new biomarkers with high potential value as prognostic tools ( Table 2) . Cofactor in the thrombin-induced activation of protein C in the anticoagulant pathway", "cite_spans": [], "ref_spans": [{"start": 776, "end": 784, "text": "Table 2)", "ref_id": "TABREF3"}], "section": "Vascular Biomarkers of Acute Inflammation"}, {"text": "Reduced plasma thrombomodulin level is predictive of higher mortality and worse system dysfunction [229, 239] PAI-1 Inhibitor of plasminogen activator in plasma PAI-1 level increase is predictive of death [240, 242] sICAM-1 Marker of EC activation; adhesion molecules ICAM-1 level increase is predictive of death [249, 264] IL-6 Cytokine; inflammation IL-6 level increase is predictive of death [255, 256] ", "cite_spans": [{"start": 99, "end": 104, "text": "[229,", "ref_id": "BIBREF145"}, {"start": 105, "end": 109, "text": "239]", "ref_id": "BIBREF156"}, {"start": 205, "end": 210, "text": "[240,", "ref_id": "BIBREF157"}, {"start": 211, "end": 215, "text": "242]", "ref_id": "BIBREF159"}, {"start": 313, "end": 318, "text": "[249,", "ref_id": "BIBREF166"}, {"start": 319, "end": 323, "text": "264]", "ref_id": "BIBREF182"}, {"start": 395, "end": 400, "text": "[255,", "ref_id": "BIBREF173"}, {"start": 401, "end": 405, "text": "256]", "ref_id": "BIBREF174"}], "ref_spans": [], "section": "Vascular Biomarkers of Acute Inflammation"}, {"text": "Cytokine; inflammation Secretion of extracellular PBEF upon mechanical stress induces pulmonary edema and neutrophil extravasation in mice [131, 136] ICAM-1 intercellular adhesion molecule-1, interleukin, PAI-1 plasminogen activator inhibitor-1, sICAM-1 soluble intercellular adhesion molecule-1", "cite_spans": [{"start": 139, "end": 144, "text": "[131,", "ref_id": "BIBREF47"}, {"start": 145, "end": 149, "text": "136]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "PBEF"}, {"text": "The importance of sphingolipids to maintain physiological vascular integrity has been well established and thrombocytopenia, a clinical condition in which there is a deficient number of circulating platelets, is associated with increased vascular leak [172] via an unknown mechanism. Activated platelets are an important source of S1P and contain significant levels of sphingosine kinase but reduced levels of sphingosine lyase, thereby serving as enriched sources for the barrier-promoting S1P [173] which directly enhance barrier function via S1P 1 ligation [173] .", "cite_spans": [{"start": 252, "end": 257, "text": "[172]", "ref_id": "BIBREF88"}, {"start": 495, "end": 500, "text": "[173]", "ref_id": "BIBREF89"}, {"start": 560, "end": 565, "text": "[173]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Sphingosine 1-Phosphate"}, {"text": "Although the role of S1P at physiological concentration is critical to maintaining normal endothelial barrier function, the differential ligation to S1P receptors has differential responses. In contrast to the ligation to S1P 1 , the ligation of S1P 3 induces endothelial barrier dysfunction via activation of Rho-dependent actin stress fiber and cell-cell gap formation. Recently, we discovered that culture of ECs challenged with barrier-disrupting agents induces tyrosine nitration of S1P 3 receptors, which are released into media in microparticles or exosomes [219, 220] . The occurrence of protein tyrosine nitration under disease conditions is now firmly established and represents a shift from the physiological signaling actions of •NO to oxidative and potentially pathogenic pathways. Protein tyrosine nitration is an irreversible PTM mediated by reactive nitrogen species, a process that suggests the regulatory function of proteins that undergo phosphorylation in signal transduction cascades might be seriously compromised by peroxynitrite-promoted nitration. We explored S1P 3 as a potential biomarker and observed from immunoblot analysis of serum from mice exposed to various models of vascular injury that they had significant tyrosine-nitrated S1P 3 expression [219, 220] . In addition, we examined serum from patients with sepsis and ALI and discovered tyrosine-nitrated S1P 3 receptor was correlated with disease progression [219, 220] . Therefore, our data indicate tyrosine-nitrated S1P 3 receptor is released from challenged ECs in microparticles and serves as a novel biomarker for vascular injury in various disease models.", "cite_spans": [{"start": 565, "end": 570, "text": "[219,", "ref_id": "BIBREF135"}, {"start": 571, "end": 575, "text": "220]", "ref_id": "BIBREF136"}, {"start": 1279, "end": 1284, "text": "[219,", "ref_id": "BIBREF135"}, {"start": 1285, "end": 1289, "text": "220]", "ref_id": "BIBREF136"}, {"start": 1445, "end": 1450, "text": "[219,", "ref_id": "BIBREF135"}, {"start": 1451, "end": 1455, "text": "220]", "ref_id": "BIBREF136"}], "ref_spans": [], "section": "S1P 3 Receptor (Tyrosine-Nitrated)"}, {"text": "The family of PMN chemotactic cytokines, known as the CXC chemokines have been described and characterized and include IL-8, GRO-a, GRO-b, GRO-g, ENA-78, and granulocyte chemotactic peptide (GCP)-2. These chemokines are all produced by human alveolar macrophages and contain a glutamylleucyl-arginine (ELR) motif that is critical to their neutrophil binding and chemotactic functions [221] . IL-8 is present in biologically significant concentrations in BAL fluid from patients with ARDS, tracking PMN concentrations [222] . Although GRO-a and ENA-78 concentrations are higher than IL-8 concentrations, IL-8 is the predominant chemoattractant in ARDS BAL fluid via its high-affinity binding to CXC chemokine receptors, CXCR1 and CXCR2, on human PMNs. Unlike ENA-78, GRO-a, GRO-b, and GRO-g with a high-affinity binding only to CXCR2, IL-8 and GCP-2 can bind to either receptor with high affinity [223] . In the presence of a systemic inflammatory process such as severe sepsis, CXCR2 is tonically downregulated and the function of only CXCR1 receptor predominates [224] . Thus, of the multiple neutrophil chemotactic factors produced in humans, there appears to be a small group that is particularly relevant to patients with ARDS, with IL-8 and its cognate receptor CXCR1 being the dominant receptor-ligand pair. IL-8 also binds to its circulating high-affinity polyclonal IgG3 and IgG4 autoantibodies naturally [225] , therefore preventing binding to CXC chemokine receptors on PMNs [226] . These autoantibodies are present in lung fluids from patients who are at-risk for ARDS as well as in patients after the onset of ARDS. The ratio of IL-8 autoantibody:cytokine complex was significantly higher at the onset of ARDS than in patients at risk for ARDS. In addition, patients with ARDS with an elevated anti-IL-8-autoantibody:IL-8 complex ratio are more likely to die than patients with lower concentrations of anti-IL-8-autoantibody:IL-8 complex [227] . Thus, the anti-IL-8-autoantibody:IL-8 complex ratio in lung fluid samples was more revealing than lung fluid protein concentrations to predict the development of ARDS in patients who were at-risk, and also for predicting mortality in patients with ARDS [228] .", "cite_spans": [{"start": 384, "end": 389, "text": "[221]", "ref_id": "BIBREF137"}, {"start": 517, "end": 522, "text": "[222]", "ref_id": "BIBREF138"}, {"start": 896, "end": 901, "text": "[223]", "ref_id": "BIBREF139"}, {"start": 1064, "end": 1069, "text": "[224]", "ref_id": "BIBREF140"}, {"start": 1413, "end": 1418, "text": "[225]", "ref_id": "BIBREF141"}, {"start": 1485, "end": 1490, "text": "[226]", "ref_id": "BIBREF142"}, {"start": 1950, "end": 1955, "text": "[227]", "ref_id": "BIBREF143"}, {"start": 2211, "end": 2216, "text": "[228]", "ref_id": "BIBREF144"}], "ref_spans": [], "section": "IL-8/IL-8 Receptor"}, {"text": "The protein C pathway is one of the most important regulators of blood coagulation and serves as a critical link between coagulation and inflammation in sepsis and ALI [229] [230] [231] . Protein C is a vitamin-K-dependent plasma glycoprotein that is synthesized by the liver and circulates as a two-chain biologically inactive zymogen. It is transformed to its active form, APC, by the thrombomodulin-thrombin complex on the cell surface. APC suppresses further thrombin formation by proteolytically inactivating coagulation factors Va and VIIIa [232] . The membrane-bound EPCR potentiates this activation about 20-fold [233] . Recent evidence suggests that, in addition to its anticoagulant effects, APC also has anti-inflammatory properties. Thus, the protein C pathway is important for the control and modulation of both coagulation and inflammation [230] . APC inhibits the production of TNF-a via NFkB activation in monocytes and ECs [234] , and inhibits neutrophil activation and chemotaxis through interaction with a cell-surface receptor similar to the EPCR [235] . Decreased protein C activation on the pulmonary vascular endothelium surface may contribute to the widespread microvascular thrombosis that occurs in the acutely injured lung and may also be proinflammatory and proapoptotic. Administration of APC attenuates experimental sepsis-induced lung injury. In human studies, an infusion of APC 2 h prior to and 6 h after administration of an intravenous injection of LPS prevented LPS-induced increase in tissue factor expression and thrombin formation in plasma after LPS injection, as well as circulating levels of IL-6 or TNF-a, markers of inflammation [236] . Loss of thrombomodulin and EPCR from the cell surface results in a decreased ability to activate protein C, a phenomenon that has been implicated in the pathogenesis of sepsis and lung injury. Release of the protein C pathway components throm-bomodulin and EPCR into the plasma has been reported in experimental sepsis models [237] . In clinical studies, plasma protein C levels were reduced in patients with severe sepsis, with 90% of patients meeting the criteria for acquired protein C deficiency. Low levels of protein C were associated with ventilator dependency and a higher prevalence of ARDS and correlated with higher mortality [238] . Another study demonstrated that patients with severe sepsis varied markedly in their ability to generate APC [239] . Modulation of coagulation and inflammation through the activation of protein C is a critical mechanism in the pathogenesis of sepsis and ALI [231] . Protein C levels and thrombomodulin levels are lower early in the course of ALI and reduced plasma protein C and thrombomodulin levels are associated with higher mortality and more nonpulmonary organ system dysfunction, with the combination of low levels of protein C and other predictors such as high levels of plasminogen activator inhibitor-1 (PAI-1) conferring an even higher risk of mortality. The prognostic value of protein C and thrombomodulin was not altered by exclusion of patients with coexisting sepsis [229] .", "cite_spans": [{"start": 168, "end": 173, "text": "[229]", "ref_id": "BIBREF145"}, {"start": 174, "end": 179, "text": "[230]", "ref_id": "BIBREF146"}, {"start": 180, "end": 185, "text": "[231]", "ref_id": "BIBREF147"}, {"start": 547, "end": 552, "text": "[232]", "ref_id": "BIBREF148"}, {"start": 621, "end": 626, "text": "[233]", "ref_id": "BIBREF149"}, {"start": 854, "end": 859, "text": "[230]", "ref_id": "BIBREF146"}, {"start": 940, "end": 945, "text": "[234]", "ref_id": "BIBREF150"}, {"start": 1067, "end": 1072, "text": "[235]", "ref_id": "BIBREF151"}, {"start": 1673, "end": 1678, "text": "[236]", "ref_id": null}, {"start": 2007, "end": 2012, "text": "[237]", "ref_id": "BIBREF154"}, {"start": 2318, "end": 2323, "text": "[238]", "ref_id": "BIBREF155"}, {"start": 2435, "end": 2440, "text": "[239]", "ref_id": "BIBREF156"}, {"start": 2584, "end": 2589, "text": "[231]", "ref_id": "BIBREF147"}, {"start": 3108, "end": 3113, "text": "[229]", "ref_id": "BIBREF145"}], "ref_spans": [], "section": "Protein C / Thrombomodulin"}, {"text": "The balance between activation of coagulation and activation of fibrinolysis is likely an important determinant of the amount and duration of fibrin deposition in the injured lung, and the fibrinolytic system is profoundly altered in patients with ALI/ARDS, both systemically and in the alveolar compartment. Plasminogen activator (PA) and PAI-1 regulate fibrinolysis, the dissolution of fibrin clots, through modulation of the conversion of plasminogen to plasmin, a major fibrinolytic enzyme [240] . Upregulation of PAI-1, the major inhibitor of fibrinolysis, appears to play a primary role in the shift from profibrinolytic to antifibrinolytic phenotypes in a variety of cell types, including ECs, indicating a risk factor for ALI and sepsis. There are two forms of PA, urokinase-type PA (uPA) and tissue-type PA (tPA). uPA is a cell-surface protein that is responsible for activating fibrinolysis at the tissue level, whereas tPA is a soluble protein that activates intravascular fibrinolysis [241] . Two major endogenous PA inhibitors have been identified, PAI-1 and PAI-2, which are produced by platelets, endothelial, mesothelial, and epithelial cells, including those of the lung [241] . PAI-1 is the major PA inhibitor in plasma and extravascular fluids and has been implicated in the fibrinolytic defect associated with ALI [242] . Human lung ECs isolated from patients with ARDS constitutively express greater levels of PAI-1 than controls with lower fibrinolytic potential as measured by the PA to PAI-1 ratio. In limited ALI/ARDS clinical studies, reduced fibrinolytic capacity and an increase in uPA and in PAI-1 activity was noted in ARDS patents, with levels of PAI-1 higher in both pulmonary edema fluid and plasma of ALI/ARDS patients, and correlated with mortality in patients with ALI/ ARDS [243, 244] . A variety of strategies are being explored to develop inhibitors of PAI-1 that might be of therapeutic use in ALI/ARDS or other diseases associated with high levels of PAI-1 such as cardiovascular disease [240] .", "cite_spans": [{"start": 494, "end": 499, "text": "[240]", "ref_id": "BIBREF157"}, {"start": 997, "end": 1002, "text": "[241]", "ref_id": "BIBREF158"}, {"start": 1188, "end": 1193, "text": "[241]", "ref_id": "BIBREF158"}, {"start": 1334, "end": 1339, "text": "[242]", "ref_id": "BIBREF159"}, {"start": 1811, "end": 1816, "text": "[243,", "ref_id": "BIBREF160"}, {"start": 1817, "end": 1821, "text": "244]", "ref_id": "BIBREF161"}, {"start": 2029, "end": 2034, "text": "[240]", "ref_id": "BIBREF157"}], "ref_spans": [], "section": "Plasminogen Activator Inhibitor-1"}, {"text": "Intercellular adhesion molecule-1 (ICAM-1; CD54) is an adhesion molecule constitutively expressed in the normal lung and is a critical participant in pulmonary innate immunity [245] . Soluble ICAM-1 (sICAM-1) represents a circulating form of ICAM-1 that is constitutively expressed or is inducible on the cell surface of different cell lines [246] . Structurally, ICAM-1 belongs to the immunoglobulin superfamily, serving as a counterreceptor for the leukocyte integrin LFA-1. Interaction between ICAM-1, present on ECs, and LFA-1 facilitates leukocyte adhesion and migration across the endothelium; however, sICAM-1 binding to LFA inhibits lymphocyte attachment to ECs [247] . sICAM-1 is found in BAL fluid and the release of sICAM-1 is induced by several cytokines and various factors, including IL-1, IL-6, TNF-a, interferon-g, and angiotensin II via proteolytic cleavage of ICAM-1 or direct transcription from its messenger RNA [248] . Studies correlating sICAM-1 levels to disease have led to the identification of sICAM-1 as a marker for diseases such as viral infections, autoimmune disease, atherosclerosis, coronary heart disease, cancers, and neurological disorders [249] . Increased BAL sICAM-1 has been described in adults with granulomatous lung diseases such as sarcoidosis, tuberculosis [250] , hypersensitivity pneumonitis, and radiation pneumonitis [251] , and in children exposed to second-hand smoke [252] . Importantly, the level of sICAM-1 is increased in pediatric ARDS during high-frequency oscillatory ventilation [253] and in ALI patients [254] .", "cite_spans": [{"start": 176, "end": 181, "text": "[245]", "ref_id": "BIBREF162"}, {"start": 342, "end": 347, "text": "[246]", "ref_id": "BIBREF163"}, {"start": 670, "end": 675, "text": "[247]", "ref_id": "BIBREF164"}, {"start": 932, "end": 937, "text": "[248]", "ref_id": "BIBREF165"}, {"start": 1176, "end": 1181, "text": "[249]", "ref_id": "BIBREF166"}, {"start": 1302, "end": 1307, "text": "[250]", "ref_id": "BIBREF167"}, {"start": 1366, "end": 1371, "text": "[251]", "ref_id": "BIBREF168"}, {"start": 1419, "end": 1424, "text": "[252]", "ref_id": "BIBREF169"}, {"start": 1538, "end": 1543, "text": "[253]", "ref_id": "BIBREF170"}, {"start": 1564, "end": 1569, "text": "[254]", "ref_id": "BIBREF172"}], "ref_spans": [], "section": "Soluble Intercellular Adhesion Molecule-1"}, {"text": "IL-6, a well-recognized ALI candidate gene and ALI biomarker [255, 256] , and is produced by a wide range of cells, including ECs, in response to stimulation by endotoxin, IL-1b, and TNF-a [257] . IL-6 in the acute-phase response stimulates synthesis of C-reactive protein from hepatocytes in vitro and in vivo [258] . Elevated levels have been described in acute conditions such as burns, major surgery, and sepsis and may predict development of multiple organ failure and the severity of ARDS of different orgins, such as sepsis and acute pancreatitis [255] . The elevation of the level of and persistence of circulating IL-6 has been associated with increased mortality in critically ill patients with ARDS, sepsis, and trauma, and IL-6 concentrations have been shown to be elevated in the BAL fluid from patients with established severe ALI [259] . Functional polymorphisms in the promoter region of the IL-6 gene exist (G174C), with the C allele associated with reduced gene promoter activity, lower circulating IL-6 concentrations, and a lower mortality rate in patients with acute respiratory failure admitted to the ICU [260] . In the multispecies ALI studies performed, significant IL-6 gene expression across all species as well as differential region-specific expression in the canine ALI model has been noted. All of these facts suggest that the role of IL-6 in ALI is complex and IL-6 may have a dual role in the temporal response to sepsis and mechanical stress.", "cite_spans": [{"start": 61, "end": 66, "text": "[255,", "ref_id": "BIBREF173"}, {"start": 67, "end": 71, "text": "256]", "ref_id": "BIBREF174"}, {"start": 189, "end": 194, "text": "[257]", "ref_id": "BIBREF175"}, {"start": 311, "end": 316, "text": "[258]", "ref_id": "BIBREF176"}, {"start": 554, "end": 559, "text": "[255]", "ref_id": "BIBREF173"}, {"start": 845, "end": 850, "text": "[259]", "ref_id": "BIBREF177"}, {"start": 1128, "end": 1133, "text": "[260]", "ref_id": "BIBREF178"}], "ref_spans": [], "section": "Interleukin-6"}, {"text": "The PBEF gene is one of a handful of genes with extremely high level of expression across the range of ALI models used and in human ALI samples. Whereas we were the first to report that PBEF is significantly upregulated in the lung as well as in models of lung injury [131] , the published literature on PBEF is quite sparse [261, 262] . This gene encodes for a proinflammatory cytokine, originally described for its role in the maturation of B-cell precursors, with gene expression upregulated in amniotic membranes from patients undergoing premature labor, especially with amniotic infections. PBEF protein levels were significantly increased in both BAL fluid and serum of human, murine, and canine ALI models as well as in cytokine-or CS-activated lung microvascular endothelium [131, 136] . Triple immunohistochemical staining of canine lungs revealed colocalization of increased PBEF expression in lung endothelium, type II alveolar epithelial cells, and infiltrating neutrophils, as well as upregulation of PBEF expression in inflammatory cytokine-stimulated human pulmonary microvascular ECs in vitro [131] . These results support PBEF as a potential biomarker in ALI and potentially involved in inflammatory lung processes, a notion supported by recent studies in patients with sepsis which convincingly demonstrate that PBEF inhibits neutrophil apoptosis [131, 136] . Common variants in the human PBEF gene are also confirmed to be associated with susceptibility to sepsis-associated ALI [263] . The T allele in the C-1543T single-nucleotide polymorphism in the PBEF promoter region was associated with a nearly twofold decrease in the reporter gene expression. This result is consistent with our observations from animal models of ALI, human patients with ALI, and in vitro cell culture experiments, and suggests that higher expression of PBEF is implicated in the pathogenesis of ALI. These results further suggest that genetically determined increased PBEF expression contributes to susceptibility to ALI.", "cite_spans": [{"start": 268, "end": 273, "text": "[131]", "ref_id": "BIBREF47"}, {"start": 325, "end": 330, "text": "[261,", "ref_id": "BIBREF179"}, {"start": 331, "end": 335, "text": "262]", "ref_id": "BIBREF180"}, {"start": 783, "end": 788, "text": "[131,", "ref_id": "BIBREF47"}, {"start": 789, "end": 793, "text": "136]", "ref_id": "BIBREF52"}, {"start": 1109, "end": 1114, "text": "[131]", "ref_id": "BIBREF47"}, {"start": 1365, "end": 1370, "text": "[131,", "ref_id": "BIBREF47"}, {"start": 1371, "end": 1375, "text": "136]", "ref_id": "BIBREF52"}, {"start": 1498, "end": 1503, "text": "[263]", "ref_id": "BIBREF181"}], "ref_spans": [], "section": "Pre-B-cell Colony-Enhancing Factor"}, {"text": "Despite decades of frustration in the pursuit of potent barrierregulatory therapies, progress has now been made for alleviation of the human suffering associated with uncontrolled lung vascular leakage and alveolar flooding. Novel biologically compatible agents have now been identified which can preserve or restore vascular integrity, leveraging new insights into the mechanisms which govern the integrity of the vascular endothelium, particularly the role of cytoskeletal linkages to junctional proteins. In addition, several endothelial target proteins or protein pathway participants also serve as potentially novel biomarkers in the management of these patients. The newly revised scientific armamentarium offers promise for the future management of pulmonary edema associated with increased vascular leak in the critically ill as well as other lung conditions which exhibit strongly dysregulated barrier function such as radiation pneumonitis, acute chest syndrome in sickle cell patients, and in subacute inflammatory disorders such as asthma. Nearly each barrier-regulatory agent discussed herein has been successfully evaluated in preclinical models of ALI and one agent, FTY720, is in phase III trials, whereas three agents, statins, APC and MNTX, are currently approved by the Food and Drug Administration for other medical conditions. Thus, the prospects for the rapid translation of these lung vascular barrier-protective strategies to clinical practice are high. Additional translational bench-to-bedside genomic and genetic strategy approaches combined with dissection of the basic mechanisms of endothelial structure/function during inflammation will lead to greater specificity in advancing clinical trials of agents for the treatment of inflammatory lung injury in a manner which represents personalized medicine for critically ill individuals. (2002) ", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Perspectives"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pathophysiology of acute lung injury and the acute respiratory distress syndrome", "authors": [{"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}], "year": 2006, "venue": "Semin Respir Crit Care Med", "volume": "27", "issn": "", "pages": "337--349", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The acute respiratory distress syndrome", "authors": [{"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "18", "pages": "1334--1349", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Attenuation of rodent lung ischemia-reperfusion injury by sphingosine 1-phosphate", "authors": [{"first": "L", "middle": [], "last": "Moreno-Vinasco", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Jacobson", "suffix": ""}, {"first": "P", "middle": [], "last": "Bonde", "suffix": ""}], "year": 2008, "venue": "J Organ Dysfunct", "volume": "4", "issn": "", "pages": "106--114", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Protective effects of simvastatin in a murine model of radiation-induced lung injury (RILI)", "authors": [{"first": "B", "middle": [], "last": "Mathew", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Jacobson", "suffix": ""}, {"first": "M", "middle": [], "last": "Sullivan", "suffix": ""}], "year": 2009, "venue": "Am J Respir Crit Care Med", "volume": "179", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Simvastatin attenuates radiation-induced lung injury and dysregulated lung gene expression", "authors": [{"first": "B", "middle": [], "last": "Mathew", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Jacobson", "suffix": ""}], "year": 2010, "venue": "Am J Respir Cell Mol Biol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A common cortactin gene variation confers differential susceptibility to severe asthma", "authors": [{"first": "S", "middle": ["F"], "last": "Ma", "suffix": ""}, {"first": "C", "middle": [], "last": "Flores", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Wade", "suffix": ""}], "year": 2008, "venue": "Genet Epidemiol", "volume": "32", "issn": "", "pages": "757--766", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Functional variant of the sphingosine-1-phosphate receptor 1 gene associate with asthma susceptibility", "authors": [{"first": "X", "middle": [], "last": "Sun", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Ma", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Wade", "suffix": ""}], "year": 2010, "venue": "J Allergy Clin Immunol", "volume": "126", "issn": "", "pages": "241--249", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "In vivo versus in vitro oviductal glycoprotein (OGP) association with the zona pellucida (ZP) in the hamster and baboon", "authors": [{"first": "M", "middle": ["B"], "last": "O&apos;day-Bowman", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Mavrogianis", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Minshall", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Verhage", "suffix": ""}], "year": 2002, "venue": "Mol Reprod Dev", "volume": "62", "issn": "", "pages": "248--256", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Studies on inflammation. 1. The effect of histamine and serotonin on vascular permeability: an electron microscopic study", "authors": [{"first": "G", "middle": [], "last": "Majno", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Palade", "suffix": ""}], "year": 1961, "venue": "J Biophys Biochem Cytol", "volume": "11", "issn": "", "pages": "571--605", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Studies on inflammation. II. The site of action of histamine and serotonin along the vascular tree: a topographic study", "authors": [{"first": "G", "middle": [], "last": "Majno", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Palade", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Schoefl", "suffix": ""}], "year": 1961, "venue": "J Biophys Biochem Cytol", "volume": "11", "issn": "", "pages": "607--626", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Differential effect of MLC kinase in TNF-alpha-induced endothelial cell apoptosis and barrier dysfunction", "authors": [{"first": "I", "middle": [], "last": "Petrache", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Crow", "suffix": ""}, {"first": "A", "middle": [], "last": "Birukova", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2001, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "280", "issn": "", "pages": "1168--1178", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Role of Ca 2+ /calmodulin-dependent phosphatase 2B in thrombininduced endothelial cell contractile responses", "authors": [{"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}, {"first": "C", "middle": [], "last": "Cooke", "suffix": ""}, {"first": "M", "middle": [], "last": "Herenyiova", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Patterson", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 1998, "venue": "Am J Physiol", "volume": "275", "issn": "", "pages": "788--799", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The role of protein kinase C in alphathrombin-mediated endothelial cell activation", "authors": [{"first": "J", "middle": ["E"], "last": "Stasek", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 1992, "venue": "Semin Thromb Hemost", "volume": "18", "issn": "", "pages": "117--125", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Vimentin function in lymphocyte adhesion and transcellular migration", "authors": [{"first": "M", "middle": [], "last": "Nieminen", "suffix": ""}, {"first": "T", "middle": [], "last": "Henttinen", "suffix": ""}, {"first": "M", "middle": [], "last": "Merinen", "suffix": ""}, {"first": "F", "middle": [], "last": "Marttila-Ichihara", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Eriksson", "suffix": ""}, {"first": "S", "middle": [], "last": "Jalkanen", "suffix": ""}], "year": 2006, "venue": "Nat Cell Biol", "volume": "8", "issn": "", "pages": "156--162", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Cytoskeletal regulation of pulmonary vascular permeability", "authors": [{"first": "S", "middle": ["M"], "last": "Dudek", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2001, "venue": "J Appl Physiol", "volume": "91", "issn": "", "pages": "1487--1500", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Role of endothelial cell cytoskeleton in control of endothelial permeability", "authors": [{"first": "D", "middle": ["M"], "last": "Shasby", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Shasby", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Sullivan", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Peach", "suffix": ""}], "year": 1982, "venue": "Circ Res", "volume": "51", "issn": "", "pages": "657--661", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Thrombin-induced increase in albumin permeability across the endothelium", "authors": [{"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "A", "middle": [], "last": "Siflinger-Birnboim", "suffix": ""}, {"first": "R", "middle": [], "last": "Bizios", "suffix": ""}, {"first": "Del", "middle": [], "last": "Vecchio", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Fenton", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Malik", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "", "suffix": ""}], "year": 1986, "venue": "J Cell Physiol", "volume": "128", "issn": "", "pages": "96--104", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Regulation of endothelial cell gap formation and paracellular permeability", "authors": [{"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Schaphorst", "suffix": ""}], "year": 1995, "venue": "J Investig Med", "volume": "43", "issn": "", "pages": "117--126", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Differential regulation of diverse physiological responses to VEGF in pulmonary endothelial cells", "authors": [{"first": "P", "middle": ["M"], "last": "Becker", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Booth", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": [], "last": "Birukova", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2001, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "281", "issn": "", "pages": "1500--1511", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Critical role for non-muscle MLCK in ventilator-induced lung injury (VILI)", "authors": [{"first": "T", "middle": [], "last": "Mirzapoiazova", "suffix": ""}, {"first": "J", "middle": [], "last": "Moitra", "suffix": ""}, {"first": "S", "middle": [], "last": "Sammani", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Novel polymorphisms in the myosin light chain kinase gene confer risk for acute lung injury", "authors": [{"first": "L", "middle": [], "last": "Gao", "suffix": ""}, {"first": "A", "middle": [], "last": "Grant", "suffix": ""}, {"first": "I", "middle": [], "last": "Halder", "suffix": ""}], "year": 2006, "venue": "Am J Respir Cell Mol Biol", "volume": "34", "issn": "", "pages": "487--495", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A variant of the myosin light chain kinase gene is associated with severe asthma in African Americans", "authors": [{"first": "C", "middle": [], "last": "Flores", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Ma", "suffix": ""}, {"first": "K", "middle": [], "last": "Maresso", "suffix": ""}, {"first": "C", "middle": [], "last": "Ober", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2007, "venue": "Genet Epidemiol", "volume": "31", "issn": "", "pages": "296--305", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "H2O2 and genistein differentially modulate protein tyrosine phosphorylation, endothelial morphology, and monolayer barrier function", "authors": [{"first": "J", "middle": ["M"], "last": "Carbajal", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Schaeffer", "suffix": ""}], "year": 1998, "venue": "Biochem Biophys Res Commun", "volume": "249", "issn": "", "pages": "461--466", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Chronic granulomatous disease: more than the lack of superoxide?", "authors": [{"first": "M", "middle": [], "last": "Geiszt", "suffix": ""}, {"first": "A", "middle": [], "last": "Kapus", "suffix": ""}, {"first": "E", "middle": [], "last": "Ligeti", "suffix": ""}], "year": 2001, "venue": "J Leukoc Biol", "volume": "69", "issn": "", "pages": "191--196", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Redox signaling in the lungs", "authors": [{"first": "I", "middle": [], "last": "Rahman", "suffix": ""}], "year": 2005, "venue": "Antioxid Redox Signal", "volume": "7", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Glutathione, stress responses, and redox signaling in lung inflammation", "authors": [{"first": "I", "middle": [], "last": "Rahman", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Biswas", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Jimenez", "suffix": ""}, {"first": "M", "middle": [], "last": "Torres", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Forman", "suffix": ""}], "year": 2005, "venue": "Antioxid Redox Signal", "volume": "7", "issn": "", "pages": "42--59", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Lung ischemia: endothelial cell signaling by reactive oxygen species. A progress report", "authors": [{"first": "A", "middle": ["B"], "last": "Fisher", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Al-Mehdi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wei", "suffix": ""}, {"first": "C", "middle": [], "last": "Song", "suffix": ""}, {"first": "Y", "middle": [], "last": "Manevich", "suffix": ""}], "year": 2003, "venue": "Adv Exp Med Biol", "volume": "510", "issn": "", "pages": "343--347", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Inflammatory cells and oxygen radicals", "authors": [{"first": "M", "middle": [], "last": "Nagata", "suffix": ""}], "year": 2005, "venue": "Curr Drug Targets Inflamm Allergy", "volume": "4", "issn": "", "pages": "503--504", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Reactive oxygen species in pulmonary inflammation by ambient particulates", "authors": [{"first": "F", "middle": [], "last": "Tao", "suffix": ""}, {"first": "B", "middle": [], "last": "Gonzalez-Flecha", "suffix": ""}, {"first": "L", "middle": [], "last": "Kobzik", "suffix": ""}], "year": 2003, "venue": "Free Radic Bol Med", "volume": "35", "issn": "", "pages": "327--340", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Reactive oxygen species in cell signaling", "authors": [{"first": "V", "middle": ["J"], "last": "Thannickal", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Fanburg", "suffix": ""}], "year": 2000, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "279", "issn": "", "pages": "1005--1028", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Role of Ca 2+ in diperoxovanadate-induced cytoskeletal remodeling and endothelial cell barrier function", "authors": [{"first": "P", "middle": ["V"], "last": "Usatyuk", "suffix": ""}, {"first": "V", "middle": ["P"], "last": "Fomin", "suffix": ""}, {"first": "S", "middle": [], "last": "Shi", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "K", "middle": [], "last": "Schaphorst", "suffix": ""}, {"first": "V", "middle": [], "last": "Natarajan", "suffix": ""}], "year": 2003, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "285", "issn": "", "pages": "1006--1017", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Hyperoxiainduced NAD(P)H oxidase activation and regulation by MAP kinases in human lung endothelial cells", "authors": [{"first": "N", "middle": ["L"], "last": "Parinandi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Kleinberg", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Usatyuk", "suffix": ""}], "year": 2003, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "284", "issn": "", "pages": "26--38", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Oxidant stress and endothelial cell dysfunction", "authors": [{"first": "H", "middle": [], "last": "Lum", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Roebuck", "suffix": ""}], "year": 2001, "venue": "Am J Physiol Cell Physiol", "volume": "280", "issn": "", "pages": "719--741", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Protein kinase C modulates pulmonary endothelial permeability: a paradigm for acute lung injury", "authors": [{"first": "A", "middle": [], "last": "Siflinger-Birnboim", "suffix": ""}, {"first": "A", "middle": [], "last": "Johnson", "suffix": ""}], "year": 2003, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "284", "issn": "", "pages": "435--451", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Signal transduction and regulation of lung endothelial cell permeability. Interaction between calcium and cAMP", "authors": [{"first": "T", "middle": ["M"], "last": "Moore", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Chetham", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Kelly", "suffix": ""}, {"first": "T", "middle": [], "last": "Stevens", "suffix": ""}], "year": 1998, "venue": "Am J Physiol", "volume": "275", "issn": "", "pages": "203--222", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Leukocyte-induced microvascular permeability: how contractile tweaks lead to leaks", "authors": [{"first": "R", "middle": ["O"], "last": "Dull", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2002, "venue": "Circ Res", "volume": "90", "issn": "", "pages": "1143--1144", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Clearance of thrombin from circulation in rabbits by high-affinity binding sites on endothelium. Possible role in the inactivation of thrombin by antithrombin III", "authors": [{"first": "P", "middle": [], "last": "Lollar", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Owen", "suffix": ""}], "year": 1980, "venue": "J Clin Invest", "volume": "66", "issn": "", "pages": "1222--1230", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Thrombin receptor activating peptides induce Ca 2+ mobilization, barrier dysfunction, prostaglandin synthesis, and plateletderived growth factor mRNA expression in cultured endothelium", "authors": [{"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "C", "middle": [], "last": "Patterson", "suffix": ""}, {"first": "C", "middle": [], "last": "Bahler", "suffix": ""}, {"first": "J", "middle": [], "last": "Aschner", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hart", "suffix": ""}, {"first": "D", "middle": [], "last": "English", "suffix": ""}], "year": 1993, "venue": "J Cell Physiol", "volume": "156", "issn": "", "pages": "541--549", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Molecular cloning of a functional thrombin receptor reveals a novel proteolytic mechanism of receptor activation", "authors": [{"first": "T", "middle": ["K"], "last": "Vu", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Hung", "suffix": ""}, {"first": "V", "middle": ["I"], "last": "Wheaton", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Coughlin", "suffix": ""}], "year": 1991, "venue": "Cell", "volume": "64", "issn": "", "pages": "1057--1068", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Abrogation of thrombininduced increase in pulmonary microvascular permeability in PAR-1 knockout mice", "authors": [{"first": "S", "middle": ["M"], "last": "Vogel", "suffix": ""}, {"first": "X", "middle": [], "last": "Gao", "suffix": ""}, {"first": "D", "middle": [], "last": "Mehta", "suffix": ""}], "year": 2000, "venue": "Physiol Genomics", "volume": "4", "issn": "", "pages": "137--145", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Isoproterenol reduces thrombin-induced pulmonary endothelial permeability in vitro", "authors": [{"first": "F", "middle": ["L"], "last": "Minnear", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Demichele", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Moon", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Rieder", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Fenton", "suffix": ""}], "year": 1989, "venue": "Am J Physiol", "volume": "257", "issn": "", "pages": "1613--1623", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Enzymatic activity is necessary for thrombin-mediated increase in endothelial permeability", "authors": [{"first": "J", "middle": ["L"], "last": "Aschner", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lennon", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Fenton", "suffix": ""}, {"first": "M", "middle": [], "last": "Aschner", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Malik", "suffix": ""}], "year": 1990, "venue": "Am J Physiol", "volume": "259", "issn": "", "pages": "270--275", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Cytokine regulation of endothelial cell function: from molecular level to the bedside", "authors": [{"first": "A", "middle": [], "last": "Mantovani", "suffix": ""}, {"first": "F", "middle": [], "last": "Bussolino", "suffix": ""}, {"first": "M", "middle": [], "last": "Introna", "suffix": ""}], "year": 1997, "venue": "Immunol Today", "volume": "18", "issn": "", "pages": "231--240", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The role of p38 map kinase in tumor necrosis factor-induced redistribution of vascular endothelial cadherin and increased endothelial permeability", "authors": [{"first": "F", "middle": ["E"], "last": "Nwariaku", "suffix": ""}, {"first": "J", "middle": [], "last": "Chang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2002, "venue": "Shock", "volume": "18", "issn": "", "pages": "82--85", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "TNF-a increases tyrosine phosphorylation of vascular endothelial cadherin and opens the paracellular pathway through fyn activation in human lung endothelia", "authors": [{"first": "D", "middle": ["J"], "last": "Angelini", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Hyun", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Grigoryev", "suffix": ""}], "year": 2006, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "291", "issn": "", "pages": "1232--1245", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Pulmonary capillary endothelium-bound angiotensin-converting enzyme activity in acute lung injury", "authors": [{"first": "S", "middle": ["E"], "last": "Orfanos", "suffix": ""}, {"first": "A", "middle": [], "last": "Armaganidis", "suffix": ""}, {"first": "C", "middle": [], "last": "Glynos", "suffix": ""}], "year": 2000, "venue": "Circulation", "volume": "102", "issn": "", "pages": "2011--2018", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Pre-B-cell colonyenhancing factor as a potential novel biomarker in acute lung injury", "authors": [{"first": "S", "middle": ["Q"], "last": "Ye", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Simon", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Maloney", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "171", "issn": "", "pages": "361--370", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Pre-B-cell-colonyenhancing factor is critically involved in thrombin-induced lung endothelial cell barrier dysregulation", "authors": [{"first": "S", "middle": ["Q"], "last": "Ye", "suffix": ""}, {"first": "L", "middle": ["Q"], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": [], "last": "Adyshev", "suffix": ""}], "year": 2005, "venue": "Microvasc Res", "volume": "70", "issn": "", "pages": "142--151", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Visfatin: a protein secreted by visceral fat that mimics the effects of insulin", "authors": [{"first": "A", "middle": [], "last": "Fukuhara", "suffix": ""}, {"first": "M", "middle": [], "last": "Matsuda", "suffix": ""}, {"first": "M", "middle": [], "last": "Nishizawa", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "307", "issn": "", "pages": "426--430", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Activated protein C mediates novel lung endothelial barrier enhancement: role of sphingosine 1-phosphate receptor transactivation", "authors": [{"first": "J", "middle": ["H"], "last": "Finigan", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dudek", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}], "year": 2005, "venue": "J Biol Chem", "volume": "280", "issn": "", "pages": "17286--17293", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Molecular cloning and characterization of canine pre-B-cell colony-enhancing factor", "authors": [{"first": "J", "middle": ["R"], "last": "Mcglothlin", "suffix": ""}, {"first": "L", "middle": [], "last": "Gao", "suffix": ""}, {"first": "T", "middle": [], "last": "Lavoie", "suffix": ""}], "year": 2005, "venue": "Biochem Genet", "volume": "43", "issn": "", "pages": "127--141", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Essential role of pre-B-cell colony enhancing factor in ventilator-induced lung injury", "authors": [{"first": "S", "middle": ["B"], "last": "Hong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "Moreno-Vinasco", "suffix": ""}], "year": 2008, "venue": "Am J Respir Crit Care Med", "volume": "178", "issn": "", "pages": "605--617", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "The endothelium in acute lung injury/ acute respiratory distress syndrome", "authors": [{"first": "N", "middle": ["A"], "last": "Maniatis", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Orfanos", "suffix": ""}], "year": 2008, "venue": "Curr Opin Crit Care", "volume": "14", "issn": "", "pages": "22--30", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The discovery of ACE2 and its role in acute lung injury", "authors": [{"first": "J", "middle": [], "last": "Penninger", "suffix": ""}, {"first": "Y", "middle": [], "last": "Imai", "suffix": ""}, {"first": "K", "middle": [], "last": "Kuba", "suffix": ""}], "year": 2008, "venue": "Exp Physiol", "volume": "93", "issn": "", "pages": "543--548", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Captopril decreases plasminogen activator inhibitor-1 in rats with ventilatorinduced lung injury", "authors": [{"first": "C", "middle": ["M"], "last": "Chen", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Chou", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Lang", "suffix": ""}], "year": 2008, "venue": "Crit Care Med", "volume": "36", "issn": "", "pages": "1880--1885", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Role of the renin-angiotensin system in ventilator-induced lung injury: an in vivo study in a rat model", "authors": [{"first": "J", "middle": ["S"], "last": "Jerng", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Hsu", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Wu", "suffix": ""}], "year": 2007, "venue": "Thorax", "volume": "62", "issn": "", "pages": "527--535", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Angiotensinconverting enzyme inhibitor captopril attenuates ventilator-induced lung injury in rats", "authors": [{"first": "J", "middle": ["S"], "last": "Jiang", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Chou", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chen", "suffix": ""}], "year": 2007, "venue": "J Appl Physiol", "volume": "102", "issn": "", "pages": "2098--2103", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Implementation of intussusceptive microvascular growth in the chicken chorioallantoic membrane (CAM): 1. pillar formation by folding of the capillary wall", "authors": [{"first": "S", "middle": [], "last": "Patan", "suffix": ""}, {"first": "B", "middle": [], "last": "Haenni", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Burri", "suffix": ""}], "year": 1996, "venue": "Microvasc Res", "volume": "51", "issn": "", "pages": "80--98", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Role of the Flt-1 receptor tyrosine kinase in regulating the assembly of vascular endothelium", "authors": [{"first": "G", "middle": ["H"], "last": "Fong", "suffix": ""}, {"first": "J", "middle": [], "last": "Rossant", "suffix": ""}, {"first": "M", "middle": [], "last": "Gertsenstein", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Breitman", "suffix": ""}], "year": 1995, "venue": "Nature", "volume": "376", "issn": "", "pages": "66--70", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "VEGF-targeted therapy: mechanisms of anti-tumour activity", "authors": [{"first": "L", "middle": ["M"], "last": "Ellis", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hicklin", "suffix": ""}], "year": 2008, "venue": "Nat Rev Cancer", "volume": "8", "issn": "", "pages": "579--591", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Janus face of vascular endothelial growth factor: the obligatory survival factor for lung vascular endothelium controls precapillary artery remodeling in severe pulmonary hypertension", "authors": [{"first": "N", "middle": ["F"], "last": "Voelkel", "suffix": ""}, {"first": "C", "middle": [], "last": "Cool", "suffix": ""}, {"first": "L", "middle": [], "last": "Taraceviene-Stewart", "suffix": ""}], "year": 2002, "venue": "Crit Care Med", "volume": "30", "issn": "", "pages": "251--256", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Genomic assessment of a multikinase inhibitor, sorafenib, in a rodent model of pulmonary hypertension", "authors": [{"first": "L", "middle": [], "last": "Moreno-Vinasco", "suffix": ""}, {"first": "M", "middle": [], "last": "Gomberg-Maitland", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Maitland", "suffix": ""}], "year": 2008, "venue": "Physiol Genomics", "volume": "33", "issn": "", "pages": "278--291", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Discovery of vascular permeability factor (VPF)", "authors": [{"first": "H", "middle": ["F"], "last": "Dvorak", "suffix": ""}], "year": 2006, "venue": "Exp Cell Res", "volume": "312", "issn": "", "pages": "522--526", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Diverse effects of vascular endothelial growth factor on human pulmonary endothelial barrier and migration", "authors": [{"first": "T", "middle": [], "last": "Mirzapoiazova", "suffix": ""}, {"first": "I", "middle": [], "last": "Kolosova", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Usatyuk", "suffix": ""}, {"first": "V", "middle": [], "last": "Natarajan", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}], "year": 2006, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "291", "issn": "", "pages": "718--724", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Vascular endothelial growth factor may contribute to increased vascular permeability in acute respiratory distress syndrome", "authors": [{"first": "D", "middle": ["R"], "last": "Thickett", "suffix": ""}, {"first": "L", "middle": [], "last": "Armstrong", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Christie", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Millar", "suffix": ""}], "year": 2001, "venue": "Am J Respir Crit Care Med", "volume": "164", "issn": "", "pages": "1601--1605", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Basal and angiopoietin-1-mediated endothelial permeability is regulated by sphingosine kinase-1", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Stankovic", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Bonder", "suffix": ""}], "year": 2008, "venue": "Blood", "volume": "111", "issn": "", "pages": "3489--3497", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Circulating angiopoietin 2 correlates with mortality in a surgical population with acute lung injury/adult respiratory distress syndrome", "authors": [{"first": "D", "middle": ["C"], "last": "Gallagher", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Parikh", "suffix": ""}, {"first": "K", "middle": [], "last": "Balonov", "suffix": ""}], "year": 2008, "venue": "Shock", "volume": "29", "issn": "", "pages": "656--661", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Vascular endothelial growth factor and related molecules in acute lung injury", "authors": [{"first": "M", "middle": [], "last": "Mura", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Santos", "suffix": ""}, {"first": "D", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "M", "middle": [], "last": "Liu", "suffix": ""}], "year": 2004, "venue": "J Appl Physiol", "volume": "97", "issn": "", "pages": "1605--1617", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Role of cyclic adenosine monophosphate in the induction of endothelial barrier properties", "authors": [{"first": "T", "middle": ["J"], "last": "Stelzner", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Weil", "suffix": ""}, {"first": "O", "middle": [], "last": "&apos;brien", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "", "suffix": ""}], "year": 1989, "venue": "J Cell Physiol", "volume": "139", "issn": "", "pages": "157--166", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Regulation of endothelial barrier function by the cAMP-dependent protein kinase", "authors": [{"first": "C", "middle": ["E"], "last": "Patterson", "suffix": ""}, {"first": "H", "middle": [], "last": "Lum", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Schaphorst", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2000, "venue": "Endothelium", "volume": "7", "issn": "", "pages": "287--308", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Role of cAMPdependent protein kinase A activity in endothelial cell cytoskeleton rearrangement", "authors": [{"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}, {"first": "T", "middle": [], "last": "Borbiev", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2001, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "280", "issn": "", "pages": "1309--1317", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Protein kinase A attenuates endothelial cell barrier dysfunction induced by microtubule disassembly", "authors": [{"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}], "year": 2004, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "287", "issn": "", "pages": "86--93", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Sphingosine 1-phosphate promotes endothelial cell barrier integrity by Edg-dependent cytoskeletal rearrangement", "authors": [{"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}], "year": 2001, "venue": "J Clin Invest", "volume": "108", "issn": "", "pages": "689--701", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Cytoskeletal activation and altered gene expression in endothelial barrier regulation by simvastatin", "authors": [{"first": "J", "middle": ["R"], "last": "Jacobson", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dudek", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}], "year": 2004, "venue": "Am J Respir Cell Mol Biol", "volume": "30", "issn": "", "pages": "662--670", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Endothelial cell barrier enhancement by ATP is mediated by the small GTPase Rac and cortactin", "authors": [{"first": "J", "middle": ["R"], "last": "Jacobson", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dudek", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Kolosova", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2006, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "291", "issn": "", "pages": "289--295", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Epoxycyclopentenone-containing oxidized phospholipids restore endothelial barrier function via Cdc42 and Rac", "authors": [{"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Bochkov", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}], "year": 2004, "venue": "Circ Res", "volume": "95", "issn": "", "pages": "892--901", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Transactivation of sphingosine 1-phosphate receptors is essential for vascular barrier regulation. Novel role for hyaluronan and CD44 receptor family", "authors": [{"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dudek", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Ma", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2006, "venue": "J Biol Chem", "volume": "281", "issn": "", "pages": "34381--34393", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Cdc42 regulates the restoration of endothelial adherens junctions and permeability", "authors": [{"first": "M", "middle": ["T"], "last": "Broman", "suffix": ""}, {"first": "D", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Malik", "suffix": ""}], "year": 2007, "venue": "Trends Cardiovasc Med", "volume": "17", "issn": "", "pages": "151--156", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Prostaglandins PGE and PGI promote endothelial barrier enhancement via PKAand Epac1/Rap1-dependent Rac activation", "authors": [{"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "T", "middle": [], "last": "Zagranichnaya", "suffix": ""}, {"first": "P", "middle": [], "last": "Fu", "suffix": ""}], "year": 2007, "venue": "Exp Cell Res", "volume": "313", "issn": "", "pages": "2504--2520", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Vascular endothelial growth factor-stimulated actin reorganization and migration of endothelial cells is regulated via the serine/threonine kinase Akt", "authors": [{"first": "M", "middle": [], "last": "Morales-Ruiz", "suffix": ""}, {"first": "D", "middle": [], "last": "Fulton", "suffix": ""}, {"first": "G", "middle": [], "last": "Sowa", "suffix": ""}], "year": 2000, "venue": "Circ Res", "volume": "86", "issn": "", "pages": "892--896", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Phosphoinositide 3-kinase, Src, and Akt modulate acute ventilation-induced vascular permeability increases in mouse lungs", "authors": [{"first": "T", "middle": [], "last": "Miyahara", "suffix": ""}, {"first": "K", "middle": [], "last": "Hamanaka", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Weber", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Drake", "suffix": ""}, {"first": "M", "middle": [], "last": "Anghelescu", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Parker", "suffix": ""}], "year": 2007, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "293", "issn": "", "pages": "11--21", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Control of cAMP in lung endothelial cell phenotypes. Implications for control of barrier function", "authors": [{"first": "T", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "J", "middle": [], "last": "Creighton", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Thompson", "suffix": ""}], "year": 1999, "venue": "Am J Physiol", "volume": "277", "issn": "", "pages": "119--126", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Myosin light chain kinase in endothelium: molecular cloning and regulation", "authors": [{"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "V", "middle": [], "last": "Lazar", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Gilbert-Mcclain", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Gallagher", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}], "year": 1997, "venue": "Am J Respir Cell Mol Biol", "volume": "16", "issn": "", "pages": "489--494", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "A differentiation-dependent splice variant of myosin light chain kinase, MLCK1, regulates epithelial tight junction permeability", "authors": [{"first": "D", "middle": ["R"], "last": "Clayburgh", "suffix": ""}, {"first": "S", "middle": [], "last": "Rosen", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Witkowski", "suffix": ""}], "year": 2004, "venue": "J Biol. Chem", "volume": "279", "issn": "", "pages": "55506--55513", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "The non muscle light chain kinase isoform is a viable molecular target in acute inflammatory lung injury", "authors": [{"first": "T", "middle": [], "last": "Mirzapoiazova", "suffix": ""}, {"first": "J", "middle": [], "last": "Moitra", "suffix": ""}, {"first": "L", "middle": [], "last": "Moreno-Vinasco", "suffix": ""}], "year": 2010, "venue": "Am J Respir Cell Mol Biol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "In vitro and in vivo modulation of vascular barrier integrity by sphingosine 1-phosphate: mechanistic insights", "authors": [{"first": "B", "middle": ["J"], "last": "Mcverry", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2005, "venue": "Cell Signal", "volume": "17", "issn": "", "pages": "131--139", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Sphingosine 1-phosphate released from platelets during clotting accounts for the potent endothelial cell chemotactic activity of blood serum and provides a novel link between hemostasis and angiogenesis", "authors": [{"first": "D", "middle": [], "last": "English", "suffix": ""}, {"first": "Z", "middle": [], "last": "Welch", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Kovala", "suffix": ""}], "year": 2000, "venue": "FASEB J", "volume": "14", "issn": "", "pages": "2255--2265", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Preservation of vascular integrity in organs perfused in vitro with a platelet-rich medium", "authors": [{"first": "M", "middle": ["A"], "last": "Gimbrone", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Aster", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Cotran", "suffix": ""}, {"first": "J", "middle": [], "last": "Corkery", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Jandl", "suffix": ""}, {"first": "J", "middle": [], "last": "Folkman", "suffix": ""}], "year": 1969, "venue": "Nature", "volume": "222", "issn": "", "pages": "33--36", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Role of sphingosine-1 phosphate in the enhancement of endothelial barrier integrity by platelet-released products", "authors": [{"first": "K", "middle": ["L"], "last": "Schaphorst", "suffix": ""}, {"first": "E", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Jacobs", "suffix": ""}], "year": 2003, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "285", "issn": "", "pages": "258--267", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Induction of endothelial cell chemotaxis by sphingosine 1-phosphate and stabilization of endothelial monolayer barrier function by lysophosphatidic acid, potential mediators of hematopoietic angiogenesis", "authors": [{"first": "D", "middle": [], "last": "English", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Kovala", "suffix": ""}, {"first": "Z", "middle": [], "last": "Welch", "suffix": ""}], "year": 1999, "venue": "J Hematother Stem Cell Res", "volume": "8", "issn": "", "pages": "627--634", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Endothelial cell barrier regulation by sphingosine 1-phosphate", "authors": [{"first": "B", "middle": ["J"], "last": "Mcverry", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2004, "venue": "J Cell Biochem", "volume": "92", "issn": "", "pages": "1075--1085", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Sphingosine 1-phosphate-induced mobilization of intracellular Ca 2+ mediates rac activation and adherens junction assembly in endothelial cells", "authors": [{"first": "D", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "M", "middle": [], "last": "Konstantoulaki", "suffix": ""}, {"first": "G", "middle": ["U"], "last": "Ahmmed", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Malik", "suffix": ""}], "year": 2005, "venue": "J Biol Chem", "volume": "280", "issn": "", "pages": "17320--17328", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Quantitative proteomics analysis of human endothelial cell membrane rafts: evidence of MARCKS and MRP regulation in the sphingosine 1-phosphate-induced barrier enhancement", "authors": [{"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "A", "middle": [], "last": "Rowshan", "suffix": ""}], "year": 2007, "venue": "Mol Cell Proteomics", "volume": "6", "issn": "", "pages": "689--696", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Regulation of the micromechanical properties of pulmonary endothelium by S1P and thrombin: role of cortactin", "authors": [{"first": "F", "middle": ["T"], "last": "Arce", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Whitlock", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}], "year": 2008, "venue": "Biophys J", "volume": "95", "issn": "", "pages": "886--894", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "S1P induces FA remodeling in human pulmonary endothelial cells: role of Rac, GIT1, FAK, and paxillin", "authors": [{"first": "Y", "middle": [], "last": "Shikata", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2003, "venue": "J Appl Physiol", "volume": "94", "issn": "", "pages": "1193--1203", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Protective effects of sphingosine 1-phosphate in murine endotoxin-induced inflammatory lung injury", "authors": [{"first": "X", "middle": [], "last": "Peng", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Hassoun", "suffix": ""}, {"first": "S", "middle": [], "last": "Sammani", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "169", "issn": "", "pages": "1245--1251", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Sphingosine 1-phosphate reduces vascular leak in murine and canine models of acute lung injury", "authors": [{"first": "B", "middle": ["J"], "last": "Mcverry", "suffix": ""}, {"first": "X", "middle": [], "last": "Peng", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Hassoun", "suffix": ""}, {"first": "S", "middle": [], "last": "Sammani", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Simon", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "170", "issn": "", "pages": "987--993", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "S1P3 receptor-induced reorganization of epithelial tight junctions compromises lung barrier integrity and is potentiated by TNF", "authors": [{"first": "Y", "middle": [], "last": "Gon", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Wood", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Kiosses", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci U S A", "volume": "102", "issn": "", "pages": "9270--9275", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Immune cell regulation and cardiovascular effects of sphingosine 1-phosphate receptor agonists in rodents are mediated via distinct receptor subtypes", "authors": [{"first": "M", "middle": [], "last": "Forrest", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Sun", "suffix": ""}, {"first": "R", "middle": [], "last": "Hajdu", "suffix": ""}], "year": 2004, "venue": "J Pharmacol Exp Ther", "volume": "309", "issn": "", "pages": "758--768", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "FTY720, a new class of immunomodulator, inhibits lymphocyte egress from secondary lymphoid tissues and thymus by agonistic activity at sphingosine 1-phosphate receptors", "authors": [{"first": "K", "middle": [], "last": "Chiba", "suffix": ""}], "year": 2005, "venue": "Pharmacol Ther", "volume": "108", "issn": "", "pages": "308--319", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "FTY720 versus mycophenolate mofetil in de novo renal transplantation: six-month results of a double-blind study", "authors": [{"first": "H", "middle": [], "last": "Tedesco-Silva", "suffix": ""}, {"first": "P", "middle": [], "last": "Szakaly", "suffix": ""}, {"first": "A", "middle": [], "last": "Shoker", "suffix": ""}], "year": 2007, "venue": "Transplantation", "volume": "84", "issn": "", "pages": "885--892", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Pulmonary endothelial cell barrier enhancement by FTY720 does not require the S1P1 receptor", "authors": [{"first": "S", "middle": ["M"], "last": "Dudek", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Camp", "suffix": ""}, {"first": "E", "middle": ["T"], "last": "Chiang", "suffix": ""}], "year": 2007, "venue": "Cell Signal", "volume": "19", "issn": "", "pages": "1754--1764", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Effect of S1P1 receptor agonists on murine lung inflammation", "authors": [{"first": "S", "middle": [], "last": "Sammani", "suffix": ""}, {"first": "Moreno", "middle": [], "last": "Vinasco", "suffix": ""}, {"first": "L", "middle": [], "last": "Mirzapoiazova", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Am J Respir Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Synthetic analogues of FTY720 [2-amino-2-(2-[4-octylphenyl]ethyl)-1,3-propanediol] differentially regulate pulmonary vascular permeability in vivo and in vitro", "authors": [{"first": "S", "middle": ["M"], "last": "Camp", "suffix": ""}, {"first": "R", "middle": [], "last": "Bittman", "suffix": ""}, {"first": "E", "middle": ["T"], "last": "Chiang", "suffix": ""}], "year": 2009, "venue": "J Pharmacol Exp Ther", "volume": "331", "issn": "", "pages": "54--64", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Synthetic analogues of FTY720 regulate pulmonary vascular permeability in vivo and in vitro", "authors": [{"first": "S", "middle": ["M"], "last": "Dudek", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Camp", "suffix": ""}, {"first": "R", "middle": [], "last": "Bittman", "suffix": ""}], "year": 2009, "venue": "Am J Respir Cell Mol Biol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "The effect of statins on mortality in patients with bacteremia", "authors": [{"first": "A", "middle": ["P"], "last": "Liappis", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Kan", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Rochester", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Simon", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "33", "issn": "", "pages": "1352--1357", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Association of statin therapy and increased survival in patients with multiple organ dysfunction syndrome", "authors": [{"first": "H", "middle": [], "last": "Schmidt", "suffix": ""}, {"first": "R", "middle": [], "last": "Hennen", "suffix": ""}, {"first": "A", "middle": [], "last": "Keller", "suffix": ""}], "year": 2006, "venue": "Intensive Care Med", "volume": "32", "issn": "", "pages": "1248--1251", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "HMG-CoA reductase inhibitor simvastatin profoundly improves survival in a murine model of sepsis", "authors": [{"first": "M", "middle": ["W"], "last": "Merx", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Liehn", "suffix": ""}, {"first": "U", "middle": [], "last": "Janssens", "suffix": ""}], "year": 2004, "venue": "Circulation", "volume": "109", "issn": "", "pages": "2560--2565", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Simvastatin improves disturbed endothelial barrier function", "authors": [{"first": "G", "middle": ["P"], "last": "Van Nieuw Amerongen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Vermeer", "suffix": ""}, {"first": "P", "middle": [], "last": "Negre-Aminou", "suffix": ""}, {"first": "J", "middle": [], "last": "Lankelma", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Emeis", "suffix": ""}, {"first": "V", "middle": ["W"], "last": "Van Hinsbergh", "suffix": ""}], "year": 2000, "venue": "Circulation", "volume": "102", "issn": "", "pages": "2803--2809", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Endothelial cell barrier protection by simvastatin: GTPase regulation and NADPH oxidase inhibition", "authors": [{"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Pendyala", "suffix": ""}, {"first": "V", "middle": [], "last": "Natarajan", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Jacobson", "suffix": ""}], "year": 2008, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "295", "issn": "", "pages": "575--583", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Simvastatin attenuates vascular leak and inflammation in murine inflammatory lung injury", "authors": [{"first": "J", "middle": ["R"], "last": "Jacobson", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Barnard", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Grigoryev", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Ma", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Tuder", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2005, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "288", "issn": "", "pages": "1026--1032", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Signaling pathways involved in adenosine triphosphate-induced endothelial cell barrier enhancement", "authors": [{"first": "I", "middle": ["A"], "last": "Kolosova", "suffix": ""}, {"first": "T", "middle": [], "last": "Mirzapoiazova", "suffix": ""}, {"first": "D", "middle": [], "last": "Adyshev", "suffix": ""}], "year": 2005, "venue": "Circ Res", "volume": "97", "issn": "", "pages": "115--124", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Extracellular ATP signaling and P2X nucleotide receptors in monolayers of primary human vascular endothelial cells", "authors": [{"first": "L", "middle": ["M"], "last": "Schwiebert", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Rice", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Kudlow", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Taylor", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Schwiebert", "suffix": ""}], "year": 2002, "venue": "Am J Physiol Cell Physiol", "volume": "282", "issn": "", "pages": "289--301", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "ATP reduces macromolecule permeability of endothelial monolayers despite increasing [Ca 2+ ] i", "authors": [{"first": "T", "middle": [], "last": "Noll", "suffix": ""}, {"first": "H", "middle": [], "last": "Holschermann", "suffix": ""}, {"first": "K", "middle": [], "last": "Koprek", "suffix": ""}], "year": 1999, "venue": "Am J Physiol", "volume": "276", "issn": "", "pages": "1892--1901", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "ATP induces dephosphorylation of myosin light chain in endothelial cells", "authors": [{"first": "T", "middle": [], "last": "Noll", "suffix": ""}, {"first": "M", "middle": [], "last": "Schafer", "suffix": ""}, {"first": "U", "middle": [], "last": "Schavier-Schmitz", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Piper", "suffix": ""}], "year": 2000, "venue": "Am J Physiol Cell Physiol", "volume": "279", "issn": "", "pages": "717--723", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "ATP antagonism of thrombin-induced endothelial barrier permeability", "authors": [{"first": "D", "middle": [], "last": "Gunduz", "suffix": ""}, {"first": "F", "middle": [], "last": "Hirche", "suffix": ""}, {"first": "F", "middle": ["V"], "last": "Hartel", "suffix": ""}], "year": 2003, "venue": "Cardiovasc Res", "volume": "59", "issn": "", "pages": "470--478", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Protective effect of purinergic agonist ATPgS against acute lung injury", "authors": [{"first": "I", "middle": ["A"], "last": "Kolosova", "suffix": ""}, {"first": "T", "middle": [], "last": "Mirzapoiazova", "suffix": ""}, {"first": "L", "middle": [], "last": "Moreno-Vinasco", "suffix": ""}, {"first": "S", "middle": [], "last": "Sammani", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Verin", "suffix": ""}], "year": 2008, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "294", "issn": "", "pages": "319--324", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "HGF attenuates thrombin-induced endothelial permeability by Tiam1-mediated activation of the Rac pathway and by Tiam1/Racdependent inhibition of the Rho pathway", "authors": [{"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "E", "middle": [], "last": "Alekseeva", "suffix": ""}, {"first": "A", "middle": [], "last": "Mikaelyan", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}], "year": 2007, "venue": "FASEB J", "volume": "21", "issn": "", "pages": "2776--2786", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "CD44 regulates hepatocyte growth factor-mediated vascular integrity. Role of c-Met, Tiam1/Rac1, dynamin 2, and cortactin", "authors": [{"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "R", "middle": [], "last": "Salgia", "suffix": ""}, {"first": "L", "middle": [], "last": "Moreno-Vinasco", "suffix": ""}], "year": 2007, "venue": "J Biol Chem", "volume": "282", "issn": "", "pages": "30643--30657", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Efficacy and safety of recombinant human activated protein C for severe sepsis", "authors": [{"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Vincent", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Laterre", "suffix": ""}], "year": 2001, "venue": "New Engl J Med", "volume": "344", "issn": "", "pages": "699--709", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Effects of drotrecogin alfa (activated) in human endotoxemia", "authors": [{"first": "A", "middle": ["C"], "last": "Kalil", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Coyle", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Um", "suffix": ""}], "year": 2004, "venue": "Shock", "volume": "21", "issn": "", "pages": "222--229", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Activated protein C attenuates intestinal reperfusioninduced acute lung injury: an experimental study in a rat model", "authors": [{"first": "Z", "middle": [], "last": "Teke", "suffix": ""}, {"first": "M", "middle": [], "last": "Sacar", "suffix": ""}, {"first": "C", "middle": [], "last": "Yenisey", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Atalay", "suffix": ""}, {"first": "T", "middle": [], "last": "Bicakci", "suffix": ""}, {"first": "E", "middle": [], "last": "Erdem", "suffix": ""}], "year": 2008, "venue": "Am J Surg", "volume": "195", "issn": "", "pages": "861--873", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Activated protein C protects against ventilator-induced pulmonary capillary leak", "authors": [{"first": "J", "middle": ["H"], "last": "Finigan", "suffix": ""}, {"first": "A", "middle": [], "last": "Boueiz", "suffix": ""}, {"first": "E", "middle": [], "last": "Wilkinson", "suffix": ""}], "year": 2009, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "296", "issn": "", "pages": "1002--1011", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Signaling pathways involved in OxPAPC-induced pulmonary endothelial barrier protection", "authors": [{"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "S", "middle": [], "last": "Chatchavalvanich", "suffix": ""}, {"first": "O", "middle": [], "last": "Oskolkova", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Bochkov", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}], "year": 2007, "venue": "Microvasc Res", "volume": "73", "issn": "", "pages": "173--181", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Oxidized phospholipids reduce ventilator-induced vascular leak and inflammation in vivo", "authors": [{"first": "S", "middle": [], "last": "Nonas", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "P", "middle": [], "last": "Fu", "suffix": ""}], "year": 2008, "venue": "Crit Care", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Oxidized phospholipids reduce vascular leak and inflammation in rat model of acute lung injury", "authors": [{"first": "S", "middle": [], "last": "Nonas", "suffix": ""}, {"first": "I", "middle": [], "last": "Miller", "suffix": ""}, {"first": "K", "middle": [], "last": "Kawkitinarong", "suffix": ""}], "year": 2006, "venue": "Am J Respir Crit Care Med", "volume": "173", "issn": "", "pages": "1130--1138", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Protective effects of oxidized phospholipids on ventilator-induced lung injury", "authors": [{"first": "S", "middle": ["A"], "last": "Nonas", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Miller", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "S", "middle": [], "last": "Chatchavalvanich", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}], "year": 2006, "venue": "Proc Am Thorac Soc", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Tiam1 and bPIX mediate Rac-dependent endothelial barrier protective response to oxidized phospholipids", "authors": [{"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "I", "middle": [], "last": "Malyukova", "suffix": ""}, {"first": "A", "middle": [], "last": "Mikaelyan", "suffix": ""}, {"first": "P", "middle": [], "last": "Fu", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}], "year": 2007, "venue": "J Cell Physiol", "volume": "211", "issn": "", "pages": "608--617", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Paxillin-b-catenin interactions are involved in Rac/Cdc42-mediated endothelial barrier-protective response to oxidized phospholipids", "authors": [{"first": "A", "middle": ["A"], "last": "Birukova", "suffix": ""}, {"first": "I", "middle": [], "last": "Malyukova", "suffix": ""}, {"first": "V", "middle": [], "last": "Poroyko", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}], "year": 2007, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "293", "issn": "", "pages": "199--211", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Protective effects of oxidized phospholipids on endotoxininduced lung injury", "authors": [{"first": "S", "middle": ["A"], "last": "Nonas", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Miller", "suffix": ""}, {"first": "K", "middle": [], "last": "Kawkitinarong", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Birukov", "suffix": ""}], "year": 2005, "venue": "Proc Am Thorac Soc", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Synergistic effects of methylnaltrexone with 5-fluorouracil and bevacizumab on inhibition of vascular endothelial growth factor-induced angiogenesis", "authors": [{"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "J", "middle": [], "last": "Moss", "suffix": ""}], "year": 2008, "venue": "Mol Cancer Ther", "volume": "7", "issn": "", "pages": "1669--1679", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Dual effects of morphine on permeability and apoptosis of vascular endothelial cells: morphine potentiates lipopolysaccharide-induced permeability and apoptosis of vascular endothelial cells", "authors": [{"first": "H", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Anday", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "House", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Chang", "suffix": ""}], "year": 2004, "venue": "J Neuroimmunol", "volume": "146", "issn": "", "pages": "13--21", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Attenuation of vascular permeability by methylnaltrexone: role of mOP-R and S1P3 transactivation", "authors": [{"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "L", "middle": [], "last": "Moreno-Vinasco", "suffix": ""}, {"first": "S", "middle": [], "last": "Sammani", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Wanderling", "suffix": ""}, {"first": "J", "middle": [], "last": "Moss", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2007, "venue": "Am J Respir Cell Mol Biol", "volume": "37", "issn": "", "pages": "222--231", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Critical role of PBEF expression in pulmonary cell inflammation and permeability", "authors": [{"first": "P", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Cepeda", "suffix": ""}], "year": 2009, "venue": "Cell Biol Int", "volume": "33", "issn": "", "pages": "19--30", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Sphingosine-1-phosphate receptor 3 (SIP3) is a novel biomarker for acute lung injury and idiopathic pulmonary fibrosis", "authors": [{"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "T", "middle": [], "last": "Mirzapoiazova", "suffix": ""}], "year": 2010, "venue": "AM J Respir Crit Care Med", "volume": "131", "issn": "", "pages": "", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Sphingosine-1-phosphate receptor 3 (S1P 3 ) is a novel biomarker for acute lung injury", "authors": [{"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Singleton", "suffix": ""}, {"first": "T", "middle": [], "last": "Mirzapoiazova", "suffix": ""}], "year": 2009, "venue": "Clin Soc Clin Res", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Cytokinemediated inflammation in acute lung injury", "authors": [{"first": "R", "middle": ["B"], "last": "Goodman", "suffix": ""}, {"first": "J", "middle": [], "last": "Pugin", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 2003, "venue": "Cytokine Growth Factor Rev", "volume": "14", "issn": "", "pages": "523--535", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Interleukin 8 (IL-8) in the bronchoalveolar lavage fluid from patients with the adult respiratory distress syndrome (ARDS) and patients at risk for ARDS", "authors": [{"first": "P", "middle": ["G"], "last": "Jorens", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Damme", "suffix": ""}, {"first": "De", "middle": [], "last": "Backer", "suffix": ""}, {"first": "W", "middle": [], "last": "", "suffix": ""}], "year": 1992, "venue": "Cytokine", "volume": "4", "issn": "", "pages": "592--597", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "Granulocyte chemotactic protein-2 and related CXC chemokines: from gene regulation to receptor usage", "authors": [{"first": "J", "middle": [], "last": "Van Damme", "suffix": ""}, {"first": "A", "middle": [], "last": "Wuyts", "suffix": ""}, {"first": "G", "middle": [], "last": "Froyen", "suffix": ""}], "year": 1997, "venue": "J Leukoc Biol", "volume": "62", "issn": "", "pages": "563--569", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "Expression and function of the chemokine receptors CXCR1 and CXCR2 in sepsis", "authors": [{"first": "C", "middle": ["J"], "last": "Cummings", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Martin", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Frevert", "suffix": ""}], "year": 1999, "venue": "J Immunol", "volume": "162", "issn": "", "pages": "2341--2346", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Neutrophil attractant protein-1 and monocyte chemoattractant protein-1 in human serum. Effects of intravenous lipopolysaccharide on free attractants, specific IgG autoantibodies and immune complexes", "authors": [{"first": "I", "middle": [], "last": "Sylvester", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Suffredini", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Boujoukos", "suffix": ""}], "year": 1993, "venue": "J Immunol", "volume": "151", "issn": "", "pages": "3292--3298", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Anti-IL-8 autoantibodies in alveolar fluid from patients with the adult respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Kurdowska", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Miller", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Noble", "suffix": ""}], "year": 1996, "venue": "J Immunol", "volume": "157", "issn": "", "pages": "2699--2706", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Anti-interleukin-8 autoantibody:interleukin-8 immune complexes in acute lung injury/acute respiratory distress syndrome", "authors": [{"first": "R", "middle": [], "last": "Fudala", "suffix": ""}, {"first": "A", "middle": [], "last": "Krupa", "suffix": ""}, {"first": "D", "middle": [], "last": "Stankowska", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Allen", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Kurdowska", "suffix": ""}], "year": 2008, "venue": "Clin Sci", "volume": "114", "issn": "", "pages": "403--412", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Anti-interleukin-8 autoantibodies in patients at risk for acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Kurdowska", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Noble", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Grant", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Robertson", "suffix": ""}, {"first": "C", "middle": [], "last": "Haslett", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Donnelly", "suffix": ""}], "year": 2002, "venue": "Crit Care Med", "volume": "30", "issn": "", "pages": "2335--2337", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "Acute lung injury and the coagulation pathway: potential role of gene polymorphisms in the protein C and fibrinolytic pathways", "authors": [{"first": "A", "middle": [], "last": "Sapru", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Wiemels", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Witte", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 2006, "venue": "Intensive Care Med", "volume": "32", "issn": "", "pages": "1293--1303", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "The protein C pathway", "authors": [{"first": "C", "middle": ["T"], "last": "Esmon", "suffix": ""}], "year": 2003, "venue": "Chest", "volume": "124", "issn": "", "pages": "26--32", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "The role of the coagulation cascade in the continuum of sepsis and acute lung injury and acute respiratory distress syndrome", "authors": [{"first": "J", "middle": ["A"], "last": "Bastarache", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}], "year": 2006, "venue": "Semin Respir Crit Care Med", "volume": "27", "issn": "", "pages": "365--376", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "The anticoagulant protein C pathway", "authors": [{"first": "B", "middle": [], "last": "Dahlback", "suffix": ""}, {"first": "B", "middle": ["O"], "last": "Villoutreix", "suffix": ""}], "year": 2005, "venue": "FEBS Lett", "volume": "579", "issn": "", "pages": "3310--3316", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "The endothelial cell protein C receptor augments protein C activation by the thrombin-thrombomodulin complex", "authors": [{"first": "D", "middle": ["J"], "last": "Stearns-Kurosawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Kurosawa", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Mollica", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ferrell", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Esmon", "suffix": ""}], "year": 1996, "venue": "Proc Natl Acad Sci U S A", "volume": "93", "issn": "", "pages": "10212--10216", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "Activated protein C induces the release of microparticle-associated endothelial protein C receptor", "authors": [{"first": "M", "middle": [], "last": "Perez-Casal", "suffix": ""}, {"first": "C", "middle": [], "last": "Downey", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukudome", "suffix": ""}, {"first": "G", "middle": [], "last": "Marx", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Toh", "suffix": ""}], "year": 2005, "venue": "Blood", "volume": "105", "issn": "", "pages": "1515--1522", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Expression and function of the endothelial protein C receptor in human neutrophils", "authors": [{"first": "D", "middle": ["H"], "last": "Sturn", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Kaneider", "suffix": ""}, {"first": "C", "middle": [], "last": "Feistritzer", "suffix": ""}, {"first": "A", "middle": [], "last": "Djanani", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukudome", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Wiedermann", "suffix": ""}], "year": 2003, "venue": "Blood", "volume": "102", "issn": "", "pages": "1499--1505", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "has minimal effect on markers of coagulation, fibrinolysis, and inflammation in acute human endotoxemia", "authors": [], "year": null, "venue": "Blood", "volume": "102", "issn": "", "pages": "2093--2098", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Thrombomodulin release in baboon sepsis: its dependence on the dose of Escherichia coli and the presence of tumor necrosis factor", "authors": [{"first": "H", "middle": [], "last": "Redl", "suffix": ""}, {"first": "G", "middle": [], "last": "Schlag", "suffix": ""}, {"first": "A", "middle": [], "last": "Schiesser", "suffix": ""}, {"first": "J", "middle": [], "last": "Davies", "suffix": ""}], "year": 1995, "venue": "J Infect Dis", "volume": "171", "issn": "", "pages": "1522--1527", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "Low levels of protein C are associated with poor outcome in severe sepsis", "authors": [{"first": "S", "middle": ["B"], "last": "Yan", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Helterbrand", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Hartman", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Wright", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "120", "issn": "", "pages": "915--922", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Patients with severe sepsis vary markedly in their ability to generate activated protein C", "authors": [{"first": "P", "middle": ["C"], "last": "Liaw", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Esmon", "suffix": ""}, {"first": "K", "middle": [], "last": "Kahnamoui", "suffix": ""}], "year": 2004, "venue": "Blood", "volume": "104", "issn": "", "pages": "3958--3964", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Prognostic determinants of acute respiratory distress syndrome in adults: impact on clinical trial design", "authors": [{"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "", "pages": "217--222", "other_ids": {}}, "BIBREF158": {"ref_id": "b158", "title": "The fibrinolytic system and the regulation of lung epithelial cell proteolysis, signaling, and cellular viability", "authors": [{"first": "S", "middle": [], "last": "Shetty", "suffix": ""}, {"first": "J", "middle": [], "last": "Padijnayayveetil", "suffix": ""}, {"first": "T", "middle": [], "last": "Tucker", "suffix": ""}, {"first": "D", "middle": [], "last": "Stankowska", "suffix": ""}, {"first": "S", "middle": [], "last": "Idell", "suffix": ""}], "year": 2008, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "295", "issn": "", "pages": "967--975", "other_ids": {}}, "BIBREF159": {"ref_id": "b159", "title": "Depressed bronchoalveolar urokinase activity in patients with adult respiratory distress syndrome", "authors": [{"first": "P", "middle": [], "last": "Bertozzi", "suffix": ""}, {"first": "B", "middle": [], "last": "Astedt", "suffix": ""}, {"first": "L", "middle": [], "last": "Zenzius", "suffix": ""}], "year": 1990, "venue": "New Engl J Med", "volume": "322", "issn": "", "pages": "890--897", "other_ids": {}}, "BIBREF160": {"ref_id": "b160", "title": "Elevated levels of plasminogen activator inhibitor-1 in pulmonary edema fluid are associated with mortality in acute lung injury", "authors": [{"first": "P", "middle": [], "last": "Prabhakaran", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "White", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Cross", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Olman", "suffix": ""}], "year": 2003, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "285", "issn": "", "pages": "20--28", "other_ids": {}}, "BIBREF161": {"ref_id": "b161", "title": "Post-transcriptional regulation of plasminogen activator inhibitor-1 by intracellular iron in cultured human lung fibroblastsinteraction of an 81-kDa nuclear protein with the 3'-UTR", "authors": [{"first": "K", "middle": ["S"], "last": "Radha", "suffix": ""}, {"first": "M ; Harish", "middle": [], "last": "Sugiki", "suffix": ""}, {"first": "M", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": [], "last": "Omura", "suffix": ""}, {"first": "M", "middle": [], "last": "Maruyama", "suffix": ""}], "year": 2005, "venue": "J Thromb Haemost", "volume": "3", "issn": "", "pages": "1001--1008", "other_ids": {}}, "BIBREF162": {"ref_id": "b162", "title": "Shedding of soluble ICAM-1 into the alveolar space in murine models of acute lung injury", "authors": [{"first": "M", "middle": ["P"], "last": "Mendez", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Morris", "suffix": ""}, {"first": "S", "middle": [], "last": "Wilcoxen", "suffix": ""}, {"first": "E", "middle": [], "last": "Greeson", "suffix": ""}, {"first": "B", "middle": [], "last": "Moore", "suffix": ""}, {"first": "", "middle": [], "last": "Paine R 3rd", "suffix": ""}], "year": 2006, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "290", "issn": "", "pages": "962--970", "other_ids": {}}, "BIBREF163": {"ref_id": "b163", "title": "Soluble intercellular adhesion molecule-1 (sICAM-1): an overview", "authors": [{"first": "A", "middle": ["M"], "last": "Witkowska", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Borawska", "suffix": ""}], "year": 2004, "venue": "Eur Cytokine Netw", "volume": "15", "issn": "", "pages": "91--98", "other_ids": {}}, "BIBREF164": {"ref_id": "b164", "title": "Differential regulation of transendothelial migration of THP-1 cells by ICAM-1/ LFA-1 and VCAM-1/VLA-4", "authors": [{"first": "J", "middle": ["A"], "last": "Ronald", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Ionescu", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Rogers", "suffix": ""}, {"first": "M", "middle": [], "last": "Sandig", "suffix": ""}], "year": 2001, "venue": "J Leukoc Biol", "volume": "70", "issn": "", "pages": "601--609", "other_ids": {}}, "BIBREF165": {"ref_id": "b165", "title": "Role of oxidative stress in pulmonary fibrosis", "authors": [{"first": "C", "middle": [], "last": "Mastruzzo", "suffix": ""}, {"first": "N", "middle": [], "last": "Crimi", "suffix": ""}, {"first": "C", "middle": [], "last": "Vancheri", "suffix": ""}], "year": 2002, "venue": "Monaldi Arch Chest Dis", "volume": "57", "issn": "", "pages": "173--176", "other_ids": {}}, "BIBREF166": {"ref_id": "b166", "title": "Circulating markers of endothelial function in cardiovascular disease", "authors": [{"first": "J", "middle": [], "last": "Constans", "suffix": ""}, {"first": "C", "middle": [], "last": "Conri", "suffix": ""}], "year": 2006, "venue": "Clin Chim Acta", "volume": "368", "issn": "", "pages": "33--47", "other_ids": {}}, "BIBREF167": {"ref_id": "b167", "title": "sICAM-1 as a serum marker in the diagnosis and follow-up of treatment of pulmonary tuberculosis", "authors": [{"first": "T", "middle": [], "last": "Demir", "suffix": ""}, {"first": "C", "middle": [], "last": "Yalcinoz", "suffix": ""}, {"first": "I", "middle": [], "last": "Keskinel", "suffix": ""}, {"first": "F", "middle": [], "last": "Demiroz", "suffix": ""}, {"first": "N", "middle": [], "last": "Yildirim", "suffix": ""}], "year": 2002, "venue": "Int J Tuberc Lung Dis", "volume": "6", "issn": "", "pages": "155--159", "other_ids": {}}, "BIBREF168": {"ref_id": "b168", "title": "Soluble intercellular adhesion molecule 1 (sICAM-1) in bronchoalveolar lavage (BAL) cell cultures and in the circulation of patients with tuberculosis, hypersensitivity pneumonitis and sarcoidosis", "authors": [{"first": "I", "middle": [], "last": "Baumer", "suffix": ""}, {"first": "G", "middle": [], "last": "Zissel", "suffix": ""}, {"first": "M", "middle": [], "last": "Schlaak", "suffix": ""}, {"first": "J", "middle": [], "last": "Muller-Quernheim", "suffix": ""}], "year": 1998, "venue": "Eur J Med Res", "volume": "3", "issn": "", "pages": "288--294", "other_ids": {}}, "BIBREF169": {"ref_id": "b169", "title": "Bronchoalveolar lavage fluid cellularity and soluble intercellular adhesion molecule-1 in children with colds", "authors": [{"first": "J", "middle": [], "last": "Grigg", "suffix": ""}, {"first": "J", "middle": [], "last": "Riedler", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Robertson", "suffix": ""}], "year": 1999, "venue": "Pediatr Pulmonol", "volume": "28", "issn": "", "pages": "109--116", "other_ids": {}}, "BIBREF170": {"ref_id": "b170", "title": "Plasma soluble intercellular adhesion molecule-1 (sICAM", "authors": [{"first": "R", "middle": [], "last": "Samransamruajkit", "suffix": ""}, {"first": "N", "middle": [], "last": "Prapphal", "suffix": ""}, {"first": "J", "middle": [], "last": "Deelodegenavong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Poovorawan", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF171": {"ref_id": "b171", "title": "in pediatric ARDS during high frequency oscillatory ventilation: a predictor of mortality", "authors": [], "year": null, "venue": "Asian Pac J Allergy Immunol", "volume": "23", "issn": "", "pages": "181--188", "other_ids": {}}, "BIBREF172": {"ref_id": "b172", "title": "Elevated pulmonary edema fluid concentrations of soluble intercellular adhesion molecule-1 in patients with acute lung injury: biological and clinical significance", "authors": [{"first": "E", "middle": ["R"], "last": "Conner", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "G", "middle": [], "last": "Modin", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 1999, "venue": "Chest", "volume": "116", "issn": "", "pages": "83--84", "other_ids": {}}, "BIBREF173": {"ref_id": "b173", "title": "Functional genomic insights into acute lung injury: role of ventilators and mechanical stress", "authors": [{"first": "S", "middle": ["A"], "last": "Nonas", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Finigan", "suffix": ""}, {"first": "L", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2005, "venue": "Proc Am Thorac Soc", "volume": "2", "issn": "", "pages": "188--194", "other_ids": {}}, "BIBREF174": {"ref_id": "b174", "title": "IL6 gene-wide haplotype is associated with susceptibility to acute lung injury", "authors": [{"first": "C", "middle": [], "last": "Flores", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Ma", "suffix": ""}, {"first": "K", "middle": [], "last": "Maresso", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Wade", "suffix": ""}, {"first": "J", "middle": [], "last": "Villar", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2008, "venue": "Transl Res", "volume": "152", "issn": "", "pages": "11--17", "other_ids": {}}, "BIBREF175": {"ref_id": "b175", "title": "Inflammatory mediators in chronic obstructive pulmonary disease", "authors": [{"first": "K", "middle": ["F"], "last": "Chung", "suffix": ""}], "year": 2005, "venue": "Curr Drug Targets Inflamm Allergy", "volume": "4", "issn": "", "pages": "619--625", "other_ids": {}}, "BIBREF176": {"ref_id": "b176", "title": "C-reactive protein, inflammation, and innate immunity", "authors": [{"first": "R", "middle": ["F"], "last": "Mortensen", "suffix": ""}], "year": 2001, "venue": "Immunol Res", "volume": "24", "issn": "", "pages": "163--176", "other_ids": {}}, "BIBREF177": {"ref_id": "b177", "title": "Cytokine balance in the lungs of patients with acute respiratory distress syndrome", "authors": [{"first": "W", "middle": ["Y"], "last": "Park", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Goodman", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Steinberg", "suffix": ""}], "year": 2001, "venue": "Am J Respir Crit Care Med", "volume": "164", "issn": "", "pages": "1896--1903", "other_ids": {}}, "BIBREF178": {"ref_id": "b178", "title": "Genetic polymorphisms associated with susceptibility and outcome in ARDS", "authors": [{"first": "R", "middle": ["P"], "last": "Marshall", "suffix": ""}, {"first": "S", "middle": [], "last": "Webb", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hill", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Humphries", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Laurent", "suffix": ""}], "year": 2002, "venue": "Chest", "volume": "121", "issn": "", "pages": "68--69", "other_ids": {}}, "BIBREF179": {"ref_id": "b179", "title": "Cloning and characterization of the cDNA encoding a novel human pre-B-cell colony-enhancing factor", "authors": [{"first": "B", "middle": [], "last": "Samal", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "G", "middle": [], "last": "Stearns", "suffix": ""}, {"first": "C", "middle": [], "last": "Xie", "suffix": ""}, {"first": "S", "middle": [], "last": "Suggs", "suffix": ""}, {"first": "I", "middle": [], "last": "Mcniece", "suffix": ""}], "year": 1994, "venue": "Mol Cell Biol", "volume": "14", "issn": "", "pages": "1431--1437", "other_ids": {}}, "BIBREF180": {"ref_id": "b180", "title": "Genomic organization of the gene coding for human pre-B-cell colony enhancing factor and expression in human fetal membranes", "authors": [{"first": "S", "middle": [], "last": "Ognjanovic", "suffix": ""}, {"first": "S", "middle": [], "last": "Bao", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Yamamoto", "suffix": ""}, {"first": "J", "middle": [], "last": "Garibay-Tupas", "suffix": ""}, {"first": "B", "middle": [], "last": "Samal", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Bryant-Greenwood", "suffix": ""}], "year": 2001, "venue": "J Mol Endocrinol", "volume": "26", "issn": "", "pages": "107--117", "other_ids": {}}, "BIBREF181": {"ref_id": "b181", "title": "Making genomics functional: deciphering the genetics of acute lung injury", "authors": [{"first": "R", "middle": [], "last": "Kamp", "suffix": ""}, {"first": "X", "middle": [], "last": "Sun", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia", "suffix": ""}], "year": 2008, "venue": "Proc Am Thorac Soc", "volume": "5", "issn": "", "pages": "348--353", "other_ids": {}}, "BIBREF182": {"ref_id": "b182", "title": "Biomarkers of inflammation, coagulation and fibrinolysis predict mortality in acute lung injury", "authors": [{"first": "D", "middle": [], "last": "Mcclintock", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhuo", "suffix": ""}, {"first": "N", "middle": [], "last": "Wickersham", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}], "year": 2008, "venue": "Crit Care", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF183": {"ref_id": "b183", "title": "Protein C and thrombomodulin in human acute lung injury", "authors": [{"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "X", "middle": [], "last": "Fang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 2003, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "285", "issn": "", "pages": "514--521", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Paracellular and transcellular routes of transport. The paracellular pathway involves diffusive transport of molecules or fluid across the vascular barrier between the cell-cell junctions of adjacent endothelial cells. The diagram illustrates polar organization of tight and adherens junctions of endothelial cells and interactions of linking proteins that form junctions. Cell-cell connections include tight junctions composed of transmembrane occluding proteins linked to the actin cytoskeleton by the zona occludens family (ZO-1) and adherens junctions mediated by Ca 2+ -dependent association of vascular endothelial cadherin proteins linked to the a-catenin, b-catenin, and g-catenin complex which are linked to the actin cytoskeleton. Transcellular pathway involves vesicular (nondiffusive) transport. The diagram illustrates vesicular transport of albumin by either solid-phase or fluid-phase pathways. The endothelial cell surface expresses albumin binding proteins that bind albumin (solid circles). Formation of vesicles contains albumin bound to albumin binding proteins and those free in cytosol. The vesicle membrane fuses with the abluminal cell membrane, and albumin bound to binding protein and free albumin are extruded to the abluminal side", "latex": null, "type": "figure"}, "FIGREF1": {"text": "[62]. The family of junctional adhesion molecules (JAM-A, JAM-B, JAM-C) and EC-selective adhesion molecules (ESAM) are transmembrane glycoproteins that associate with TJ strands but are not part of the strands per se [63].", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Intracellular signaling pathways evoked by endothelial cell edemagenic agents and contractile agonists, and resulting in paracellular gap formation. In this model, under basal conditions, a balance exists between actomyosin contractile and cellular adhesive forces. When contractile forces predominate, as depicted in the thrombinstimulated model, actin stress fibers form and endothelial cells pull apart to form paracellular gaps, favoring barrier disruption. Thrombin cleavage of the proteinase-activated receptor-1 on the surface of endothelial cells activates both heterotrimeric G proteins (G q , G 12/13 ) and small GTPases such as Rho. Activated Rho induces Rho kinase, which via phosphorylation of the phosphatase regulatory subunit inhibits the myosin light chain phosphatase. Rho kinase and myosin light chain kinase (MLCK) activation occurs via independent pathways.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Intracellular signals elicited by barrier-protective agonists with cortical cytoskeletal linkage to target junctional adhesion components. Increased endothelial cell barrier function by barrier-enhancing agonists is depicted. A low concentration (0.5-1 mM) of sphingosine 1-phosphate (S1P), a platelet-derived lipid growth factor, activates a specific G-protein-coupled receptor, leading to profound cytoskeletal rearrangement and increased barrier function in vitro and in vivo.Ligation of S1P 1 results in activation of the small GTPase Rac, a signaling cascade that results in cytoskeletal rearrangement and increased cortical actin formation with MLCK colocalization. Phosphorylation of myosin light chain at the periphery mediates increased linkage to the adherens junction, resulting in increased endothelial barrier integrity. Also depicted are other barrier-enhancing agonists that result in cortical actin formation leading to enhanced endothelial barrier function", "latex": null, "type": "figure"}, "FIGREF4": {"text": "TNF-a disruption of lung endothelial integrity: reduced integrin mediated adhesion to fibronectin. Am J Physiol Lung Cell Mol Physiol 282:L316-L329 50. Burridge K, Molony L, Kelly T (1987) Adhesion plaques: sites of transmembrane interaction between the extracellular matrix and the actin cytoskeleton. J Cell Sci Suppl 8:211-229 51. Romer LH, Burridge K, Turner CE (1992) Signaling between the extracellular matrix and the cytoskeleton: tyrosine phosphorylation and focal adhesion assembly. Cold Spring Harb Symp Quant Biol 57:193-202 52. Yuan SY (2002) Protein kinase signaling in the modulation of microvascular permeability. Vascul Pharmacol 39(4-5):213-223 53. Bhattacharya S, Fu C, Bhattacharya J, Greenberg S (1995) Soluble ligands of the a v b 3 integrin mediate enhanced tyrosine phosphorylation of multiple proteins in adherent bovine pulmonary artery endothelial cells. J Biol Chem 270:16781-16787 54. Bhattacharya S, Ying X, Fu C et al (2000) a v b 3 integrin induces tyrosine phosphorylation-dependent Ca 2+ influx in pulmonary endothelial cells. Circ Res 86:456-462 55. Chen W, Sammani S, Zhao J, Garcia JG, Jacobson JR (2009) The attenuation of murine acute lung injury by simvastatin is mediated by integrin b4. Am J Respir Crit Care Med; ATS Abstract: A5550 56. Chen W, Sammani S, Garcia JG, Jacobson JR (2009) Integrin b4 modulates inflammatory pathways in a murine model of ventilator-induced lung injury. Am J Respir Cell Mol Biol; ATS Abstract: A5549 57. Andriopoulou P, Navarro P, Zanetti A, Lampugnani MG, Dejana E (1999) Histamine induces tyrosine phosphorylation of endothelial cell-to-cell adherens junctions. Arterioscler Thromb Vasc Biol 19:2286-2297 58. Aschner JL, Lum H, Fletcher PW, Malik AB (1997) Bradykininand thrombin-induced increases in endothelial permeability occur independently of phospholipase C but require protein kinase C activation. J Cell Physiol 173:387-396 59. Hippenstiel S, Krull M, Ikemann A, Risau W, Clauss M, Suttorp N (1998) VEGF induces hyperpermeability by a direct action on endothelial cells. The Am J Physiol 274:L678-L684 60. Furuse M, Tsukita S (2006) Claudins in occluding junctions of humans and flies. Trends Cell Biol 16:181-188 61. Van Itallie CM, Anderson JM (2006) Claudins and epithelial paracellular transport. Annu Rev Physiol 68:403-429 62. Gonzalez-Mariscal L, Tapia R, Chamorro D (2008) Crosstalk of tight junction components with signaling pathways. Biochim Biophys Acta 1778:729-756 63. Weber C, Fraemohs L, Dejana E (2007) The role of junctional adhesion molecules in vascular inflammation. Nat Rev Immunol 7:467-477 64. Orlova VV, Economopoulou M, Lupu F, Santoso S, Chavakis T (2006) Junctional adhesion molecule-C regulates vascular endothelial permeability by modulating VE-cadherin-mediated cell-cell contacts. J Exp Med 203:2703-2714 65. Wang T, Wang L, Moreno-Vinasco L et al (2009) Particulate matter (PM)-mediated human lung endothelial cell barrier dysfunction involves oxidative stress, MLCK activation, and tight junction protein degradation. Am J Respir Crit Care Med; ATS Abstract: A3169 66. Gavard J, Gutkind JS (2006) VEGF controls endothelial-cell permeability by promoting the b-arrestin-dependent endocytosis of VE-cadherin. Nat Cell Biol 8:1223-1234 67. Weis S, Cui J, Barnes L, Cheresh D (2004) Endothelial barrier disruption by VEGF-mediated Src activity potentiates tumor cell extravasation and metastasis. J Cell Biol 167:VEGF-induced endothelial permeability by sequestering Src through mDia. Dev Cell 14:25-36 70. Garcia JG, Verin AD, Schaphorst KL (1996) Regulation of thrombin-mediated endothelial cell contraction and permeability. Semin Thromb Hemost 22:309-315 71. Lum H, Malik AB (1996) Mechanisms of increased endothelial permeability. Can J Physiol Pharmacol 74:787-800 72. Kolodney MS, Wysolmerski RB (1992) Isometric contraction by fibroblasts and endothelial cells in tissue culture: a quantitative study. J Cell Biol 117:73-82 73. Phillips PG, Lum H, Malik AB, Tsan MF (1989) Phallacidin prevents thrombin-induced increases in endothelial permeability to albumin. Am J Physiol 257:C562-C567 74. Kamisoyama H, Araki Y, Ikebe M (1994) Mutagenesis of the phosphorylation site (serine 19) of smooth muscle myosin regulatory light chain and its effects on the properties of myosin. Biochemistry 33:840-847 75. Garcia JG, Schaphorst KL, Shi S et al (1997) Mechanisms of ionomycin-induced endothelial cell barrier dysfunction. Am J Physiol 273:L172-L184 76. Lazar V, Garcia JG (1999) A single human myosin light chain kinase gene (MLCK; MYLK) transcribes multiple nonmuscle isoforms. Genomics 57:256-267 77. Potier MC, Chelot E, Pekarsky Y, Gardiner K, Rossier J, Turnell WG (1995) The human myosin light chain kinase (MLCK) from hippocampus: cloning, sequencing, expression, and localization to 3qcen-q21. Genomics 29:562-570 78. Verin AD, Lazar V, Torry RJ, Labarrere CA, Patterson CE, Garcia JG (1998) Expression of a novel high molecular-weight myosin light chain kinase in endothelium. Am J Respir Cell Mol Biol 19:758-766 79. Verin AD, Gilbert-McClain LI, Patterson CE, Garcia JG (1998) Biochemical regulation of the nonmuscle myosin light chain kinase isoform in bovine endothelium. Am J Respir Cell Mol Biol 19:767-776 80. Garcia JG, Davis HW, Patterson CE (1995) Regulation of endothelial cell gap formation and barrier dysfunction: role of myosin light chain phosphorylation. J Cell Physiol 163:510-522 81. Moy AB, Shasby SS, Scott BD, Shasby DM (1993) The effect of histamine and cyclic adenosine monophosphate on myosin light chain phosphorylation in human umbilical vein endothelial cells. J Clin Invest 92:1198-1206 82. van Nieuw Amerongen GP, Draijer R, Vermeer MA, van Hinsbergh VW (1998) Transient and prolonged increase in endothelial permeability induced by histamine and thrombin: role of protein kinases, calcium, and RhoA. Circ Res 83:1115-1123 83. Chang YS, Munn LL, Hillsley MV et al (2000) Effect of vascular endothelial growth factor on cultured endothelial cell monolayer transport properties. Microvasc Res 59:265-277 84. Stasek JE Jr, Patterson CE, Garcia JG (1992) Protein kinase C phosphorylates caldesmon77 and vimentin and enhances albumin permeability across cultured bovine pulmonary artery endothelial cell monolayers. J Cell Physiol 153:62-75 85. Lash JA, Sellers JR, Hathaway DR (1986) The effects of caldesmon on smooth muscle heavy actomeromyosin ATPase activity and binding of heavy meromyosin to actin. J Biol Chem 261:16155-16160 86. Gusev NB, Pritchard K, Hodgkinson JL, Marston SB (1994) Filamin and gelsolin influence Ca 2+ -sensitivity of smooth muscle thin filaments. J Muscle Res Cell Motil 15:672-681 87. Borbiev T, Verin AD, Shi S, Liu F, Garcia JG (2001) Regulation of endothelial cell barrier function by calcium/calmodulin-dependent protein kinase II. Am J Physiol Lung Cell Mol Physiol 280: activated protein kinase pathways by cyclic GMP and cyclic GMP-dependent protein kinase in contractile vascular smooth muscle cells. J Biol Chem 274:34301-34309 91. Liu F, Verin AD, Wang P et al (2001) Differential regulation of sphingosine-1-phosphate-and VEGF-induced endothelial cell chemotaxis. Involvement of G ia2 -linked Rho kinase activity. Am J Respir Cell Mol Biol 24:711-719 92. Rousseau S, Houle F, Landry J, Huot J (1997) p38 MAP kinase activation by vascular endothelial growth factor mediates actin reorganization and cell migration in human endothelial cells. Oncogene 15:2169-2177 93. Zhao Y, Davis HW (2000) Endotoxin causes phosphorylation of MARCKS in pulmonary vascular endothelial cells. J Cell Biochem 79:496-505 94. Yamboliev IA, Hedges JC, Mutnick JL, Adam LP, Gerthoffer WT (2000) Evidence for modulation of smooth muscle force by the p38 MAP kinase/HSP27 pathway. Am J Physiol Heart Circ Physiol 278:H1899-H1907 95. Benndorf R, Hayess K, Ryazantsev S, Wieske M, Behlke J, Lutsch G (1994) Phosphorylation and supramolecular organization of murine small heat shock protein HSP25 abolish its actin polymerization-inhibiting activity. J Biol Chem 269:20780-20784 96. Freshney NW, Rawlinson L, Guesdon F et al (1994) Interleukin-1 activates a novel protein kinase cascade that results in the phosphorylation of Hsp27. Cell 78:1039-1049 97. Schneider GB, Hamano H, Cooper LF (1998) In vivo evaluation of hsp27 as an inhibitor of actin polymerization: hsp27 limits actin stress fiber and focal adhesion formation after heat shock. J Cell Physiol 177:575-584 98. Birukov KG, Birukova AA, Dudek SM et al (2002) Shear stressmediated cytoskeletal remodeling and cortactin translocation in pulmonary endothelial cells. Am J Respir C ell Mol Biol 26: 453-464 99. Birukov KG, Jacobson JR, Flores AA et al (2003) Magnitudedependent regulation of pulmonary endothelial cell barrier function by cyclic stretch. Am J Physiol Lung Cell Mol Physiol 285: L785-L797 100. Birukova AA, Chatchavalvanich S, Rios A, Kawkitinarong K, Garcia JG, Birukov KG (2006) Differential regulation of pulmonary endothelial monolayer integrity by varying degrees of cyclic stretch. Am J Pathol 168:1749-1761 101. Birukova AA, Rios A, Birukov KG (2008) Long-term cyclic stretch controls pulmonary endothelial permeability at translational and post-translational levels. Exp Cell Res 314:3466-3477 102. Pelosi P, Rocco PR (2008) Effects of mechanical ventilation on the extracellular matrix. Intensive Care Med 34:631-639 103. ARDSNet (2000) Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. The Acute Respiratory Distress Syndrome Network. N Engl J Med 342:1301-1308 104. Chabot F, Mitchell JA, Gutteridge JM, Evans TW (1998) Reactive oxygen species in acute lung injury. Eur Respir J 11:745-757 105. Jenkins GM, Frohman MA (2005) Phospholipase D: a lipid centric review. Cell Mol Life Sci 62:2305-2316 106. Matthay MA, Bhattacharya S, Gaver D et al (2002) Ventilatorinduced lung injury: in vivo and in vitro mechanisms. Am J Physiol Lung Cell Mol Physiol 283:L678-L682 107. Ryter SW, Kim HP, Hoetzel A et al (2007) Mechanisms of cell death in oxidative stress. Antioxid Redox Signal 9:49-89", "latex": null, "type": "figure"}, "TABREF1": {"text": "Potential therapeutic agents to reverse vascular permeability and restore barrier integrity Therapeutic molecules", "latex": null, "type": "table"}, "TABREF2": {"text": "induced barrier dysfunction by increasing Rac-dependent cortical actin formation and MLC phosphorylation.", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "24. Garcia JG, Schaphorst KL, Verin AD, Vepa S, Patterson CE, Natarajan V (2000) Diperoxovanadate alters endothelial cell focal contacts and barrier function: role of tyrosine phosphorylation. J Appl Physiol 89:2333-2343 25. Garcia JG, Verin AD, Schaphorst K et al (1999) Regulation of endothelial cell myosin light chain kinase by Rho, cortactin, and p60(src). Am J Physiol 276:L989-L998 26. Dudek SM, Birukov KG, Zhan X, Garcia JG (2002) Novel interaction of cortactin with endothelial cell myosin light chain kinase. Biochem Biophys Res Commun 298:511-519 27. Dudek SM, Jacobson JR, Chiang ET et al (2004) Pulmonary endothelial cell barrier enhancement by sphingo 1-phosphate: roles for cortactin and myosin light chain kinase. J Biol Chem 279:24692-24700 28. Pries AR, Secomb TW, Gaehtgens P (2000) The endothelial surface layer. Pflügers Arch 440:653-666 29. Goode BL, Drubin DG, Barnes G (2000) Functional cooperation between the microtubule and actin cytoskeletons. Curr Opin Cell Biol 12:63-71 30. Klymkowsky MW (1999) Weaving a tangled web: the interconnected cytoskeleton. Nat Cell Biol 1:E121-E123 31. Birukova AA, Smurova K, Birukov KG et al (2004) Microtubule disassembly induces cytoskeletal remodeling and lung vascular barrier dysfunction: role of Rho-dependent mechanisms. J Cell Physiol 201:55-70 32. Petrache I, Birukova A, Ramirez SI, Garcia JG, Verin AD (2003) The role of the microtubules in tumor necrosis factor-a-induced endothelial cell permeability. Am J Respir Cell Mol Biol 28:574-581 33. Liu F, Schaphorst KL, Verin AD et al (2002) Hepatocyte growth factor enhances endothelial cell barrier function and cortical cytoskeletal rearrangement: potential role of glycogen synthase kinase-3b. FASEB J 16:950-962 34. Bershadsky A, Chausovsky A, Becker E, Lyubimova A, Geiger B (1996) Involvement of microtubules in the control of adhesiondependent signal transduction. Curr Biol 6:1279-1289 35. Danowski BA (1989) Fibroblast contractility and actin organization are stimulated by microtubule inhibitors. J Cell Sci 93:255-266 36. Birukov KG, Leitinger N, Bochkov VN, Garcia JG (2004) Signal transduction pathways activated in human pulmonary endothelial cells by OxPAPC, a bioactive component of oxidized lipoproteins. Microvasc Res 67:18-28 37. Helfand BT, Chang L, Goldman RD (2003) The dynamic and motile properties of intermediate filaments. Annu Rev Cell Dev Biol 19:445-467 38. Helfand BT, Chang L, Goldman RD (2004) Intermediate filaments are dynamic and motile elements of cellular architecture. J Cell Sci 117:133-141 39. Kemler R (1992) Classical cadherins. Semin Cell Biol 3:149-155 40. Aberle H, Schwartz H, Kemler R (1996) Cadherin-catenin complex: protein interactions and their implications for cadherin function. J Cell Biochem 61:514-523 41. Dejana E, Bazzoni G, Lampugnani MG (1999) Vascular endothelial (VE)-cadherin: only an intercellular glue? Exp Cell Res 252:13-19 42. Corada M, Mariotti M, Thurston G et al (1999) Vascular endothelial-cadherin is an important determinant of microvascular integrity in vivo. Proc Natl Acad Sci U S A 96:9815-9820 43. Hordijk PL, Anthony E, Mul FP, Rientsma R, Oomen LC, Roos D (1999) Vascular-endothelial-cadherin modulates endothelial monolayer permeability. J Cell Sci 112:1915-1923 44. Vandenbroucke E, Mehta D, Minshall R, Malik AB (2008) Regulation of endothelial junctional permeability. Ann N Y Acad Sci 1123:134-145 45. Pries AR, Kuebler WM (2006) Normal endothelium. Handb Exp Pharmacol 176:1-40 46. Mitic LL, Anderson JM (1998) Molecular architecture of tight junctions. Annu Rev Physiol 60:121-142 47. Wang T, Chiang ET, Moreno-Vinasco L et al (2009) Particulate matter disrupts human lung endothelial barrier integrity via ROSand p38 MAPK-dependent pathways. Am J Respir Cell Mol Biol 42:442-449 48. Mehta D, Malik AB (2006) Signaling mechanisms regulating endothelial permeability. Physiol Rev 86:279-367 49. Rotundo RF, Curtis TM, Shah MD et al", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 2 ).\nTable 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Prognostic biomarkers of acute lung injury and acute respiratory distress syndrome\n</td><td> </td></tr><tr><td>Biomarkers </td><td>Descriptions </td><td>Summary/Prognostic Indication </td><td>References\n</td></tr><tr><td>S1P </td><td>Sphingolipid; angiogenic factor </td><td>Low S1P level is predictive of vascular dysfunction </td><td>[157, 173]\n</td></tr><tr><td>S1P3\n receptor (tyrosine-nitrated)\n</td><td>Sphingolipid receptor </td><td>Tyrosine nitration of S1P3\n receptor released from cell surface as microparticles is predictive of pathological disease state\n</td><td>[219, 220]\n</td></tr><tr><td>IL-8/IL-8 receptor </td><td>Cytokine; inflammation </td><td>IL-8 increase is predictive of death </td><td>[222, 264]\n</td></tr><tr><td>Protein C </td><td>Procoagulant activity </td><td>Low protein C level is predictive of death </td><td>[264, 265]\n</td></tr><tr><td>Thrombomodulin </td><td>Cofactor in the thrombin-induced activation of protein C in the anticoagulant pathway\n</td><td>Reduced plasma thrombomodulin level is predictive of higher mortality and worse system dysfunction\n</td><td>[229, 239]\n</td></tr><tr><td>PAI-1 </td><td>Inhibitor of plasminogen activator in plasma\n</td><td>PAI-1 level increase is predictive of death </td><td>[240, 242]\n</td></tr><tr><td>sICAM-1 </td><td>Marker of EC activation; adhesion molecules\n</td><td>ICAM-1 level increase is predictive of death </td><td>[249, 264]\n</td></tr><tr><td>IL-6 </td><td>Cytokine; inflammation </td><td>IL-6 level increase is predictive of death </td><td>[255, 256]\n</td></tr><tr><td>PBEF </td><td>Cytokine; inflammation </td><td>Secretion of extracellular PBEF upon mechanical stress induces pulmonary edema and neutrophil extravasation in mice\n</td><td>[131, 136]\n</td></tr></table></body></html>"}}, "back_matter": []}