{
    "paper_id": "3e2d6d8e5ce07b4d7095145bd28b25874d53c719",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease (COVID-19) has emerged as a public health crisis of global proportions. Despite rapidly growing knowledge of the clinical features of COVID-19, data about the pathophysiology of the disease are still scarce. As a consequence, medical treatments are often empirical, based on drugs previously used for other conditions, case reports, or retrospective data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this complex scenario, an important clinical issue seems to be represented by a suspected higher prevalence of thrombo-embolic events in COVID-19 patients. There are reports of abnormal coagulation parameters in hospitalized patients with severe forms of COVID-19, 1 and a CT scan-based study demonstrated the presence of pulmonary thrombo-embolism in patients with SARS-CoV-2-related pneumonia. 2 Elevated D-dimer levels were strongly associated with in-hospital mortality, 3 and nonsurvivors among infected patients met clinical criteria for disseminated intravascular coagulation (DIC). 1 In addition, virus-induced local and systemic inflammatory reactions affect endothelial cell function leading to vessel wall damage, contributing to a hypercoagulable state. The prolonged immobilization in critically ill patients and the consequent venous stasis completes the Virchow's triad (i.e. hypercoagulability, endothelial injury, and stasis of blood flow). Of note, anticoagulant treatment was associated with decreased mortality in severely affected COVID-19 patients. 1 Currently, there is no definitive evidence from specifically addressed clinical trials regarding the potential benefits of the various pharmacological agents in terms of outcomes in patients with either suspected or confirmed COVID-19, and the current management is mainly based on supportive care. Nevertheless, several drugs are employed, although off-label or as compassionate use therapies. These drugs include antiviral agents (e.g. atazanavir, lopinavir/ritonavir, remdesivir, favipiravir, ribavirin and interferon-b), drugs used for autoimmune disease (e.g. hydroxychloroquine and chloroquine), and anti-cytokine treatments (e.g. tocilizumab and arilumab). 4 Most of above-mentioned pharmacological agents, due to their hepatic metabolism, are known to have several drug-drug interactions (DDIs) with cardiovascular therapies, particularly with anticoagulants (Table 1) . This, together with the scarce knowledge of the potential detrimental effects of COVID-19 on the entire cardiovascular system in patients with concomitant cardiovascular diseases (first coronary artery disease and atrial fibrillation), represents a clinical issue. As a consequence, the optimal antithrombotic regimen for patients hospitalized with COVID-19-related illness is unknown.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 594,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1074,
                    "end": 1075,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1740,
                    "end": 1741,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1943,
                    "end": 1952,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The interaction with cytochrome P450s (CYPs) and P-glycoprotein (P-gp) are the principal mechanism involved in DDIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among anticoagulant agents, unfractionated heparin, low molecular weight heparin (LMWH), and fondaparinux could be safely coadministered with COVID-19 experimental drugs, since there are neither proven nor expected interactions. Moreover, the potential anti-inflammatory properties of heparin and its derivatives could have a role in this condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dicumarolic agents suffer from DDIs with protease inhibitors, such as atazanavir, lopinavir/ritonavir, and ribavirin. Specifically, the levels of dicumarolic agents are increased when coadministred with atazanavir, via CYP2C9 inhibition, while they are decreased with lopinavir/ritonavir and ribavirin via CYP2C9 induction . 5 Moreover, a possible DDI could be expected in co-administration with tocilizumab (TCZ), since it may interfere with CYP thought the interleukin-6 (IL-6) pathway. 4 When dicumarolic agents are used in routine practice during the COVID-19 pandemic, a strict monitoring of the international normalized ratio (INR) is mandatory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nowadays, non-vitamin K antagonist oral anticoagulants (NOACs) are the preferred choice in clinical practice, with a better effective and safety profile compared with dicumarolic agents; however, the risk of DDIs in patients treated for COVID-19 is not negligible. Direct Xa inhibitors, such as apixaban, rivaroxaban, and edoxaban, are contraindicated when coadministered with antiviral agents, because the inhibition of CYP3A4 (e.g. atazanavir and lopinavir) and a P-gp (e.g. ritonavir) increases their serum concentration by two-fold. 4 Furthermore, DDIs can also occur with direct Xa inhibitors when chloroquine/hydroxychloroquine are co-administered. These drugs are metabolized by the same CYP enzymes pathway; 4 thus, the co-administration decreases the excretion of these anticoagulants, resulting in high bleeding risk. Also TCZ, by decreasing the IL-6-mediated inhibition of CYP450, increases the exposure of direct Xa inhibitors. Dabigatran, a direct thrombin inhibitor, is contraindicated together with atazanavir because the inhibition of CYP3A4 increases its serum concentrations;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "conversely, the coadministration with lopinavir/ritonavir may decrease the exposure of dabigatran through P-gp inhibition. 4 DDIs are also possible with chloroquine/hydroxychloroquine, since the coadministration may influence dabigatran metabolism by increasing its plasma concentrations. Moreover, the use of NOACs during the COVID-19 pandemic is further limited by the lack of a standardized approach for monitoring Xa and thrombin activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, because of several DDIs between experimental COVID-19 medications and anticoagulant agents, we suggest a close monitoring or anticoagulant dose adjustments in order to avoid dangerous clinical adverse events. Among anticoagulants, heparins and fondaparinux appear as the safest agents due to a low risk of interaction with current COVID-19 experimental therapies. Finally, which, when, and how COVID-19 patients should be anticoagulated are still open subjects of debate, and specifically designed studies are definitely needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest: G.P. reports receiving consulting or lecture fees from AstraZeneca, Bayer, Chiesi, Daiichi Sankyo/Eli Lilly, and Merck Sharp Dohme. The other authors have no conflict of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "1094--1099",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chest CT features of COVID-19 in",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerunian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polici",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pucciarelli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Polidori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rucci",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guido",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bracci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Dominicis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laghi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}