{
    "paper_id": "3e2f44a441f9bc1409597fa9bd7d9aa1a9377129",
    "metadata": {
        "title": "A Randomized Trial",
        "authors": [
            {
                "first": "Caleb",
                "middle": [
                    "P"
                ],
                "last": "Skipper",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katelyn",
                "middle": [
                    "A"
                ],
                "last": "Pastick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [
                    "W"
                ],
                "last": "Engen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ananta",
                "middle": [
                    "S"
                ],
                "last": "Bangdiwala",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahsa",
                "middle": [],
                "last": "Abassi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "M"
                ],
                "last": "Lofgren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darlisha",
                "middle": [
                    "A"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "C"
                ],
                "last": "Okafor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "F"
                ],
                "last": "Pullen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [
                    "R"
                ],
                "last": "Nicol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alanna",
                "middle": [
                    "A"
                ],
                "last": "Nascene",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathy",
                "middle": [
                    "H"
                ],
                "last": "Hullsiek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "P"
                ],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darlette",
                "middle": [],
                "last": "Luke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sylvain",
                "middle": [
                    "A"
                ],
                "last": "Lother",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [
                    "J"
                ],
                "last": "Mackenzie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Glen",
                "middle": [],
                "last": "Drobot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [
                    "E"
                ],
                "last": "Kelly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ilan",
                "middle": [
                    "S"
                ],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [],
                "last": "Zarychanski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "G"
                ],
                "last": "Mcdonald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Todd",
                "middle": [
                    "C"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Radha",
                "middle": [],
                "last": "Rajasingham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "R"
                ],
                "last": "Boulware",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "N o effective oral therapy exists for the outpatient treatment of coronavirus disease 2019 (COVID-19). Reducing symptom severity and decreasing hospitalizations for outpatients is an important public health mitigation strategy for overcoming this pandemic. Hydroxychloroquine has in vitro activity against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and has been proposed as a potentially effective treatment (1) .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 429,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most clinical studies investigating therapies for COVID-19 have examined hospitalized patients with moderate to severe disease. The initial hydroxychloroquine studies were small and had methodological limitations, such as the absence of a control group (2, 3) . Among large, nonrandomized, observational studies and clinical trials, emerging evidence suggests that antiviral therapy late in the course of COVID-19 may have, at best, minimal benefit (4 -6) . However, this therapy may have clinical benefits in the treatment of mild or moderate disease when given early in the disease course. To our knowledge, no randomized clinical trials to date have investigated agents for early COVID-19 in nonhospitalized patients.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "(2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 449,
                    "end": 455,
                    "text": "(4 -6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ing March and April 2020, SARS-CoV-2 diagnostic testing was extremely limited, nonhospitalized persons were often ineligible for testing, and turnaround time for results was multiple days. Second, SARS-CoV-2 can be undetectable when symptoms begin: The median false-negative rate of polymerase chain reaction (PCR) testing has been reported to be 38% on day 1 of symptoms (range, 18% to 65%), decreasing over subsequent days (8, 9) . To overcome these challenges and initiate therapy as early as possible, we enrolled persons with either laboratory-confirmed COVID-19 or COVID-19compatible symptoms and an epidemiologic link to a contact with laboratory-confirmed COVID-19. Participants were randomly assigned 1:1 to receive hydroxychloroquine or placebo. Recruitment began on 22 March 2020, enrollment stopped on 6 May, follow-up concluded on 20 May, and final hospital outcomes were known by 15 June 2020.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 429,
                    "end": 431,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 777,
                    "end": 779,
                    "text": "22",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was approved by the University of Minnesota Institutional Review Board and conducted under an investigational new drug application (number 148257) from the U.S. Food and Drug Administration. In Canada, the study was conducted without objection from Health Canada (control number 237355), and ethics approval was obtained for each province separately from the Research Institute of the McGill University Health Centre, University of Manitoba, and University of Alberta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We enrolled participants through internet-based surveys throughout the United States and the Canadian provinces of Quebec, Manitoba, and Alberta. Outreach for the trial was via traditional and social media. Participants completed a self-screening survey to determine eligibility. If eligible, after reading the consent form, participants answered a series of multiple-choice questions to assess study comprehension. Participants provided a digitally captured signature to document informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "We enrolled nonhospitalized adults who were required to have 4 or fewer days of symptoms and either PCR-confirmed SARS-CoV-2 infection or compatible symptoms after a high-risk exposure to a person with PCR-confirmed COVID-19 within the past 14 days. Highrisk exposure was defined as an immediate household contact or a close occupational exposure to someone with COVID-19 (for example, health care worker or first responder). Health care workers who had COVID-19compatible symptoms and high-risk exposure but whose contact had PCR results pending were enrolled after symptom review by an infectious diseases physician. All of these participants met the COVID-19 case definition of the U.S. Council of State and Territorial Epidemiologists (Supplement, available at Annals.org) (10) . Participants were excluded if they were younger than 18 years, were hospitalized, received certain medications, or met other safety exclusion criteria (Supplement).",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 781,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "Participants in a third group had a high-risk exposure and were asymptomatic at the time of consent for a companion postexposure prophylaxis trial, which had the same inclusion and exclusion criteria (11) ; however, these participants became symptomatic before starting their study medicine on day 1 and were analyzed as part of this trial.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "Research pharmacists dispensed masked, 200-mg tablets of hydroxychloroquine sulfate or masked placebo. Allocation assignment was concealed from investigators and participants because the study medicine and placebo were similar in appearance: Both were white oblong tablets dispensed in opaque bottles. Study medication was shipped overnight to participants by commercial courier. Hydroxychloroquine was prescribed at 800 mg (4 tablets) once, then 600 mg (3 tablets) 6 to 8 hours later, then 600 mg (3 tablets) once daily for 4 more days (5 days in total). This dose was chosen on the basis of simulations that used previously published pharmacokinetic parameters and were designed to rapidly achieve and maintain a hydroxychloroquine concentration above the estimated half-maximal effective concentration (EC 50 ) for SARS-CoV-2 (12) . Simulations estimated that 94% of participants would achieve concentrations above this EC 50 value on day 1 and that concentrations would be maintained for 10 to 14 days. Placebo tablets of folic acid, 400 mcg, were prescribed as an identical regimen for the control group. In Canada, the placebo tablets were lactose. If gastrointestinal upset occurred, we advised dividing the total daily dose into 2 or 3 doses.",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 833,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Randomization and Interventions"
        },
        {
            "text": "Sequential randomization occurred at research pharmacies in Minneapolis, Minnesota, and Montreal, Canada. The trial statistician generated a permuted block randomization sequence using differently sized blocks in a 1:1 allocation, stratified by country. A separate randomization stratum also existed for persons who were initially asymptomatic at the time of informed consent but became symptomatic before receiving the study medication on day 1. The research pharmacies held this list, and statisticians verified that the randomization sequence was followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization and Interventions"
        },
        {
            "text": "We collected self-reported survey data using the Research Electronic Data Capture (REDCap) system (13) . We e-mailed participants follow-up surveys on days 1 (medication start date), 3, 5 (medication stop date), 10, and 14 to assess study medication adherence, adverse effects, presence and severity of COVID-19 symptoms, COVID-19 test results, and hospitalization status. If participants were hospitalized within 14 days, we continued follow-up past study completion to assess outcomes. We assessed symptom severity on a 10-point visual analogue scale where 0 indicated no symptoms and 10 indicated severe symptoms (Supplement). Medication-related adverse events were collected with directed questioning on the most common adverse effects and an open-ended free-text field. For participants who did not respond to follow-up surveys, investigators used text messages, e-mails, or telephone calls to ascertain outcomes from them or their designated third-party contacts. If this was unsuccessful, investigators searched the internet for obituaries or other evidence of vital status.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes and Follow-up"
        },
        {
            "text": "Hydroxychloroquine in Nonhospitalized Adults With Early COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "The initial primary outcome was an ordinal outcome by day 14 of not hospitalized, hospitalized, or intensive care unit stay or death. Secondary end points were symptom severity at day 5 and day 14 by 10-point visual analogue scale, nominal incidence of all hospitalizations and deaths, and incidence of study medicine withdrawal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study End Points"
        },
        {
            "text": "Before the first interim analysis on 24 April 2020, it became apparent that the pooled event rate of hospitalization or death was substantially lower than our initial 10% expectation (original sample size calculations as described in Statistical Analysis section). Without unblinding of treatment allocation or analysis of the data, the principal investigator proposed to the data and safety monitoring board (DSMB) that we modify the primary end point to the change in overall symptom severity over 14 days as longitudinally measured on a 10point visual analogue scale. The DSMB approved the change on 24 April 2020. The change was necessary because the low event rate of hospitalizations or deaths in the trial would have required increasing the sample size to 6000 participants, which was not attainable. With enrollment of at least 200 participants per group, we determined that the revised trial would have 90% power (with a 2-sided ␣ level of 0.05) to detect a statistically significant difference between the groups for a change in symptom severity score as small as 0.25 points on the 10-point visual analogue scale. The trial halted at the second DSMB meeting on 6 May 2020, when the DSMB determined that sufficient statistical power had been achieved to evaluate the primary outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in End Point and Sample Sizes"
        },
        {
            "text": "We had originally designed the trial assuming an 8% incidence of hospitalization and 2% incidence of intensive care unit stay or death (10% in total for these adverse outcomes) (14, 15) . Using a proportional odds model with an estimated 50% effect size to reduce these ordinal outcomes with a 2-sided ␣ level of 0.05 and 90% power, we had estimated 621 participants per group. With a novel internet-based trial, we had assumed that loss to follow-up might be higher than in a traditional trial; therefore, we had adjusted the sample size by 20% to 750 participants per group.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "(14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The primary analysis cohort included participants who completed at least 1 follow-up survey, so that change in symptom severity score could be assessed. The symptom severity score was self-assessed using a 10-point visual analogue scale (0 to 10, with 0.1-point increments). We assigned a severity score of 0 to those with no symptoms. Those who died of complications related to COVID-19 were assigned a severity score of 10 for any surveys missed up until the date of death. Both actual severity scores and changes in score from baseline were assessed for normality (Supplement Figure 4 , available at Annals.org). We used a longitudinal mixed model, adjusted for baseline severity score, to analyze the primary end point of change in symptom severity through day 14. The absolute difference and 95% CI for change in severity score from baseline between groups are presented, along with the relative difference, calculated as [(hydroxychloroquine mean Ϫ placebo mean) / placebo mean]. A priori-specified subgroups for the primary outcome included days of symptoms before enrollment, age, sex, and laboratory-confirmed infection versus probable COVID-19. The primary end point was additionally assessed by medication adherence, zinc use, or vitamin C use as post hoc analyses. The Supplement gives additional detail on statistical methods and sensitivity analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 587,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Statistical Analysis"
        },
        {
            "text": "Analysis of the ordinal secondary end point of no hospitalization, hospitalization, or admission to the intensive care unit or death was not done because of the low event rate. The overall incidence of hospitalization or death was compared between the groups with Fisher exact tests. The analysis cohort for the outcome of hospitalization or death included all randomly assigned participants with vital status known at any point during follow-up. The presence of symptoms at each time point was assessed with the Fisher exact test, and we analyzed change from baseline symptom severity score at each visit using linear regression, adjusted for baseline severity score. We did analyses with SAS software, version 9.4 (SAS Institute), according to the intention-to-treat principle (that is, all participants with data are included in the analyses regardless of their medication status) with a 2-sided type I error using an ␣ of 0.05. No adjustments for type I error were made to account for the number of secondary and subgroups analyses; therefore, subgroup analyses should be interpreted with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The funders did not contribute to design, collection, management, analysis, interpretation of data, writing of the report, or the decision to submit the report for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the Funding Source"
        },
        {
            "text": "We enrolled 491 participants from the United States and Canada (Figure 1) , of whom 423 completed at least 1 follow-up survey with symptom data (to contribute data to the primary end point) and 465 contributed vital status data after enrollment (to contribute to the secondary end point of hospitalization or death). Twenty-six participants (5.3%) contributed no data after enrollment and are not included in any analyses. Of the 423 participants contributing data for the primary end point, there were 241 (57%) health care workers, 106 (25%) household contacts, and 76 (18%) with other exposures (Table) . The median age was 40 years (interquartile range [IQR], 32 to 50 years), and 56% (n = 238) were women. Persons identifying as Black or African American were underrepresented (3%). Frequent comorbid conditions included asthma (11%), hypertension (11%), and diabetes (4%); 68% of participants reported no chronic medical conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 73,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 598,
                    "end": 605,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Overall, 341 participants (81%) ultimately had either a positive PCR result or a high-risk exposure to a 19 -compatible symptoms and reported high-risk exposure, but the contact's PCR was pending or unavailable. Of these, 37 had 2 of 3 symptoms of cough, fever, and shortness of breath. Those with a PCR-confirmed diagnosis took a mean of 2.2 days of symptoms to enroll, Eligible participants were allocated in a 1:1 ratio to receive masked placebo or hydroxychloroquine, 800 mg (4 tablets) once, then 600 mg (3 tablets) in 6 -8 h, then 600 mg (3 tablets) daily for 4 more days. Persons who were exposed to a contact with a positive result on a polymerase chain reaction (PCR) test and who remained asymptomatic (n = 821) were enrolled in our companion trial on postexposure prophylaxis (11); however, 100 persons became symptomatic before receiving study medicine on day 1 and were included in this early treatment trial, as per the protocol-specified plan. Of these, 81 met the U.S. coronavirus disease 2019 (COVID-19) case definition on day 1 on the basis of their symptom complex, whereas 19 were possible COVID-19 on day 1 (10) . Most of the 2237 symptomatic persons who were ineligible had >4 d of symptoms (55%) or did not have access to PCR testing (41%). PrEP = preexposure prophylaxis.",
            "cite_spans": [
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Hydroxychloroquine in Nonhospitalized Adults With Early COVID-19 compared with 1.3 days for those enrolled via symptoms and an epidemiologic link to a PCR-positive contact (Supplement Table 7 , available at Annals.org).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "At enrollment, 413 participants (98%) reported at least 1 COVID-19-compatible symptom; cough (65%), fatigue (52%), and headache (51%) were the most prevalent. Baseline symptoms were similar between study groups, and the median number of COVID-19 -compatible symptoms reported was 4 (IQR, 2 to 6 symptoms). Overall, 56% (236 of 423) of participants enrolled within 1 day of symptom onset (Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 394,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "We assessed the prevalence and severity of symptoms at each survey time point. By the fifth day, 54% (109 of 203) of participants receiving hydroxychloroquine reported symptoms, compared with 56% (108 of 194) receiving placebo. At day 14 of the trial, 24% (49 of 201) receiving hydroxychloroquine reported symptoms versus 30% (59 of 194) receiving placebo (P = 0.21) (Figure 3) . These findings remained true when the comparisons were limited to symptoms of fever, cough, or shortness of breath at day 14 (16% receiving hydroxychloroquine vs. 22% receiving placebo).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 377,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "For the primary outcome, we assessed the change in symptom severity score over 14 days in those given hydroxychloroquine versus placebo for 423 participants with available longitudinal data on symptom severity. The hydroxychloroquine group had a mean reduction from baseline of 2.60 points on the 10-point visual analogue scale for symptom severity, compared with a 2.33-point reduction in the placebo group (absolute difference, Ϫ0.27 points [95% CI, Ϫ0.61 to 0.07 points]; P = 0.117) (Figure 4) . This equates to a non-statistically significant difference in average improvement in symptom severity of 12% between the hydroxychloroquine and placebo groups. Overall, hydroxychloroquine failed to cause a statistically significant decrease in symptom prevalence or severity over the 14-day study period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 496,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "We analyzed a priori-defined, baseline subgroups by change in symptom severity score through 14 days (Figure 5) . Subgroup results were generally consistent with the overall result. Of note, inclusion of persons without a laboratory-confirmed diagnosis did not dilute the hydroxychloroquine effect because there was no significant interaction between those who had PCR-confirmed disease (nonsignificant 5.2% relative improvement) and those who did not have PCR-confirmed disease (nonsignificant 14.7% relative improvement) (P for interaction = , and meeting the case definition after adjudication by an infectious disease physician (10) . Five persons later reported PCR-positive contact, with test results returning after enrollment. In addition, 19 initially asymptomatic persons who had been randomly assigned in the postexposure prophylaxis trial (11) developed new symptoms on day 1 but not 2 of 3 major symptoms. Figure 5 shows hierarchical outcomes by confirmed PCR positive, contact PCR positive, or probable case only. PCR = polymerase chain reaction.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 636,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 111,
                    "text": "(Figure 5)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 919,
                    "end": 927,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "Hydroxychloroquine in Nonhospitalized Adults With Early COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "Annals.org Annals of Internal Medicine 0.51). We explored the change in symptom severity score by medication adherence as a post hoc analysis and found improvement in those receiving hydroxychloroquine compared with placebo when they took at least 75% of the prescribed study medication (19.5% relative benefit). However, within the hydroxychloroquine group, improvement in symptom scoring by day 14 did not differ between participants who were more than 75% adherent (change, Ϫ2.57 points) and those who were less than 75% adherent (change, Ϫ2.70 points). Additional post hoc analyses showed that self-reported use of zinc or vitamin C in addition to hydroxychloroquine did not improve symptoms over use of hydroxychloroquine alone (Supplement Table 2 , available at Annals.org). The incidence of hospitalization or death was 3.2% (15 of 465) among participants with known vital status. With hydroxychloroquine, 4 hospitalizations and 1 nonhospitalized death occurred (n = 5 events). With placebo, 10 hospitalizations and 1 hospitalized death occurred (n = 10 events); of these hospitalizations, 2 were not COVID-19 -related (nonstudy medicine overdose and syncope). The incidence of hospitalization or death did not differ between groups (P = 0.29).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 745,
                    "end": 752,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "On completion of the study medication regimen, 77% (157 of 203) of participants receiving hydroxychloroquine reported complete adherence to the regimen, compared with 86% (166 of 194) receiving placebo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "Adverse effects were more common in those receiving hydroxychloroquine than placebo through the 5-day regimen (43% [92 of 212] vs. 22% [46 of 211]; P < 0.001). With hydroxychloroquine, gastrointestinal symptoms were the most commonly reported adverse effect: 31% (66 of 212) of participants reported upset stomach or nausea, and 24% (50 of 212) reported abdominal pain, diarrhea, or vomiting (Supplement Table  3 , available at Annals.org). We observed no association between the presence of adverse effects and that of symptoms (Supplement Table 8 , available at Annals .org). Adverse effect prevalence decreased markedly after day 5. No serious adverse events attributable to the study drug occurred.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "Table  3",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 548,
                    "text": "Table 8",
                    "ref_id": null
                }
            ],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "We assessed the efficacy of study medicine masking on day 14. Of the 194 participants who completed day-14 surveys in the intervention group, 49% (n = 94) correctly identified that they had received hydroxychloroquine, 7% (n = 14) believed that they had received placebo, and 44% (n = 86) were unsure. Of the 182 who completed day-14 surveys in the placebo group, 30% (n = 54) correctly guessed placebo, 25% (n = 46) incorrectly guessed hydroxychloroquine, 42% (n = 76) were unsure of their randomization assignment, and 3% (n = 6) did not respond. Thus, masking was generally effective, with adverse effects markedly differing between groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "In this randomized, double-blind, placebo-controlled trial of symptomatic outpatient adults with probable or The percentage of participants reporting symptoms over time did not statistically differ by use of hydroxychloroquine or placebo. By day 14, the proportion of hydroxychloroquine participants with symptoms was 6 percentage points less than that of placebo participants (24% vs. 30%; P = 0.21). The stacked bar graph distinguishes the relative proportions of those with presentation of cough, fever, or shortness of breath vs. other COVID-19 -related symptoms. Exact percentages can be found in Supplement Figure 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 621,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Hydroxychloroquine in Nonhospitalized Adults With Early COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "confirmed early COVID-19, a 5-day course of hydroxychloroquine failed to show a substantial clinical benefit in improving the rate of resolution of COVID-19 symptoms in the enrolled clinical trial participants. Of those receiving placebo, 70% reported no COVID-19 symptoms by day 14 of the study, 96% had not been hospitalized, and 99.6% survived. The change in symptom severity was not statistically significant: only a 12% relative improvement over placebo. For comparison, oseltamivir in influenza showed a 25% to 35% relative reduction in symptom severity score in clinical trials (16, 17) . Therefore, the modest clinical effect that practitioners ascribe to oseltamivir is still twofold greater than that observed with hydroxychloroquine. To our knowledge, this is the first randomized clinical trial investigating treatment of COVID-19 among outpatients (a search of PubMed and MEDLINE on 24 June 2020 for publications in all languages using the keyword COVID-19 revealed no published outpatient randomized clinical trials). This builds on other randomized trial data on hydroxychloroquine, which have not shown any benefit for postexposure prophylaxis or for treatment of hospitalized patients (11, 18, 19) . In addition, after this trial was completed, in vivo animal models have reported no hydroxychloroquine activity against SARS-CoV-2 in hamsters, ferrets, or nonhuman primates (20 -22) .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1207,
                    "end": 1210,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1211,
                    "end": 1214,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 1391,
                    "end": 1399,
                    "text": "(20 -22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "Change in symptom severity score using a 10-point continuous visual analogue scale is a clinically relevant end point describing participant improvement over time. Validated scoring instruments for symptom severity were not yet available for outpatients with COVID-19 Mean change from baseline and estimated difference from a longitudinal mixed model adjusted for baseline severity score. P values for trend of continuous variables are in parentheses. Subgroups were defined a priori in the protocol. The final diagnosis includes all diagnostic testing results during the study period. Probable diagnosis is based on the U.S. clinical case definition (10) . The final diagnosis categories are hierarchical as listed (and thus mutually exclusive). Participants with symptom duration of 1-2 d before enrollment in the hydroxychloroquine group had a larger reduction in symptom score than those receiving placebo, but this was not observed in those who enrolled with symptom durations <1 d, where one might expect an even greater effect if hydroxychloroquine therapy helped mitigate disease severity if started very early in the disease course. Additional post hoc subgroups of medication adherence, zinc, and vitamin C are presented in Supplement when we designed this trial. Although the visual analogue scale is a subjective measure, the within-person measurement of symptom severity is internally consistent over time. For our outpatient trial, time to resolution of an individual symptom was not considered appropriate because individuals presented with differing symptoms. For example, 65% had cough, and 38% had fever. In addition, some isolated symptoms, such as fatigue, may persist after the overall syndrome subsides. Thus, we believe that the intraperson change in overall symptom severity over time represents a clinically meaningful end point, particularly in a disease that exhibits such heterogeneous symptomatology. Using a continuous end point results in smaller sample sizes than required for categorical or ordinal end pointsthereby expediting phase 2 trials and allowing early assessment of potential clinical benefit. Our original end point was an ordinal outcome of reduced hospitalization, intensive care unit stay, or death. Among the enrolled participants, the incidence of hospitalization was only 3% and incidence of death only 0.4%, making the planned analysis of the ordinal end point futile. We do note that 8 COVID-19 -related hospitalizations (including 1 death) occurred with placebo versus 4 COVID-19 hospitalizations (and 1 additional death; 5 events in total) with hydroxychloroquine. Our population was relatively young with 77% of participants being aged 50 years or less, with few comorbid conditions; thus, our trial findings are most generalizable to such populations. It is possible that hydroxychloroquine is more effective in populations at higher risk for complications, such as older persons in long-term care facilities (23) . Performing randomized trials in long-term care facilities could test whether hydroxychloroquine can reduce hospitalizations; however, the risk for medication adverse effects and drug-drug interactions will also be higher (24) .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2965,
                    "end": 2969,
                    "text": "(23)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3193,
                    "end": 3197,
                    "text": "(24)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "The primary limitation of our trial is the lack of confirmed SARS-CoV-2 infection in all participants, although participants met international and U.S. COVID-19 case definitions (10, 25) . The trial began on 22 March 2020, when PCR testing supplies were severely limited in the United States with outpatients ineligible for testing or with frequent delays in receiving test results. We countered this by enrolling participants with known epidemiologic links to index cases with PCR positivity and proven high-risk exposures. The use of epidemiologic linkage to enroll symptomatic persons is both a limitation and a strength. Although these persons did not have PCR-confirmed diagnoses, using epidemiologically linked cases enabled rapid enrollment after symptoms began: 56% of participants enrolled within 1 day of symptom onset. Only 16% of participants contributing data to the primary end point had a confirmed negative result on a PCR test; this falls within the known false-negative rate of current molecular techniques (8) . In subgroup analyses, participants with epidemiologic linkage or probable COVID-19 by case definition only had similar responses to those with PCR-confirmed COVID-19. PCR-confirmed cases had the least effect observed.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "25)",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        },
        {
            "text": "In conclusion, finding effective therapies against COVID-19 remains critical. Effective treatment of early, outpatient COVID-19 could decrease hospitalizations and, ultimately, morbidity and mortality. Hydroxychloroquine did not substantially reduce symptom severity or prevalence over time in nonhospitalized persons with early COVID-19. This trial may not inform whether an effect would be observed in populations at higher risk for severe COVID-19. Further randomized controlled clinical trials are needed in early COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORIGINAL RESEARCH"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Review: hydroxychloroquine and chloroquine for treatment of SARS-CoV-2 (COVID-19). Open Forum Infect Dis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Pastick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Okafor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofaa130"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early treatment of COVID-19 patients with hydroxychloroquine and azithromycin: a retrospective analysis of 1061 cases in Marseille, France",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Million",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101738"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Observational study of hydroxychloroquine in hospitalized patients with Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geleris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2411--2418",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2012410"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ACTT-1 Study Group Members. Remdesivir for the treatment of Covid-19 -preliminary report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomashek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32445440"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Remdesivir in adults with severe COVID-19: a randomised, double-blind, placebo-controlled, multicentre trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "31022--31031",
            "other_ids": {
                "PMID": [
                    "32423584"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Post-exposure prophylaxis or pre-emptive therapy for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2): study protocol for a pragmatic randomizedcontrolled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lother",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abassi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agostinis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32383125"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Variation in falsenegative rate of reverse transcriptase polymerase chain reactionbased SARS-CoV-2 tests by time since exposure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kucirka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laeyendecker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1495"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnostic testing for severe acute respiratory syndrome-related coronavirus 2: a narrative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Papenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desjardins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "172",
            "issn": "",
            "pages": "726--734",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1301"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interim-20-ID-01: standardized surveillance case definition and national notification for 2019 novel coronavirus disease (COVID-19). Accessed at www.cste.org/resource/resmgr/2020ps/Interim-20-ID-01_COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A randomized trial of hydroxychloroquine as postexposure prophylaxis for Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Pullen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bangdiwala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2016638"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Finding the dose for hydroxychloroquine prophylaxis for COVID-19: the desperate search for effectiveness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Kofahi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulware",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Pharmacol Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cpt.1874"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "REDCap Consortium. The REDCap consortium: building an international community of software platform partners",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Biomed Inform",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbi.2019.103208"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization. Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Midgley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dratch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "245--246",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6909e115"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Efficacy and safety of oseltamivir in treatment of acute influenza: a randomised controlled trial. Neuraminidase Inhibitor Flu Treatment Investigator Group",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "",
            "pages": "1845--50",
            "other_ids": {
                "PMID": [
                    "10866439"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Efficacy and safety of the oral neuraminidase inhibitor oseltamivir in treating acute influenza: a randomized controlled trial. US Oral Neuraminidase Study Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Vrooman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "1016--1040",
            "other_ids": {
                "PMID": [
                    "10697061"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of hydroxychloroquine in hospitalized patients with COVID-19: preliminary results from a multi-centre, randomized, controlled trial. medRxiv. Preprint posted online 15",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mafham",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Linsell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.07.15.2015185219"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Antiviral treatment of SARS-CoV-2-infected hamsters reveals a weak effect of favipiravir and a complete lack of effect for hydroxychloroquine. bioRxiv. Preprint posted online 19",
            "authors": [
                {
                    "first": "Sjf",
                    "middle": [],
                    "last": "Kaptein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Langendries",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.19.15905321"
                ],
                "PMID": [
                    "32444382"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hydroxychloroquine in the treatment and prophylaxis of SARS-CoV-2 infection in nonhuman primates. Research Square. Preprint posted online 6",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maisonnasse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guedj",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Contreras",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-27223/v1"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Public Health-Seattle and King County, EvergreenHealth, and CDC COVID-19 Investigation Team. Epidemiology of Covid-19 in a long-term care facility in King County, Washington",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2005412"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Critical revision of the article for important intellectual content",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Papillon-Ferland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "COVID-SAFER: deprescribing guidance for hydroxychloroquine drug interactions in olderadults.JAmGeriatrSoc.2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jgs.1662325"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PCR-positive contact (Figure 2). Of these 341 persons, 145 were PCR-positive for SARS-CoV-2 and 280 had known high-risk exposure to a PCR-positive contact; 84 had both. The remaining 82 participants (19%) were enrolled with suspected COVID-19: They had COVID-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Study flow diagram. Asymptomatic (n = 4687) Symptomatic or tested positive (n = 2237) Did not complete enrollment survey (n = 238) Did not meet eligibility criteria (n = 3528) Did not meet inclusion criteria: 3210 Did not meet inclusion criteria and had exclusion criteria: 303 Met inclusion criteria but also had exclusion criteria: 15 Did not complete enrollment survey (n = 180) Did not meet eligibility criteria (n = 1665) Did not meet inclusion criteria: 1432 Did not meet inclusion criteria and had exclusion criteria: 185 Met inclusion criteria but also had exclusion criteria: 48 Randomly assigned (n = 392) Administratively withdrawn (n = 1) Participant was already enrolled into PrEP trial. Study medicine not sent. Randomly assigned and included in analysis (n = 391) Randomly assigned (n = 921) Still asymptomatic at day 1 and analyzed in postexposure prophylaxis trial (n = 821) Initially asymptomatic but symptomatic by day 1 (n = 100) Symptomatic or tested positive (n = 391) Considered symptomatic (n = 491) Exposed to a household contact (n = 141) Exposed as a health care worker (n = 260) Exposed to a nonhousehold contact (n = 41) Had no known exposure (n = 30) Did not report their exposure (n = 19) Assigned to hydroxychloroquine (n = 244) Assigned to placebo (n = 247) Had no follow-up data (n = 13) Had follow-up data (n = 231) Had vital status data (n = 19) Contributed data to primary end point (n = 212) Had no follow-up data (n = 13) Had follow-up data (n = 234) Had vital status data (n = 23) Contributed data to primary end point (n = 211) Assessed for eligibility (n = 6924)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "† 3 women were breastfeeding; 0 were pregnant. ‡ 6 participants had >4 d of symptoms by the time of randomization. § Assessed by a 0-to 10-point visual analogue scale with 0.1-point increments. The Supplement gives details about the visual analogue scale.Not mutually exclusive; seeFigure 2for overlap.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Venn showing the distribution of how 378 participants qualified for enrollment. Two of 3 major symptoms were from among cough, shortness of breath, and fever. An additional 26 participants qualified by having pending (or unavailable) PCR tests at entry, having symptoms compatible with coronavirus disease 2019 (COVID-19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Percentage of participants with ongoing COVID-19 symptoms. Hydroxychloroquine Cough, fever, or shortness of breath Other COVID-19 symptoms Placebo Cough, fever, or shortness of breath Other COVID-19 symptoms Percentage With COVID-19-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(available at Annals.org). COVID-19 = coronavirus disease 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Overall visit, participants reported their overall severity of coronavirus disease 2019 (COVID-19) symptoms on a continuous visual analogue scale of 0 -10 points. The primary end point (overall change in symptom severity score) was calculated with linear mixed-effects models, adjusted for baseline severity score. Hydroxychloroquine was associated with a 12% relative difference over placebo, based on an absolute difference of Ϫ0.27 (95% CI, Ϫ0.61 to 0.07; P = 0.117) on the visual analogue scale. Supplement",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Change in symptom severity score over 14 d, by a priori subgroups.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline Characteristics of Primary End Point Cohort, by Treatment Group*",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "available at Annals.org) shows mean values and 95% CIs. At day 5, symptom severity had worsened from baseline in 16% of participants receiving hydroxychloroquine and 20% of those receiving placebo.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "available at Annals.org).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the research volunteers for consenting to participate in this trial and the late Dr. Charlie Van der Horst for inspiration in infectious diseases research and a commitment to social justice. They also thank the trial's research collaborators, Alyssa Agostinis, Sarah Elsayed, Derek LaBar, Alek Lefevbre, Nicole Marten, Kristen Moran, and Lulu Smith.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment:"
        }
    ]
}