{
    "paper_id": "3e30bbd602aa1f38a8988bcfc046531e8308ca3e",
    "metadata": {
        "title": "Is there enough trust for the smart city? exploring acceptance for use of mobile phone data in oslo and tallinn",
        "authors": [
            {
                "first": "Erik",
                "middle": [],
                "last": "Tom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Julsrud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julie",
                "middle": [
                    "Runde"
                ],
                "last": "Krogstad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There are high hopes that a development towards smarter urban environments, backed up by various big data sources, can help solve many of the challenges facing today's large cities related to providing security, mitigating environmental damages, improving services and upscaling innovative and entrepreneurial activities. This study explores the acceptance of use of mobile phone data (MPD) in different areas, and how it is related to different types of trust. Based on a representative survey of citizens in the two smart cities, Oslo and Tallinn, four similar trust cultures are located. The acceptance of use of MPD differed significantly between the trust cultures and, as expected, was significantly stronger in groups with higher levels of trust, either generally or in terms of reliance on technologies. The acceptance of use of MPD for commercial product development was low for all groups. Findings suggest that future users of MPD need to be aware of the significant scepticism toward and rejection of the use of such data in large parts of the population. Unless visions of the smart city are grounded in the needs and wants of citizens, such plans are not likely to succeed, and negative understandings and images of a panoptic state may take stronger hold. As for now, however, there seems to be insufficient social trust to exploit this on a wider scale without creating even more scepticism and distrust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A growing number of new services, in particular services related to transport and mobility, are dependent on real-time data from citizens. An almost endless variety of new big data sources offer novel opportunities for city planners and politicians to get valuable insights and knowledge about mobility patterns (Kitchin, 2015; Chen et al., 2016) . One of the most useful types of big data is mobile phone data (MPD), i.e. data that registers and visualizes urban travellers' spatial movements during the day, based on mobile phones and other portable devices connected to wireless networks.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 327,
                    "text": "(Kitchin, 2015;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 328,
                    "end": 346,
                    "text": "Chen et al., 2016)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "MPD is currently harvested, analysed and offered to third parties by telecom operators and technology companies (Google, TomTom, Facebook, etc.) . In contrast to traditional survey data, this represents \"passive data\", in the sense that it is not collected through active solicitation, but is generated by phone operators or service providers for other purposes (Chen et al., 2016) . Several studies have looked at the challenges and risks involved in extensive use of mobility data, in particular issues connected to citizens' privacy (Steenbruggen et al., 2014; Wang et al., 2018) . In connection with the General Data Protection Regulation (GDPR), anonymization of MPD is crucial, because the re-identification of individuals must not be possible according to European law. However, full anonymization is challenging, and often decreases the utility of the data, which means that the benefits of the data cannot fully be exploited (Berzina and Lauberte, 2018) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 144,
                    "text": "(Google, TomTom, Facebook, etc.)",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 381,
                    "text": "(Chen et al., 2016)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 536,
                    "end": 563,
                    "text": "(Steenbruggen et al., 2014;",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 564,
                    "end": 582,
                    "text": "Wang et al., 2018)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 934,
                    "end": 962,
                    "text": "(Berzina and Lauberte, 2018)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Harvesting of big data is a cornerstone in the development of smart cities. Neoliberal urbanism has dominated previous research on smart cities, which can be summarized as a market-based view centered on economic growth (Cardullo and Kitchin, 2018) . However, recent contributions have focussed on the transition from smart cities to experimental cities and \"smart citizens\" (Cardullo and Kitchin, 2018; I. Calzada, 2018) . This perspective can be seen as a response to the increasing criticism of smart cities as being overly technology-driven and neglecting public and common interests (Hollands, 2008; Grossi and Pianezzi, 2017) . The introduction of the GDPR in 2018 started a debate on the digital rights of citizens, i.e. about the ownership of data, data privacy and transparency. Furthermore, cities such as Barcelona are in the process of establishing a more democratic data ownership regime, following an experimental city policy framework (Cardullo and Kitchin, 2018; Calzada, 2018; Evans et al., 2018) . The bottom-up perspective on smart cities means developing new ways to include citizens and adopting an inclusive and deliberative framing of citizen participation in the smart city (Cardullo and Kitchin, 2018) . The voices of citizens are crucial to gaining acceptance and avoiding violations, conflict and distrust, yet few studies take the perspective of the citizens into account (Thomas et al., 2016; Vanolo, 2016) .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 248,
                    "text": "(Cardullo and Kitchin, 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 375,
                    "end": 403,
                    "text": "(Cardullo and Kitchin, 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 404,
                    "end": 421,
                    "text": "I. Calzada, 2018)",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 604,
                    "text": "(Hollands, 2008;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 605,
                    "end": 631,
                    "text": "Grossi and Pianezzi, 2017)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 950,
                    "end": 978,
                    "text": "(Cardullo and Kitchin, 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 979,
                    "end": 993,
                    "text": "Calzada, 2018;",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 1013,
                    "text": "Evans et al., 2018)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1198,
                    "end": 1226,
                    "text": "(Cardullo and Kitchin, 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1400,
                    "end": 1421,
                    "text": "(Thomas et al., 2016;",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1422,
                    "end": 1435,
                    "text": "Vanolo, 2016)",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper aims to illuminate how citizens perceive the sharing of information about their movements with mobile phone operators and their wider circle of customers, partners and subcontractors. The use of passive data is undoubtedly a challenge to privacy policies, which influence the everyday life of ordinary citizens, and the use of such data cannot be governed top-down and only discussed in expert debates about data protection (Minkkinen et al., 2017; Calzada and Cobo, 2015) . The general awareness among the public about the existence and use of such data is also relatively limited (IET 2016) . Trust is a key factor in the acceptance of technology-based systems that can be used for surveillance, such as MPD (Bélanger and Carter, 2008; Wong, 2008; Yeh, 2017) . Trust can be based on various sources and processes; it is also volatile and differently distributed between geographical regions, organizations and social groups (Bachmann and Zaheer, 2006; Markova et al., 2008) . In the context of nations and regions the term trust cultures has been used to distinguish between societies on the basis of their level of interpersonal trust and shared ethical values (Fukuyama, 1995; Natale et al., 1998) . The question is whether there is sufficient trust within modern societies to implement MPD-based tracking. In this paper, we ask the following questions: What types of trust cultures exist in Oslo and Tallinn? To what extent do trust cultures differ between national contexts? How does affiliation with such groups influence acceptance of the use of MPD data? Based on a comparative survey analysis we explore and describe local trust cultures that delineate groups holding different views on security, privacy and confidence in third parties and potential users. As we will show, within these cultures there are very different views on the acceptance of MPD. To achieve future acceptance, it will be necessary to seek support from trust cultures that so far have been reluctant to share their positional data.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 459,
                    "text": "(Minkkinen et al., 2017;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 460,
                    "end": 483,
                    "text": "Calzada and Cobo, 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 593,
                    "end": 603,
                    "text": "(IET 2016)",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 748,
                    "text": "(Bélanger and Carter, 2008;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 749,
                    "end": 760,
                    "text": "Wong, 2008;",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 761,
                    "end": 771,
                    "text": "Yeh, 2017)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 937,
                    "end": 964,
                    "text": "(Bachmann and Zaheer, 2006;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 965,
                    "end": 986,
                    "text": "Markova et al., 2008)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1175,
                    "end": 1191,
                    "text": "(Fukuyama, 1995;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1192,
                    "end": 1212,
                    "text": "Natale et al., 1998)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The following section gives an overview of earlier studies on smart cities, MPD and trust. This is followed by a section describing the methodological approach and data; after which we present the multivariate statistical analysis and findings. Finally, we discuss the evidence and draw conclusions based on the theoretical framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The use of digital data to monitor and track citizens is closely linked to the idea of smart cities. Although it has been researched for over two decades (Mora et al., 2017) the concept still lacks a concrete definition (Hollands, 2008; Glasmeier and Nebiolo, 2016) . The knowledge about smart cities is rapidly growing and extremely fragmented, and lacks intellectual exchange between researchers in the field. In their analysis of the smart city literature, Mora et al. find that the most cited documents are based on two dominant interpretations of the smart city (Mora et al., 2017) . The first understands smart cities holistically as combining human, social, cultural, economic, environmental, and technological aspects. The second takes a techno-centric view of them. Reflecting these interpretations, the literature on smart cities has been criticized for being insufficiently nuanced, using one-size-fits-all narratives, and failing to use in-depth empirical studies and comparative research to underpin the arguments (Kitchin, 2015) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 173,
                    "text": "(Mora et al., 2017)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 220,
                    "end": 236,
                    "text": "(Hollands, 2008;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 237,
                    "end": 265,
                    "text": "Glasmeier and Nebiolo, 2016)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 567,
                    "end": 586,
                    "text": "(Mora et al., 2017)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1027,
                    "end": 1042,
                    "text": "(Kitchin, 2015)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Smart cities"
        },
        {
            "text": "The research on smart cities is still at an early stage of development. Much still focuses on the understanding of smart cities, often providing illustrative case studies of smart city programmes, public documents and debates (Grossi and Pianezzi, 2017; Vanolo, 2016; Vanolo, 2014; Albino et al., 2015; Luque-Ayala and Marvin, 2015) . It is important to recognize that \"smart\" technologies function on top of already existing structures and actors, at best promoting incremental change (Cowley et al., 2018; Gaffney and Robertson, 2018) . This implies that there is no such thing as a singular \"smart city\", because cities are heterogeneously structured within different societies. The term smart cities is part of an ongoing debate on where cities are heading. However, as Thomas et al. (Thomas et al., 2016) note, the term is not perceived as inviting inclusive debate, because citizens find it distant and abstract. Investigations in the UK show that few citizens are familiar with the concept of smart cities. A UK survey found that only one in five adults is familiar with the term (IET 2016). Similarly, Thomas et al. found that most of the interviewees were unfamiliar with it. In general, it seems that citizens lack interest in smart cities (Thomas et al., 2016; Cowley et al., 2018) . However, much of the \"smartness\" consists of unseen technological infrastructure and objects undetectable by the majority of citizens.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 253,
                    "text": "(Grossi and Pianezzi, 2017;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 254,
                    "end": 267,
                    "text": "Vanolo, 2016;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 268,
                    "end": 281,
                    "text": "Vanolo, 2014;",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 282,
                    "end": 302,
                    "text": "Albino et al., 2015;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 303,
                    "end": 332,
                    "text": "Luque-Ayala and Marvin, 2015)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 486,
                    "end": 507,
                    "text": "(Cowley et al., 2018;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 508,
                    "end": 536,
                    "text": "Gaffney and Robertson, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 774,
                    "end": 809,
                    "text": "Thomas et al. (Thomas et al., 2016)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1110,
                    "end": 1123,
                    "text": "Thomas et al.",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1271,
                    "text": "(Thomas et al., 2016;",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1272,
                    "end": 1292,
                    "text": "Cowley et al., 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Smart cities"
        },
        {
            "text": "Recent literature on smart cities moves away from the top-down, neoliberal, market-based, techno-centric view of smart cities and towards an alternative vision reflecting and serving the interests of the citizens. This literature often relates to the research on new governance models that engage citizens beyond traditional forms, such as co-creation (Torfing et al., 2016) . For example, Calzada (I. Calzada, 2018; Calzada, 2018) focuses on data ownership, grass-roots innovations and co-operative service provision models when analysing the digital plan for Barcelona. He asks whether we are going from smart cities to experimental cities, and how citizens become decision makers rather than data providers. Using data ethically in order to protect citizens and involving citizens in decisions on how data is used are issues that cities are currently experimenting with and constantly need to address in the future.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 374,
                    "text": "(Torfing et al., 2016)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 390,
                    "end": 416,
                    "text": "Calzada (I. Calzada, 2018;",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 431,
                    "text": "Calzada, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Smart cities"
        },
        {
            "text": "The use of big data is a cornerstone of smart cities. Big data is realtime data that has been generated due to the \"digitization of everyday life\", as we leave footprints every time we use a device or a digital service (Dubow, 2014) . Over time, this generates compilations of structured and unstructured data that can be used for other purposes than initially intended. In the context of urban development, big data differs from traditional data used to understand human mobility, as it consists of real-time data that has been gathered and stored for other purposes. Exploitation of mobile positioning data is currently widely applied in various part of society as digital technology gets more widespread and big-data analytics gets more advanced. Locational data is applied in connection with implementation of smart homes and household grid technology (Desai et al., 2019) , energy services (Grünewald and Reisch, 2020) , road pricing systems (Iqbal and Lim, 2008) , shared mobility coordination systems (Aïvodji et al., 2017; Cottrill, 2020) , and car-tracking by insurance companies (Derikx et al., 2015) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 232,
                    "text": "(Dubow, 2014)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 856,
                    "end": 876,
                    "text": "(Desai et al., 2019)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 895,
                    "end": 923,
                    "text": "(Grünewald and Reisch, 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 947,
                    "end": 968,
                    "text": "(Iqbal and Lim, 2008)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1008,
                    "end": 1030,
                    "text": "(Aïvodji et al., 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1031,
                    "end": 1046,
                    "text": "Cottrill, 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1089,
                    "end": 1110,
                    "text": "(Derikx et al., 2015)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Mobile phone data"
        },
        {
            "text": "There are several kinds of big data, but in transport-related studies one of the most frequently used and discussed types is mobile phone data (MPD), which is generated from mobile phone locational systems and the motion systems integrated into smart phones. Location information is generated as a result of a phone's communication with a cellular network maintained and operated by cellular network operators (Li et al., 2017) . It can be registered when a user initiates a connection between the phone and the network through one or more cell towers, or by means of regular updates of geographic position based on the user's movement between different towers in a network. In addition, a number of sources for gathering locational data are built into mobile smartphones or other wireless networks in the city. These include GPS receivers in the smartphones, wi-fi positioning, motion systems, and accelerometer functions. Used in combination, these data sources can extract travel behavior data that is comprehensive and detailed (Wang et al., 2018) . Such data is increasingly exploited in various mobile phone application used for sports activities, navigation and social networks. D.T.E. Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314 The increased interest in MPD rests on the fact that access to mobile phones has become ubiquitous in every city, town and village in the world. There are now almost five billion mobile phones users, and an estimated 62.9 percent of the global population already owned a mobile phone in 2016. 1 The mobile phone has become an integral part of everyday life, and it has also become a favourite companion for travellers, used for trip planning, organization and navigating. Studies indicate that mobile devices are widely used while on the move, to get information from websites, read email, watch movies, communicate with friends and much more (Julsrud and Denstadli, 2017; Lyons and Chatterjee, 2012; Kenyon and Lyons, 2007; Lyons et al., 2007) . The new generation of 5 G mobile networks and new smart phone models make the tracking of urban populations even more accurate and accessible (Gregersen and Lunke, 2018) . In the current smart cities, data from mobile phones is part of a large web of various big data sources connecting humans and technologies that can increase the value of CDRdata. These include data from smart card readers, information from \"blue tooth beacons\", traffic data and more.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 427,
                    "text": "(Li et al., 2017)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1032,
                    "end": 1051,
                    "text": "(Wang et al., 2018)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1193,
                    "end": 1280,
                    "text": "Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1575,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1924,
                    "end": 1953,
                    "text": "(Julsrud and Denstadli, 2017;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1954,
                    "end": 1981,
                    "text": "Lyons and Chatterjee, 2012;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1982,
                    "end": 2005,
                    "text": "Kenyon and Lyons, 2007;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2006,
                    "end": 2025,
                    "text": "Lyons et al., 2007)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2170,
                    "end": 2197,
                    "text": "(Gregersen and Lunke, 2018)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Mobile phone data"
        },
        {
            "text": "Acceptance of digital technologies has traditionally been explained as a product of individual motives and attitudes. In innovation studies, social psychological theories are widely applied in studies about adoption of new services in society. In particular, Theory of Planned Behaviour (TBP) (Ajzen, 1991) and its offshoots such as the Technology Acceptance Model (TAM) and the Unified Technology Acceptance Model (UTAUT) have been influential. Key assumptions in the latter group of theories are that underlying attitudes, expected ease of use, and perceived usefulness of a technology are decisive for acceptance (Venkatesh et al., 2003; Davis, 1989) . Though initially developed for the field of information system adoption, these theories have been applied to a number of other fields, including e-government (Bélanger and Carter, 2008) , information systems in organizations (Horst et al., 2007) , mobile applications (Beldad and Hegner, 2018) and online shopping (Gefen et al., 2003) . Despite their popularity, the reliability and usefulness of these theories has been questioned, among other things for ignoring the dynamic social aspects of adoption processes (Legris et al., 2003; Benbasat and Barki, 2007) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 306,
                    "text": "(Ajzen, 1991)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 640,
                    "text": "(Venkatesh et al., 2003;",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 641,
                    "end": 653,
                    "text": "Davis, 1989)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 814,
                    "end": 841,
                    "text": "(Bélanger and Carter, 2008)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 881,
                    "end": 901,
                    "text": "(Horst et al., 2007)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 924,
                    "end": 949,
                    "text": "(Beldad and Hegner, 2018)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 970,
                    "end": 990,
                    "text": "(Gefen et al., 2003)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1170,
                    "end": 1191,
                    "text": "(Legris et al., 2003;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1192,
                    "end": 1217,
                    "text": "Benbasat and Barki, 2007)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "From the perspective of implementation and acceptance of passive data, this type of approach has several weaknesses. While the decision whether to adopt or reject a technology is seen as active and rational in TBP or TAM, this is usually not the case for mobile phone data. Acceptance can be done implicitly by a lack of resistance or simply through the use of services that are based on mobility positioning. In many cases, however, users will not know how their data is used, even when they have downloaded an application and clicked on the accept button. Secondly, the risks of abuse and/or the possible benefits of acceptance are very hard for regular travellers to comprehend when it comes to the use of passive data, due to its high level of complexity. Another issue is that acceptance for sharing of mobile data is not necessarily similar across all domains or situations. Even research using the traditional technology acceptance models has found that they perform differently in different cultural settings, and that some factors may be more or less important in one culture than another (Straub et al., 1997; Choi and Geistfeld, 2004) . Thus, a single model for acceptance of technologies across cultures tends to obscure the variations and dynamics involved.",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1119,
                    "text": "(Straub et al., 1997;",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1120,
                    "end": 1145,
                    "text": "Choi and Geistfeld, 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "From a more sociological point of view, acceptance of a technological system is understood as a product of collective social processes and is closely related to culture (Wolsink, 2018; Devine-Wright et al., 2017) . Whether a certain technology is perceived as a threat to privacy or as a benefit to society depends on the particular cultural context and historical narratives that it links up to. Although various definitions exist, cultures can briefly be described as belief systems that shape individuals' schemas about the world around them (Schein, 1985) . Following a cultural sociological approach, interpretation of the meaning, risks and benefits related to smart cities and big data must be seen as part of an ongoing discourse within a culture. The active development of common understanding of phenomena and social events is often described in sociological literature as \"framing\". \"Collective action frames\" represent sets of beliefs and meanings that are used to make sense of events and happenings in the world (Leonardi, 2011; Benford and Snow, 2000; Goffman, 1974) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 184,
                    "text": "(Wolsink, 2018;",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 185,
                    "end": 212,
                    "text": "Devine-Wright et al., 2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 545,
                    "end": 559,
                    "text": "(Schein, 1985)",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1042,
                    "text": "(Leonardi, 2011;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1043,
                    "end": 1066,
                    "text": "Benford and Snow, 2000;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1067,
                    "end": 1081,
                    "text": "Goffman, 1974)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "Acceptance of smart city technologies is to a large extent related to possible future benefits of sharing private data with others. This directly evokes the concept of trust, which in general terms can be defined as a \"psychological state comprising the intention to accept vulnerability based upon positive expectations of the intentions or behavior of another\" [ (Rousseau et al., 1998), p. 395 ]. According to Luhmann (Luhmann, 1988 ) trust arises as a demand for \"reduction of complexity\" and is based on the delegation of decisions and responsibilities. Giving others access to individual mobility data involves trust because it creates a vulnerability that is handled by belief in the positive intentions of others, as a way to handle high complexity. As a social phenomenon, trust operates on different levels. Generalized trust, i.e. to what extent people believe that most other people can be trusted, is seen as a particularly important dimension of a national culture, with significant impact on how new innovations, events or social changes are handled (Fukuyama, 1995; Uslaner, 2006; Putnam, 2000) . Following Putnam interpersonal trust, together with networks and norms, is a key element in the concept of social capital (Putnam, 2000) . When people are engaged in establishing social networks and relations, norms and shared values develop. A society is constituted by a well-established network of social relations, and this constitutes a shared resource (i.e. social capital) which is beneficial for the society as a whole [(Field, 2003) , p. 65]. Hence, general trust is used by Putnam as an indicator of social capital in societies. Empirical studies have repeatedly documented significant variation in the level of general trust across nations, which is generally explained by cultural differences (Inglehardt and Weltzel, 2005; Edelman 2019 ). Institutional trust is slightly different, as it is related to social institutions and is believed to be of particular importance for the stability of societies and cultures (Zucker, 1986; Hardin, 2006) . It reflects how secure one feels about a situation because of guarantees, safety nets and other structures, and the belief that things are normal and customary and that everything seems to be in proper order (McKnight et al., 1998) . Relying on advanced technologies and algorithms to handle coordination of urban processes involves an increasing amount of what sometimes is described as yet another form of trust: systemic trust or technology based trust (Luhmann, 1979) . Although trust in technological systems is of significance in many emerging fields, it can be contested whether this actually accords with the definition of trust given above, or rather falls under the concept of confidence (Möllering, 2006) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 396,
                    "text": "(Rousseau et al., 1998), p. 395",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 435,
                    "text": "(Luhmann, 1988",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1065,
                    "end": 1081,
                    "text": "(Fukuyama, 1995;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1082,
                    "end": 1096,
                    "text": "Uslaner, 2006;",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1097,
                    "end": 1110,
                    "text": "Putnam, 2000)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1235,
                    "end": 1249,
                    "text": "(Putnam, 2000)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1540,
                    "end": 1554,
                    "text": "[(Field, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1818,
                    "end": 1848,
                    "text": "(Inglehardt and Weltzel, 2005;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1849,
                    "end": 1861,
                    "text": "Edelman 2019",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2039,
                    "end": 2053,
                    "text": "(Zucker, 1986;",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 2054,
                    "end": 2067,
                    "text": "Hardin, 2006)",
                    "ref_id": null
                },
                {
                    "start": 2278,
                    "end": 2301,
                    "text": "(McKnight et al., 1998)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 2526,
                    "end": 2541,
                    "text": "(Luhmann, 1979)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2768,
                    "end": 2785,
                    "text": "(Möllering, 2006)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "It is important to recognize that trust is closely linked to risk, because situations involving risk tend to evoke a need for trust. There are many ways to describe risk, but according to recent sociological approaches, risk is a key implication of the emerging modernity with increased reliance on technological systems. Beck (Beck, 1997) describes this as a need to \"foresee and control the future consequences of human action, the various unintended consequences of radicalized modernization\" (p. 3). The exploitation of digital systems, such as MPD, can be seen as a typical product of a highly developed modern society leading to a new awareness of risk for abuse.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 339,
                    "text": "(Beck, 1997)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "One of the most discussed risks is intrusion into people's privacy, i.e. violation of individuals' or groups' possibility to seclude themselves or keep information about themselves secret. The boundaries and content of what is considered private differ among cultures and individuals, and can also be constrained by situational factors. To some extent, access to 1 https://www.statista.com/statistics/274774/forecast-of-mobile-phoneusers-worldwide/ D.T.E. Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314 information about citizens is a necessary condition for national authorities to be able to protect citizens, coordinate services and enforce legal rights. Throughout history, there has probably always been tension between the individual's right to privacy and the right of the state to protect itself and the community by inquiring into the lives of individual citizens. However, due to the development of digital technology, sensors, network infrastructure and algorithms for analysing big data, the scale of the state's ability to do this has increased rapidly. This has led to warnings about an increased risk of a \"panoptic state\" (Bannister, 2005) , that automatically monitors and registers what people are doing, and develops profiles based on multiple different sources.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 543,
                    "text": "Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1196,
                    "text": "(Bannister, 2005)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "The framework of contextual integrity is a new approach to privacy, where privacy is perceived as a normative concept (Nissenbaum, 2010) . When information is transmitted between actors, it occurs within a specific social context containing specific informational norms. The informational norms connected to each transaction will vary across four key parameters: the specific context, the actors involved, the type of information and the principles of transmission. MPD is part of a larger tidal wave of applications and systems that are relevant for the development of smart cities, but also are enveloped in risks of surveillance and intrusion onto privacy rights. As noted by several scholars, the access to and use of MPD raise serious concerns about violation of citizens' privacy (Taylor, 2016) , although very few studies have investigated this empirically. One exception is a study by Martin and Shilton (Martin and Shilton, 2016) , who looked at privacy expectations for mobile devices. They found that users expect particular data types, such as location, to be used in the contexts of navigation and weather applications, but not to be used for targeted advertising.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 136,
                    "text": "(Nissenbaum, 2010)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 786,
                    "end": 800,
                    "text": "(Taylor, 2016)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 893,
                    "end": 938,
                    "text": "Martin and Shilton (Martin and Shilton, 2016)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "Relying on a sociological approach to trust and surveillance, in this paper we will use the term trust cultures to describe the collective understandings of trust -in relation to the use of digital data in developing smarter cities -that are found within subgroups in the populations in the cities We draw on previous literature addressing cultures and trust on a national, community and organizational level (Bachmann and Zaheer, 2006; Uslaner, 2006; Putnam, 2000; Inglehardt and Weltzel, 2005; Heckscher, 2015) using the city as a socio-cultural frame. Trust cultures are groups of people with shared opinions, values and attitudes regarding whom and what to trust in a shared social and locational context. Based on the discussion above it is reasonable to believe that trust cultures are different across national cultures, due to their different histories and \"frames\", but also that there are different cultures within each city. It is also to be expected that the levels of trust within these cultures will differ according to the field where the harvested data is to be used.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 436,
                    "text": "(Bachmann and Zaheer, 2006;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 437,
                    "end": 451,
                    "text": "Uslaner, 2006;",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 452,
                    "end": 465,
                    "text": "Putnam, 2000;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 466,
                    "end": 495,
                    "text": "Inglehardt and Weltzel, 2005;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 496,
                    "end": 512,
                    "text": "Heckscher, 2015)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Analytical framework: trust cultures"
        },
        {
            "text": "This study follows a comparable case research design. Tallinn in Estonia and Oslo in Norway are different socioeconomic societies; however, they are relatively small, modern and technologically advanced European capital cities. As the research takes a cultural sociological approach, we expect that the inhabitants in different cultural contexts, i.e. cities, take divergent attitudes in terms of MPD. Although the cities were partly chosen of pragmatic reasons, 2 we expect the comparative design to show how different historical and cultural contexts affect the trust cultures among citizens towards the use of MPD. Cities and regions are complex and it is difficult to select cases exclusively based on similarities or differences (Levy, 2008 ).",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 745,
                    "text": "(Levy, 2008",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Case study design"
        },
        {
            "text": "An additional strength of a comparative design is to get crucial insights into the phenomenon or causal configuration of interest (Krehl and Weck, 2019) . Below, we give some insights on similarities and differences between the case cities as background information for the comparative approach and the findings.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 152,
                    "text": "(Krehl and Weck, 2019)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Case study design"
        },
        {
            "text": "The similarities between the cities as technologically advanced reflects the fact that citizens are experienced and well-informed about the data that they generate. Both countries have high levels of adoption of mobile broadband services, access to Internet in households, and use of Internet on mobile and portable devices (Table 1) . Both capitals are taking their first steps towards becoming smart cities that utilize mobility data on a larger scale, and both have populations of well-educated citizens whose mobile phone data has been exploited in recent years. Tallinn and Oslo also both rank high on indicators of smart mobility and smart cities, such as access to digital infrastructure, an integrated transport system and penetration of communication technologies in the population (Caragliu et al., 2011) .",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 814,
                    "text": "(Caragliu et al., 2011)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case study design"
        },
        {
            "text": "However, the cities differ in a number of respects that are viewed as important when investigating trust cultures. First, Norway and Oslo have experienced stable economic growth and have a standard of living that is among the highest in the EU region and a well-developed welfare system. Norwegian citizens, according to repeated studies, have high levels of general trust and trust in public institutions, which arguably are crucial factors for further acceptance of many smart city applications (Andreasson, 2017) . Estonia and Tallinn have lower economic wealth and equity, although the modern Estonian state has experienced rapid economic development after gaining independence from the Soviet Union in 1991. This historical backdrop may have caused suspicion of digital control and surveillance, but also enthusiasm due to the country's shift to a new national leadership and the development of stronger democratic institutions. Cross-national studies have indicated increased levels of trust in the government and public institutions during the last decades, suggesting that this latter line of development has been taking place (Zmerli, 2012) .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 515,
                    "text": "(Andreasson, 2017)",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1149,
                    "text": "(Zmerli, 2012)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "Case study design"
        },
        {
            "text": "Second, the cities have also followed different pathways in their efforts to employ ICT-based services in their urban infrastructure and to improve public government. Estonia has invested heavily in digitalization of civil services and has introduced e-voting and e-citizenry. Norwegian public authorities have taken a somewhat more cautious approach to privacy, and digital information exchange between public authorities is less widespread. The eGovernment platform was reformed in 2007, leading to the establishment of a new agency for public management and eGovernment (Difi). According to the OECD, however, Norway is still struggling to acquire an efficient governance model (OECD 2018) .",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 692,
                    "text": "(OECD 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case study design"
        },
        {
            "text": "Third, harvesting of mobile phone data based on MPD has been tried out in both countries, mainly in the context of research activities supported by telecom operators (Gregersen and Lunke, 2018; Ahas et al., 2007; Ahas et al., 2010) . Commercialization has been utilized to a larger degree in Estonia. As a consequence, MPD-based data has been made publicly available, and is provided by telecom operators in collaboration with commercial operators. 3 The comparison between the trust cultures of Oslo and Tallinn may reveal the significance of national and cultural context when it comes to the use of MPD data in cities. This is important knowledge for European cities that are struggling with the ethics of data use. Furthermore, findings from these cities, which have different national and cultural contexts, can be relevant for a larger number of similar cities in Europe and the \"global north\".",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 193,
                    "text": "(Gregersen and Lunke, 2018;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 194,
                    "end": 212,
                    "text": "Ahas et al., 2007;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 213,
                    "end": 231,
                    "text": "Ahas et al., 2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 449,
                    "end": 450,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case study design"
        },
        {
            "text": "The questionnaire was constructed largely using multiple 2 This contribution is a part of a research project aiming to look at the use of big data in the Norwegian transport sector. Estonian experts were a part of the project, which let us to exploit the opportunity to make a comparative study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire development"
        },
        {
            "text": "3 https://www.positium.com/ overlapping attitude statements, based on our key research focus and concepts. Agreement with each sub-item was indicated on a five-point scale. 4 A battery of 35 items was designed to capture the key content of the terms trust, risk and acceptance, while at the same time relating this to the harvesting and use of mobile phone data and similar data sources. These items were later reduced to a more limited number of factors based on a factor analysis (PCA). Acceptance of use of MPD was measured in four areas, to capture how it was related to contexts of use. The following question was asked: \"Smart phones can be used to track your mobility pattern. To what extent do you accept that mobility tracking data could be used in the following areas: research; improvement of transport systems; development of new commercial products or services; protection against terrorism and crime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire development"
        },
        {
            "text": "Trust was measured in four main areas. To measure general trust, we used a scale to capture both in-group and out-group relationships (Delhey and Weltzel, 2012) . In-group trust concerned to what extent the respondents trusted their family, friends and other people whom they knew personally, while out-group trust concerned trust in people with another religion or nationality. These measures represent a more detailed operationalization of the concept of general trust, where a more general form of the question is used to capture general trust in others. For trust on an institutional level, informants were asked to indicate trustfulness toward a list of eleven public and private organizations that in some form or another can be expected to harvest or use MPD through telecom data or mobile applications. This included public health services, banks and insurance companies, telecom operators, domestic revenue services, the police and more. For trust in government, we asked to what extent they trusted the present government, the political parties, the parliament, the justice system, and public authorities. We also asked about whether the government should be given more freedom to harvest and share digital data. To capture the essence of technological and systemic trust, we included questions about confidence in the potential positive benefits of the data system themselves, and their possibilities for producing benefits for the citizens.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 160,
                    "text": "(Delhey and Weltzel, 2012)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Questionnaire development"
        },
        {
            "text": "Risk was measured by asking respondents whether they thought society has become too vulnerable to terrorist attacks, accidents and catastrophic events, future abuse of personal digital data, and the risk of political surveillance and abuse. We also asked whether they believed stricter regulations were needed to control the use of MPD and similar digital data sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire development"
        },
        {
            "text": "The survey questionnaire was distributed to a pre-recruited panel of respondents in each city and was based on a random selection in two strata (adjusted for gender and age). The total net sample included 516 respondents in Oslo and 501 in Tallinn. Table 2 provides an overview of gender and age distributions. The sample was weighted for gender, age and residential area (urban zones) to provide a representative sample for each city. The questionnaire was distributed by email in November 2017 5 (before the introduction of the GDPR). The questionnaires were translated into Estonian, and a Russian version was also available for respondents in Estonia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 256,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sample population"
        },
        {
            "text": "Before the construction of the cultural sub-groups, a factor analysis was undertaken to identify highly correlated variables and to create a more limited set of variables that could be used in the coming analysis. The factor analysis was conducted separately for each city. In total 35 variables were subjected to a principal component analysis (PCA) with Varimax rotation. A reduced list of components was derived with high level of similarity between the cities -nine in Oslo and six in Tallinn. Factors with eigenvalues below 1 were excluded from further analysis. Each component was reliability tested with a Cronbach's Alpha test to ensure sufficient scale consistency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The factor component scores were used as input to construct naturally homogeneous groups of people that shared a common conception of trust and possible risks and opportunities related to the use of MPD. For this purpose, a K-means cluster analysis was applied, which is helpful for identifying relatively homogeneous groups of cases based on selected characteristics, using an algorithm that can handle large numbers of cases. Cluster analyses were conducted separately for each city. Since the aim of this analysis was to explore and locate trust cultures, some demographic characteristics were also included: age, gender and educational level. This approach has been used in much segmentation research in the social sciences [(Mooi and Sarstedt, 2011) p. 241]. A fourgroup cluster solution was selected to capture as much variation as possible, but at the same time to establish groups that were sufficiently homogenous and consistent. Finally, the impact of group membership on acceptance of MPD across five areas was analysed using a regression model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The aim of the factor analysis was to help identify latent structural variables outlining different notions of trust in the use of mobile phone data within each of the cities. We identified nine factors in Oslo and eight in Tallinn, and these were given short labels according to the characteristics of their key content (Table 3 ). The factors addressed constellations of attitudes, norms and meanings regarding whom to trust in general (institutions, the political systems, individuals) whom to trust with regard to sharing of personal information (web-based enterprises, public institutions, research institutions), particular issues related to risks of abuse, acceptance of countermeasures (stricter rules, more surveillance) and belief in the power of new mobile technologies to improve the city. Two factors were unique to the Norwegian sample (Research & Statistics and Law & Regulations) and one to the Estonian (In-group trust). The latter was excluded due to low scale reliability (alpha > 5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Exploring trust cultures"
        },
        {
            "text": "Although the common factors had local variations, we view them as representing similar latent structures, and we gave them identical short labels. All factors were used as input to the cluster analysis, where Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314 individuals with similar ideas and understandings of trust, risk and privacy were grouped together. The cluster analysis was conducted separately for each city, and four relatively stable groups were derived for each of the samples. Each of the groups contained people with similar conceptions about trust, risk and privacy -what we here describe as trust cultures. Table 4 summarizes the variables' importance for the establishment of the clusters and their significance. A closer look at the groups revealed a significant degree of similarities, and each of the national groups had matching groups in the other city, though with distinct national variations. Thus, the clusters were given the same names, although local variations are evident. These four trust cultures can briefly be described as follows: Techno trust: This is a group that has strong trust in the possibility to develop better cities and transport systems based on data from digital mobile phone data, while its trust in societal institutions or political bodies is not very high. In both cities this includes about one third of the sample, and members are middle aged or older with good education. There is a difference between the cities, however, related to acceptance of surveillance. In Tallinn they tend to accept surveillance of mobility patterns for the purpose of social goods, but in Norway this group was clearly more sceptical of this, and implicitly valued privacy higher.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 296,
                    "text": "Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 670,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Exploring trust cultures"
        },
        {
            "text": "General trust: This is a group of people with high trust in societal institutions (health services, police, etc.) and in the political bodies (government, parties). They also share a high general trust in other people in society, such as foreigners and people of another religion, but are reluctant to trust net-based actors. Still, people in this group recognize risks related to the future use of mobility tracking of citizens based on MPD. In general, individuals in this group are well educated. However, the acceptance of surveillance and privacy was different between the cities, with the Tallinn group being more concerned about abuse than the Oslo group. This group included about every third informant in the Norwegian sample, but the corresponding group in the Estonian sample was significantly smaller.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploring trust cultures"
        },
        {
            "text": "Net-based trust: In both cities there is a group of younger people with lower education who put trust in Internet-based actors, like Google, Facebook and webshops, but have low general trust in political institutions as well in other people. A difference is that those in Oslo had general trust in political institutions and parties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploring trust cultures"
        },
        {
            "text": "State distrust: Lastly, in both cities there is a distinct group expressing distrust in the government and political institutions, as well as in other people in general. Citizens in this group see few benefits for society in the implementation and use of technology for improving society. In Norway this group is also characterized by being in favor of stricter rules and regulations for the use of MPD. Even though they have low trust in the state system, they express surprisingly little concern for overt surveillance and abuse. This group consists in general of middleaged and older citizens (45+). It is almost twice as large in Tallinn as in Oslo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploring trust cultures"
        },
        {
            "text": "Despite distinct local differences, the clusters outline four different groups in the cities that share similar understandings of trust, risk, privacy and use of MPD. In general, they represent cultures where the Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314 levels of trust in others, the political system and technology were differently aligned. The group that trusts net-based operators and the distrusting group represent low-trust cultures, with little interest in possibilities related to exploitation of mobile technologies in the cities. In general, these two groups included more people in Tallinn than Oslo. The general trust group and the techno trust group are both cultures that display a higher level of trust, although with different areas of focus.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 300,
                    "text": "Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Exploring trust cultures"
        },
        {
            "text": "Acceptance of mobility tracking was measured by a set of four questions addressing the potential use of mobile phone data for research, improvement of public services, development of commercial services, and protection against crime and terrorism (Table 5) . On an average, 43 and 44 percent respectively of the populations in Oslo and Tallinn agreed, or strongly agreed, with sharing mobility phone data. Thus, a majority of the citizens in both cities were to some degree opposed to it. The area of use with the lowest level of acceptance was development of commercial services and products, with approximately 16% agreeing or strongly agreeing. In contrast, more than 60% in both cities accepted the use of mobility positioning to protect against terrorism and crime, over 50% to develop better public transport, and over 40% for research purposes. On a general level, then, citizens in the two cities were highly aligned on these questions, although the Estonians displayed a slightly higher level of acceptance of the three most important areas. There were no significant differences between the cities across these variables (Chi square > 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Acceptance of the use of mobility positioning data"
        },
        {
            "text": "However, the acceptance of use of MPD differed significantly between the four trust cultures. Overall those in the techno trust and general trust groups were more accepting of its use within the three most accepted areas: transport, research and protection against terrorism and crime (Figs. 1 and 2) . As expected, acceptance was stronger in groups with higher levels of trust, either generally or in terms of reliance on technologies. The importance ranking showed that use of MPD for commercial product development was of low importance for all groups, but that use for transport improvement was more highly ranked in the Oslo groups. A regression analysis indicates how membership in each of the groups predicted interest in using MPD (converted to a binary independent variable) in the four key areas (Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 300,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 806,
                    "end": 814,
                    "text": "(Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Acceptance of the use of mobility positioning data"
        },
        {
            "text": "In Oslo, belonging to the trust group significantly explains acceptance of research and transport purposes, while belonging to the general trust group explains use of MPD to protect against terrorism and crime. In Tallinn, belonging to the techno trust and general trust groups was predictive of acceptance of improvement of transport and protection against terrorism and crime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of the use of mobility positioning data"
        },
        {
            "text": "In sum, this suggests that trust cultures differ significantly in their views on whether they want to share their data with government, urban planners or others. Despite clear national variations, a high degree of similarity was found between the cities, suggesting that the findings may be representative for other cities of the same size and at the same level of development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of the use of mobility positioning data"
        },
        {
            "text": "The growing awareness of the possibilities afforded by extracting data from mobile phones has contributed to a wave of studies based on analyses of mobility patterns of urban citizens (Gregersen and Lunke, 2018; Curzon et al., 2019) . The possibilities for use seem almost unlimited, as they offer researchers, planners, technology developers and political decision makers instant information about human mobility patterns. Connected to various other sources, knowledge about individuals' present and most likely future behavior is highly attractive, D.T.E. Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314 and is also increasingly accessible due to developments in mobile network technology.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 211,
                    "text": "(Gregersen and Lunke, 2018;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 212,
                    "end": 232,
                    "text": "Curzon et al., 2019)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 551,
                    "end": 645,
                    "text": "D.T.E. Julsrud and D.J.R. Krogstad Technological Forecasting & Social Change 161 (2020) 120314",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "As we have documented in this study, unlimited harvesting of this data is not in agreement with public opinion in general. The majority of citizens in Oslo and Tallinn in general do not accept the use of such applications, even if the purpose is to benefit society. This means that achieving broad acceptance of further implementation and use requires new governance models and ways of involving citizens. To the extent that citizens do accept use of their data, it is to protect their city against terrorism and crime, for the development of transport services and for research purposes. Use of MPD for the development of commercial products and services is less accepted and approved. European city governments are already becoming aware of their political and institutional power to secure ethical use of data (Calzada, 2018) . dialog with and engagement of citizens outside the traditional forms of citizen involvement are becoming increasingly important, and as a result knowledge possessed by citizens, not only knowledge about citizens, is being included in political initiatives (Vesnic-Alujevic et al., 2019) Acceptance of sharing positioning data from mobile phones inevitably involves a significant risk of abuse, and needs to be based on some form of trust among the users. As we have documented in Oslo and Tallinn, we find different trust cultures among citizens based on different understandings of whom to trust and the risks involved. While one of the four groups seems to share a high level of general trust in the political system, including institutions that can benefit from such data, two other groups display strong trust related to the technological possibilities. One of the groups, including a large number of young citizens, had high trust in net-based platforms. This may resonate with the argument recently proposed by Rachel Botsman that in the near future, trust will be based on Internet-based peer-to-peer platforms in ways that make social and institutional trust less relevant (Botsman, 2017) .",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 828,
                    "text": "(Calzada, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1117,
                    "text": "(Vesnic-Alujevic et al., 2019)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 2012,
                    "end": 2027,
                    "text": "(Botsman, 2017)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The similarities between the two cases indicate that national and cultural contexts are less significant than hypothesized. However, this shows that the findings are robust (i.e. have high external validity) and that similar structures can probably be found in other European cities. In both cities, we see evidence of a younger generation that trusts webenterprises more than state institutions. The data also suggest that the share of people adhering to a low-trust culture is higher in Tallinn, and that they generally have a lower level of trust in political institutions. This might be possible to trace back to historical political cultures and the lack of durable democratic institutions in the former Eastern Bloc nations. The recent Covid 19 pandemic may serve as an example. Several European countries have developed mobile software applications that track the geographical location of app users in response to the crisis. In Norway, where trust in political institutions is high, almost 30 percent of the population downloaded the app during 2 months. In June however, the government stopped the app due to privacy concerns from the Norwegian Data Protection Authority. In Estonia, the government has called on nine companies to help with a privacy-preserving approach to develop an app (O'Neil et al., 2020) . ",
            "cite_spans": [
                {
                    "start": 1298,
                    "end": 1319,
                    "text": "(O'Neil et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Whether citizens in Oslo and Tallinn will accept further implementation and use of MPD depends on how the issue is framed in public opinion and in the different social cultures and communities. Although Oslo and Tallinn are different societies in many respects, these differences are not very strongly reflected in how the citizens view sharing of data. This indicates that also other cities and policy makers can make use the four trust cultures established in this study, as a basis when finding ways to exploit mobility positioning data in the development of their cities. As we have seen, the typical \"trusting citizen\" is currently a minority in Oslo and Tallinn. If the citizens consider it safe to share their data and discover the benefits this can have for their mobility and everyday life, they might develop positive attitudes towards sharing their individual data. In light of the Covid 19 pandemic, we experienced that a crisis makes the inhabitants more willing to share their data, even when privacy costs are high. The study shows, however, that in a normal situation there seems to be insufficient general trust among citizens to exploit this on a wider scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for policy"
        },
        {
            "text": "The findings of this study indicate that city governments should be cautious about exploiting mobile phone data in the development of smart cities. There is significant scepticism among the majority of citizens regarding further use of such data. Unless visions about the smart cities are grounded in the needs and wants of the citizens, such plans are not likely to succeed, and negative understandings and images of a panoptic state may take stronger hold (Bannister, 2005) . As warned by Kitchin [(Kitchin, 2015) , p 12] without oversight and enforcement concerning possible abuse of data, it is likely that we will see significant resistance and push-back against these types of real-time data gathering.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 475,
                    "text": "(Bannister, 2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 491,
                    "end": 515,
                    "text": "Kitchin [(Kitchin, 2015)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy"
        },
        {
            "text": "Building citizen trust regarding the harvesting of MPD will require providing citizens with information about the opportunities afforded by the use of the data as well as the benefits. An important part of doing this is to establish new arenas where people can engage in discussions about the future use of these kinds of data. City governments that want to exploit mobility data should develop new forms for community engagement where all stakeholder groups, including citizens, are represented (Konsti-Laakso and Rantala, 2017). For example, city governments can establish urban laboratories involving local communities and volunteer associations, as well as public and private enterprises. Several scholars describe urban experiments as a fruitful way to enable reflexive and multi-dimensional learning in real-life settings (Evans et al., 2018) . This presupposes that citizens are recognized not as mere passive consumers of services, but as active participants in and potential contributors to the shaping of a \"smarter\" urban environment (Grossi and Pianezzi, 2017; Calzada, 2018) . On the other hand, it would also require more fundamental consideration of how to build up trust in different segments of society, and in particular among those who today largely distrust political institutions. The latter represent a large group of citizens in both Oslo and Tallinn, and many young people are part of cultures that mainly put trust in net-based actors, not in political institutions. Harvesting mobility data demands that policy makers, researchers and technology providers enter into a dialog with these groups. In the current political climate in Europe, with decreasing levels of trust in political leaders in many countries, this would require significant efforts. 6 One way forward will be to establish arenas and events where boundary-crossing relationships and trust can be developed through face-to-face meetings. As argued by Calzada et al. (Calzada and Cobo, 2015) social capital and trust will suffer as long as smart cities are only based on digital social networks.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 848,
                    "text": "(Evans et al., 2018)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1045,
                    "end": 1072,
                    "text": "(Grossi and Pianezzi, 2017;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1073,
                    "end": 1087,
                    "text": "Calzada, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1943,
                    "end": 1982,
                    "text": "Calzada et al. (Calzada and Cobo, 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy"
        },
        {
            "text": "This study contributes to a recent stream of critical social research addressing users' responses to the use of digital technologies for urban development (Kitchin, 2015; I. Calzada, 2018; Grossi and Pianezzi, 2017; Vanolo, 2016; Luque-Ayala and Marvin, 2015; Larsson, 2015; Boyd, 2012; Martin et al., 2017) . In contrast to the dominant technologyoriented research -typically based on variations of the technology acceptance model -this study focuses on the current cultural understanding within a given social context. This implies that trust is understood as a shared understanding that is developed, sustained or questioned through social interaction within groups and communities, backed up by social institutions.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 170,
                    "text": "(Kitchin, 2015;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 171,
                    "end": 188,
                    "text": "I. Calzada, 2018;",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 215,
                    "text": "Grossi and Pianezzi, 2017;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 216,
                    "end": 229,
                    "text": "Vanolo, 2016;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 230,
                    "end": 259,
                    "text": "Luque-Ayala and Marvin, 2015;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 260,
                    "end": 274,
                    "text": "Larsson, 2015;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 275,
                    "end": 286,
                    "text": "Boyd, 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 287,
                    "end": 307,
                    "text": "Martin et al., 2017)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Research contribution"
        },
        {
            "text": "The advantage of this perspective is that it gives a broader picture of how individuals in a society view issues related to the implementation and use of new digital innovations like MPD. While several recent studies relying on TAM and/or UTAT approaches have found that trust is important for acceptance of new digital technology (Yeh, 2017; Beldad and Hegner, 2018; Bahmanziari et al., 2003) , the different foundations for trust are usually not considered, and neither are the different levels of trust that exist in societies. Thus, the fact that a large part of the citizenry does not trust is neglected, as are the variations between cultures, cities and nations.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 342,
                    "text": "(Yeh, 2017;",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 343,
                    "end": 367,
                    "text": "Beldad and Hegner, 2018;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 368,
                    "end": 393,
                    "text": "Bahmanziari et al., 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Research contribution"
        },
        {
            "text": "The findings in this study are evidence that acceptance of the use of MPD is highly sensitive to the particular contexts of its use. Although the majority of citizens are critical, acceptance increases significantly when the purpose has a high perceived social value. At this point, our research supports earlier work indicating that acceptance of the sharing of private data, including positioning data, depends on the context of use (Nissenbaum, 2010; Martin and Shilton, 2016) . Although we have limited information on such contexts given the design of our survey, we do find indications that citizens' acceptance and concerns regarding privacy differ across situations of use. As argued by Nissenbaum (Nissenbaum, 2010) , acceptance of the use of privacy data depends on access to information about who the recipients and users of the data are, the information types that are shared, the principles for transmission and the intended uses. Only limited information is currently available to people tracked by mobile positioning systems, and this probably represents a significant barrier to the development of knowledge, norms and meaning in this area. This echoes other studies that have found that attitudes to sharing of locational data to a large degree depends on expected social benefits and the level of trust to the involved organizations (Oliver et al., 2015; Murphy et al., 2020; Julsrud and Krogstad, 2018) .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 453,
                    "text": "(Nissenbaum, 2010;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 454,
                    "end": 479,
                    "text": "Martin and Shilton, 2016)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 705,
                    "end": 723,
                    "text": "(Nissenbaum, 2010)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1350,
                    "end": 1371,
                    "text": "(Oliver et al., 2015;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1372,
                    "end": 1392,
                    "text": "Murphy et al., 2020;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1393,
                    "end": 1420,
                    "text": "Julsrud and Krogstad, 2018)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Research contribution"
        },
        {
            "text": "Despite the fact that a large part of the population was opposed to sharing of their mobility data, the number of smartphone users using applications that require positioning data was high in our sample. This apparently self-contradictory behavior can be related to the \"privacy paradox\" (Hull, 2015; Gerber et al., 2018) ) according to which people continue to use digital data despite knowing about risks related to it. However, many of the current applications for urban travellers, such as real-time routing information and navigation applications are increasingly necessary tools for managing efficiently in cities, making them hard to do without. This may explain why some of the distrusters and net-based trusters in the survey accepted the use of MPD to some degree. It does not follow, however, that they ignore the risk of privacy violations. Studies of young people have found that many intensive users of social media also routinely engage in privacy-protective behavior (Marwick and Boyd, 2014) . The current study adds to other works that have found that younger people are more aware of the possibilities for abuse of mobile phone data but also more accepting for sharing data (Murphy et al., 2020; DMA 2018) 6 According to a recent global survey of trust, over the last two decades we have seen a progressive destruction of trust in societal institutions, a consequence of the 2008 recession, fears about immigration, and economic dislocation caused by globalization and automation (Edelman 2019) Edelman, \"Trust Barometer. Executive Summary,\" no. https://www.edelman.com/sites/ g/files/aatuss191/files/2019-02/2019_Edelman_Trust_Barometer_Executive_ Summary.pdf, 2019.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 300,
                    "text": "(Hull, 2015;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 301,
                    "end": 321,
                    "text": "Gerber et al., 2018)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 983,
                    "end": 1007,
                    "text": "(Marwick and Boyd, 2014)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1192,
                    "end": 1213,
                    "text": "(Murphy et al., 2020;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1214,
                    "end": 1223,
                    "text": "DMA 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research contribution"
        },
        {
            "text": "A leading idea in this paper has been that the understanding of risk and trust is based on communication and the development of shared meaning within a group of people. We have presented the concept of trust cultures to conceptualize these groups, and the results indicate that similar cultural groups co-exist in Oslo and Tallinn. In a wider context, these four trust cultures can be considered as \"ideal types\" that can guide further theoretical or empirical work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research contribution"
        },
        {
            "text": "As a study of local cultures this study has limitations, because it relies on survey data that can only capture some of the superficial structures of meaning, attitudes and norms in each population. The cultural groups that are outlined in this study should therefore be considered as tentative constructions that need further investigation to be confirmed or redefined. Hopefully, they may trigger interest in further exploration of trust cultures in emerging smart cities in Europe and elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research contribution"
        },
        {
            "text": "Tom Erik Julsrud: Conceptualization, methodology development, data analysis, writing of text Julie Runde Krogstad: Literature review, writing of text, editing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contribution from authors"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seasonal tourism spaces in Estonia: case study with mobile positioning data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aasa",
                    "suffix": ""
                },
                {
                    "first": "Ü",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pae",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kull",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Tourism Management",
            "volume": "28",
            "issn": "",
            "pages": "898--910",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Daily rhythms of suburban commu-ters´movements in the Tallinn metropolitan area: case study with mobilepositioning data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aasa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Silm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tiru",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transportation Research Part C",
            "volume": "18",
            "issn": "",
            "pages": "45--54",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Meeting points in ridesharing: a privacy-preserving approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aïvodji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gambs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "- J"
                    ],
                    "last": "Huguet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "- O"
                    ],
                    "last": "Killijian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "239--253",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The theory of planned behavior",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ajzen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Organ Behav Hum Decis Process",
            "volume": "50",
            "issn": "2",
            "pages": "179--211",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Smart cities: definitions, dimensions, performance, and initiatives",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Albino",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Berardi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Dangelico",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Urban Technology",
            "volume": "22",
            "issn": "1",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Handbook of Trust Research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaheer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is Trust Important in Technology Adoption? A Policy Capturing Approach",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bahmanziari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crosby",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Computer Information Systems",
            "volume": "43",
            "issn": "4",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The panoptic state: privacy, surveillance and the balance of risk",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Information Polity",
            "volume": "10",
            "issn": "",
            "pages": "65--78",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Risk Society",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Trust and risk in e-government adoption",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bélanger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Strategic Information Systems",
            "volume": "17",
            "issn": "2",
            "pages": "165--176",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Expanding the Technology Acceptance Model with inclusion of Trust, Social Influence, and Health Valuation to Determine the Predictors of German Users Willingness to Continue using a Fitness App: a Structural Equationo Modeling Approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Beldad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hegner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Hum Comput Interact",
            "volume": "34",
            "issn": "9",
            "pages": "882--893",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Quo Vadis, TAM?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Benbasat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Association of Information Systems",
            "volume": "8",
            "issn": "4",
            "pages": "211--218",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Framing Processes and Social Movements: an Overview and Assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Benford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu Rev Sociol",
            "volume": "26",
            "issn": "",
            "pages": "611--639",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The model of automation and extension of tourism economic impact assessment in specific regions",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Berzina",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lauberte",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Research for rural development",
            "volume": "2",
            "issn": "",
            "pages": "195--202",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Who Can You Trust? How Technology Brought Us Together -and Why It Could Drive Us Apart. Penguin Random House",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Botsman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Critical questions for big data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Information, communication and society",
            "volume": "15",
            "issn": "5",
            "pages": "662--679",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Smart) Citizens from Data Providers to Decision-Makers? The Case Study of Barcelona",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Calzada",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Sustainability",
            "volume": "10",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "From Smart Cities to Experimental Cities?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Calzada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Unplugging: deconstructing the smart city",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Calzada",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cobo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Urban Technology",
            "volume": "22",
            "issn": "1",
            "pages": "23--43",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Smart Cities in Europe",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Caragliu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delbo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nijkamp",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Urban Technology",
            "volume": "18",
            "issn": "2",
            "pages": "65--82",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Smart urbanism and smart citizenship: the neoliberal logic of 'citizen-focused' smart cities in Europe",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cardullo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environment and Planning C: Politics and Space",
            "volume": "37",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The promises of big data and small data for travel behavior (aka human mobility) analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suliso",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation Research Part C",
            "volume": "68",
            "issn": "",
            "pages": "285--299",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A cross-cultural investigation of consumer e-shopping adoption",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Geistfeld",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Econ Psychol",
            "volume": "25",
            "issn": "6",
            "pages": "821--838",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "MaaS surveillance: privacy considerations in mobility as a service",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Cottrill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research A",
            "volume": "131",
            "issn": "",
            "pages": "50--57",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The smart city and its publics: insights from across six UK cities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joss",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dayot",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "DOI: Urban Research & Practice",
            "volume": "11",
            "issn": "1",
            "pages": "1--25",
            "other_ids": {
                "DOI": [
                    "10.1080/17535069.2017.1293150"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A survey of privacy enhancing technologies for smart cities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curzon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almehmadi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Khatib",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pervasive Mob Comput",
            "volume": "55",
            "issn": "",
            "pages": "76--95",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "MIS Quarterly",
            "volume": "13",
            "issn": "3",
            "pages": "319--342",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Generalizing Trust",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delhey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weltzel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "How Outgroup-Trust Grows Beyond Ingroup-Trust. World Values Research",
            "volume": "5",
            "issn": "3",
            "pages": "46--69",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Can privacy concerns for insurance of connected cars be compensated?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Derikx",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Dereuver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kroesen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Electronic markets",
            "volume": "26",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A survey of privacy preserving schemes in IoE enabled Smart Grid Advanced Metering Infrastructure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alhadad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chilamkurti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmood",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cluster Comput",
            "volume": "22",
            "issn": "",
            "pages": "43--69",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A conceptual framework for understanding the social acceptance of energy infrastructure: insights from energy storage",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Devine-Wright",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Batel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Aas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sovacool",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Labelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruud",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Energy Policy",
            "volume": "107",
            "issn": "",
            "pages": "27--31",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Data privacy: What the Consumer Really Thinks (no. Direct Marketing Association). The direct marketing association",
            "authors": [],
            "year": 2018,
            "venue": "DMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Big Data and Urban Mobility. ICT. The World Bank",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Trust Barometer. Executive Summary",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Edelman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The experimental city. New modes and prospects of urban transformation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karvonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raven",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Experimental City. Routledge, London. Field, J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Trust. The Social Virtues and the Creation of Prosperity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Smarter than Smart: rio de Janeiro's flawed emergence as a smart city",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gaffney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J.Urban Technology",
            "volume": "25",
            "issn": "3",
            "pages": "1466--1853",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Trust and TAM in Online Shopping: an Integrated Model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gefen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karahanna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Management Information Systems Quarterly",
            "volume": "27",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Explaining the privacy paradox: a systematic review of literature investigating privacy attitude and behavior",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Volkamer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computers & Security",
            "volume": "77",
            "issn": "",
            "pages": "226--261",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Thinking about Smart Cities: the Travels of a Policy Idea that Promises a Great Deal, but So Far Has Delivered Modest Results",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Glasmeier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nebiolo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Sustainability",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su8111122"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Frame Analysis: An Essay On the Organization of Experience.k",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Network Data from Mobile Phones For Travel Behaviour Research",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Gregersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Lunke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Institute of Transport Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Smart cities: utopia or neoliberal ideology?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grossi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pianezzi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cities",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The trust gap: social perceptions of privacy data for energy services in the United Kingdom",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grünewald",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reisch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Energy Research Social Science",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Trust in a Complex world: Enriching Community",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heckscher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Will the real smart city please stand up?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hollands",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "City",
            "volume": "12",
            "issn": "3",
            "pages": "303--320",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Perceived usefulness, personal experiences, risk perception and trust as determinants of adoption of e-government services in the Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuttschreuter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gutteling",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput Human Behav",
            "volume": "23",
            "issn": "",
            "pages": "1838--1852",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Successful failure:what Foucault can teach us about privacy self-management in a world of Facebook and big data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ethics Inf Technol",
            "volume": "17",
            "issn": "",
            "pages": "89--101",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Modernization, Cultural Change, and Democracy. The Human Development Sequence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inglehardt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weltzel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Smart Cities -Time to involve the People",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Designing privacy-aware mobility pricing systems based on user perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Iqbal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Location Based Services",
            "volume": "1",
            "issn": "4",
            "pages": "274--299",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Smartphones, travel time-use, and attitudes to public transport services. Insights from an explorative study of urban dwellers in two Norwegian cities",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Julsrud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Denstadli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Sustainable Transportation",
            "volume": "11",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Tracking mobility using mobile phones: what do the citizens think?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Julsrud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Krogstad",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Inst. of Transp. Ec",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Introducing multitasking to the study of travel and ICT: examining its extent and assesing its potential importance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transportation Research Part A",
            "volume": "41",
            "issn": "2",
            "pages": "161--175",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The real-time city? Big data and smart urbanism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "GeoJournal",
            "volume": "79",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Managing community engagement: a process model for urban planning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Konsti-Laakso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantala",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal og operational Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Doing comparative case study research in urban and regional studies: what can be learnt from practice?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krehl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weck",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Studying Big Data -ethical and methodological considerations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Internet Research Ethics. Cappelen Damm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Why do people use information technology? A critical review of the technology acceptance model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ingham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Collerette",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Information & Management",
            "volume": "40",
            "issn": "3",
            "pages": "191--204",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Innovation Blindness: culture, Frames, and Cross-Boundary Problem Construction in the Development of New Technology Concepts",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Leonardi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Organizational Science",
            "volume": "22",
            "issn": "2",
            "pages": "347--369",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Case Studies: types, Designs, and Logics of Inference",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Conflict Management and Peace Science",
            "volume": "25",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A review of factors influencing consumer intentions to adopt battery electric vehicles",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Renewable and Sustainable Energy Reviews",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Trust and Power",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Luhmann",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Familiarity, confidence, trust: problems and alternatives",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Luhmann",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Basil Blackwell",
            "volume": "",
            "issn": "",
            "pages": "94--107",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Developing a critical understanding of smart urbanism?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luque-Ayala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marvin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Urban Studies",
            "volume": "1",
            "issn": "2",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A Human Perspective on the Daily Commute: costs, Benefits and Trade-offs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transportation Reviews",
            "volume": "28",
            "issn": "2",
            "pages": "181--198",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The use of travel time by rail passengers in Great Britain",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transportation Research Part A",
            "volume": "41",
            "issn": "1",
            "pages": "107--120",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Trust and Distrust in Society",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Markova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Linell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trust & Distrust. Sociocultural Perspectives. Information Age Publ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Smart and sustainable? Five tensions in the visions and practices of the smart-sustainable city in Europe and North Americ",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karvonen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Technological Forecasting & Social Change",
            "volume": "133",
            "issn": "",
            "pages": "269--278",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Putting mobile application privacy in context: an empirical study of user privacy expectations for mobile devices",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shilton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Information Society",
            "volume": "32",
            "issn": "3",
            "pages": "200--216",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Networked Privacy: how Teenagers Negotiate Context in Social Media",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Marwick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New Media and Society",
            "volume": "16",
            "issn": "7",
            "pages": "1051--1067",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Trust formations in new organizational relationships",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcknight",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Chervany",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Information and Decision Sciences Workshop",
            "volume": "23",
            "issn": "3",
            "pages": "473--490",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Framing the future of privacy: citi-zens´metaphors for privacy in the coming digital society",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minkkinen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Auffermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinonen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Futures Research",
            "volume": "5",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Trust: Reason, Routine, Reflexivity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Möllering",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Amsterdam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mooi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarstedt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The First Two Decades of Smart-City Research: a Bibliometric Analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mora",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bolici",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deakin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Urban Technology",
            "volume": "24",
            "issn": "1",
            "pages": "3--27",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Millennial attitudes towards sharing mobile phone location data with health agencies: a qualitative study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Keahey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Information, Communication & Society",
            "volume": "",
            "issn": "",
            "pages": "1468--4462",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Business Education and Training: Corporate Structures, Business, and the Management of Values",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Natale",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Privacy in Context -Technology, Policy and the Integrity of Social Life",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nissenbaum",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Mobile network data for public health: opportunities and challenges",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Frias-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Public Health",
            "volume": "38",
            "issn": "189",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Bowling Alone: The Collapse and Revival of American Community",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Putnam",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Not So Different After All: a Cross-Disipline View of Trust",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Sitkin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Camerer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Academy of Management Journal",
            "volume": "3",
            "issn": "23",
            "pages": "393--404",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Data from mobile phone operators: a tool for smarter cities?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steenbruggen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tranos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nijkamp",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Telecomm Policy",
            "volume": "39",
            "issn": "4-5",
            "pages": "335--346",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Testing the Technology Acceptance Model Across Cultures: a Three Country Study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keill",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Information and Management",
            "volume": "31",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "No place to hide? The etics and analytics of tracking mobility using mobile phone data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Environment and Planning D",
            "volume": "34",
            "issn": "2",
            "pages": "319--336",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Where's Wally?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mullagh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Search of Citizen Perspectives on the Smart City. Sustainability",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Transforming the Public Sector Into an Arena for Co-Creation: barriers, Drivers, Benefits, and Ways Forward",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torfing",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sørensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Røiseland",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Administration & Society",
            "volume": "51",
            "issn": "5",
            "pages": "795--825",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Trust as a Moral Value",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uslaner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Smart mentality: the Smart City as Disciplinary Strategy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vanolo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Urban Studies",
            "volume": "51",
            "issn": "5",
            "pages": "883--898",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Is there anybody out there? The place and role of citizens in tomorrow's smart cities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vanolo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Futures",
            "volume": "82",
            "issn": "",
            "pages": "26--36",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "User Acceptance of Information Technology: toward a Unified View",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MIS Quarterly",
            "volume": "27",
            "issn": "",
            "pages": "425--478",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "The Future of Government 2030+. A Citizen Centric Perspective on New Government Models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vesnic-Alujevic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stoermer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rudkin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scapolo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kimbell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Applying mobile phone data to travel behaviour research: a literature review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Travel Behaviour and Society",
            "volume": "11",
            "issn": "",
            "pages": "141--155",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Social acceptance revisited: gaps, questionable trends, and an auspicious perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolsink",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy Research & Social Science",
            "volume": "46",
            "issn": "",
            "pages": "287--295",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Trust in E-Commerce: risk and trust Building",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Computer-Mediated Relationships and Trust. IGI Global",
            "volume": "",
            "issn": "",
            "pages": "176--193",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "The effects of successful ICT-based smart city services: from citizens' perspectives",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gov Inf Q",
            "volume": "34",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Social structure and political trust in Europe. Mapping contextual preconditions of a relational concept. Society and Democracy in Europe. HAL Archives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zmerli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "111--138",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Production of Trust. Institutional sources of economic structure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Zucker",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Research in Organizational Behavior 8",
            "volume": "",
            "issn": "",
            "pages": "53--111",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Erik Julsrud is sociologist and works as a Senior Research Scientist at CICERO Center for International Climate Research. His-current research interests include social practice theory, sustainable consumption, socio-technical innovation theory, trust and collaborative consumption. He has recently published the book",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tom",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "at Fagbokforlaget",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "MA) is a Political Scientist Senior Researcher at TØI -Institute of Transport Economics in Oslo. Her research interests include smart mobility, governance of mobility, and public sector reforms in the transport sector",
            "authors": [
                {
                    "first": "Julie Runde",
                    "middle": [],
                    "last": "Krogstad",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Acceptance of MPD and trust culture, Oslo. Mean values (1 to 5) *** ANOVA Sig .< 0.001.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Key smart city indicators for Tallinn and Oslo. percent. Per country (**) or city average per country (*). Source: OECD (2017) and Eurostat (2016).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Panel study population. Age and city distribution. Percent.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Scales derived from factor analysis (PCA).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of cluster analysis, Oslo and Tallinn. Standard scores. (Two highest scores in gray).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Acceptance of use of MPD in four key areas. Oslo and Tallinn. percent.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Binary logistic regression of trust groups on acceptance of MPD in different areas. ⁎ Reference category: State distrust.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research has been supported by the Norwegian Research Council under the Transport 2025 program; grant number 267744.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}