{
    "paper_id": "3e314dda931b768e581b04a1970b9322b7a63578",
    "metadata": {
        "title": "What Can System Dynamics Learn From the Public Policy Implementation Literature?",
        "authors": [
            {
                "first": "I",
                "middle": [
                    "David"
                ],
                "last": "Wheat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bergen",
                    "location": {
                        "settlement": "Bergen",
                        "country": "Norway"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "More often than not, system dynamics model-based public policy analysis is limited to testing parameter changes instead of designing and testing new stock-and-flow policy structures. That is problematic because improvements in behaviour require improvements in structure. This paper considers how the public policy implementation literature could improve the operational thinking skills required for designing policy structure for public sector models. A familiar model of a public health problem is used to illustrate the recommended approach. And an instructional training strategy is offered for teaching and learning to think operationally during the policy-design stage of modelling. Figure 7 Isolation policy structure and simulation behaviour. (a) Simplified view of model after adding isolation policy structure. (b) Simulation behaviour with assumptions for 'time until isolation' Figure 8 Constrained isolation policy structure and simulation behaviour. (a) Simplified view of model after adding constrained isolation policy structure. (b) Simulation behaviour with and without capacity constraints",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During World War I, American humorist and social commentator Will Rogers was asked how the Allies should deal with the enemy submarine problem. He said the solution was simple, 'Boil the oceans'. When asked how to boil the oceans, he responded, 'I'm a policy man. I let others worry about implementation'. Whatever its motivation, the remark is a fitting satiric reference to then-President Wilson and the prevailing political science paradigm that separated policy making from policy administration. The only social scientist ever elected to the presidency, Wilson (1887, pp. 209-210) had already laid the intellectual foundation for thinking that 'administration lies outside the proper sphere of politics' and that 'administrative questions are not political questions'. One of the most visible advocates of civil service reform during America's Progressive Era, he viewed 'the field of administration [as] a field of business removed from the hurry and strife of politics'.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 585,
                    "text": "Wilson (1887, pp. 209-210)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nearly a century passed before erosion of the Wilsonian position became noticeable in the political science literature. Among the first critics, Hargrove (1975) called implementation the 'missing link' in public policy analysis. Minogue (1983) remarked that a distinction between making policy and executing it would be 'absurd' to modern social scientists. Hill (1993, p. 235) Systems Research and Behavioral Science Syst. Res. 27, 425^442 (2010) Published online in Wiley InterScience (www.interscience.wiley.com) DOI:10. 1002/sres. 1039 articulated the new view that policy ends are often reshaped by administrative means: 'What [the Wilsonian view] was prone to disregard was the extent to which [public administration] would tend to transform policy, often fundamentally. Implementation must be seen as part of policy-making'. And Bardach (2005, p. 33) supports the normative implications of the new perspective: 'Even the best policy planners do not get all the details right in the design stage. They should therefore allow room for policy implementers to improve on the original design'.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 160,
                    "text": "Hargrove (1975)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 229,
                    "end": 243,
                    "text": "Minogue (1983)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 358,
                    "end": 377,
                    "text": "Hill (1993, p. 235)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 447,
                    "text": "Research and Behavioral Science Syst. Res. 27, 425^442 (2010)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 857,
                    "text": "Bardach (2005, p. 33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The public policy implementation literature is an important resource for understanding the feasibility of policies aimed at solving problems in the public sector. In this paper, we consider how that literature might contribute to system dynamics models of public policy problems. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Domestic policy developments in the U.S. during the late 1960s provided the early case material for the small but increasing number of social scientists and policy planners interested in implementation. Asians and Europeans may remember the war in Vietnam as the defining issue of Lyndon Johnson's presidency (November 1963 -January 1969 , but American memory of that era is divided along foreign and domestic lines. In the U.S., unpleasant recollection of the war years competes with memories of the lingering legacy of ambitious but discredited social policy legislation rhetorically known as the 'Great Society' programs. The performance of those programs generally fell short of the promises made by the president and his congressional coalition. 2 During the 1970s, some researchers highlighted a common denominator in the disappointing policy outcomes: poor implementation (cf., Williams and Elmore, 1976; Nakamura and Smallwood, 1980) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 323,
                    "text": "(November 1963",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 337,
                    "text": "-January 1969",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 911,
                    "text": "Williams and Elmore, 1976;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 912,
                    "end": 941,
                    "text": "Nakamura and Smallwood, 1980)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Origin of Implementation Research"
        },
        {
            "text": "Variations in research strategies have led to distinctions in the meaning of implementation. In the second edition of Implementing Public Policy, Hill and Hupe (2009) take several pages to develop a working definition. After reviewing variants in the public policy literature, they defer to Ferman (1990) and settle on wording that is indisputable but vague: implementation is 'what happens between policy expectations and perceived policy results'. Such a definition may be useful for the scope of their book, as it underscores the breadth and significance of the concept. For our purposes, however, more precision is needed, and we opt for the simple definition offered by Mazmanian and Sabatier (1983, p. 1) : 'Implementation is the carrying out of a basic policy decision' made by government officials exercising formal authority.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 166,
                    "text": "Hill and Hupe (2009)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 291,
                    "end": 304,
                    "text": "Ferman (1990)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 675,
                    "end": 710,
                    "text": "Mazmanian and Sabatier (1983, p. 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Origin of Implementation Research"
        },
        {
            "text": "Both the broad and narrow definitions of implementation imply a sequence in the policy process. Howlett, Ramesh and Perl (2009) refer to five stages in that process: agenda setting, formulation, decision-making, implementation and evaluation. The implementation stage occurs after a policy is considered, formulated, and authoritatively adopted. 3 Studying the implementation stage per se has emerged as the province of academic political scientists. They identify and explain the origin of obstacles that lead to disappointing policy outcomes. In contrast, analysts trained in public policy graduate schools use an eclectic, multi-disciplinary research approach to implementation issues. The challenge for the policy analyst is to reduce the likelihood of problems during the implementation stage by better planning during the formulation stage. 1 Limiting the scope of this paper to the public policy literature is not intended to deny the potential of other disciplines (e.g. operations research) to contribute to improvements in SD public policy modelling. 2 The gap between promise and performance is a theme in a special issue of The Public Interest (http://www.nationalaffairs.com/doclib/ 20060404_NUMBER034WINTER1974.pdf). A more sympathetic treatment of the Great Society is provided by one of its architects in the October 1999 issue of The Washington Monthly, (http://www.washingtonmonthly.com/features/1999/9910.califano.html). 3 These processes are not one-way streets; iteration and feedback occur. The policy feedback perspective emerged at least 75 years ago when E.E. Schattschneider (1935) observed that 'new policies create new politics'. Policy feedback is now an important strand within the tapestry of public policy research (cf., Pierson, 1993 , Angland 1999 . The feedback perspective has obvious appeal to system dynamicists, but that is not the focus of this paper.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 127,
                    "text": "Howlett, Ramesh and Perl (2009)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 346,
                    "end": 347,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 848,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1440,
                    "end": 1441,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1585,
                    "end": 1607,
                    "text": "Schattschneider (1935)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1753,
                    "end": 1766,
                    "text": "Pierson, 1993",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1767,
                    "end": 1781,
                    "text": ", Angland 1999",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Origin of Implementation Research"
        },
        {
            "text": "A decade before the emergence of the public policy implementation research program, system dynamics (SD) was developed as a method for designing policy solutions based on computer simulation of problematic endogenous feedback structures. Initially conceived as a business management tool (Forrester, 1958) , the SD methodology was soon applied to public sector issues, beginning with Forrester's (1969) model of economic growth and decline in large American cities. SD has become a model-based policydesign discipline. It is natural to ask where the concept of implementation fits in the 50-year-old paradigm. We want to know if implementation considerations are part of the modelling process, in principle and in practice.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 305,
                    "text": "(Forrester, 1958)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 384,
                    "end": 402,
                    "text": "Forrester's (1969)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "To address that question, we begin by aggregating the SD modelling process into two high-level stages: Problem Explanation and Policy Design. 4 The task in the first stage is to explain the reasons for the problematic dynamic behaviour of the system. That requires building and testing an explanatory model. In the second stage, the challenge is to design and test policies that alleviate the problem; that is improve the dynamic performance of the system. That requires building a policy structure (another 'model' if you will) that can be integrated with the explanatory model. Forrester made this distinction forty years ago and reiterated it recently. 'First . . . generate a model that creates the problem. Only if we understand the processes leading to the difficulties can we hope to [secondly] restructure the system so that the internal processes lead in a different direction' (Forrester, 1969, p. 113 '. 5 For our purposes, the key term in Forrester's second-stage description is 'restructure'. At the policy-design stage, the explanatory model should be modified by adding stock-and-flow feedback structure that implements decision rules specifying when the new policy will become operational, how it will work, and what will happen over time to improve the performance of the system. 6 The SD literature reiterates this point. Richardson and Pugh (1989, p. 332) stress that 'policy improvement . . . involves the addition of new feedback links'. Ford (1999, p. 177 ) makes clear that adding new stock-and-flow structure is necessary 'to describe the details of policy implementation'. And Sterman (2000, p. 104) emphasizes that 'policy design . . . includes the creation of entirely new . . . structures and decision rules'.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 911,
                    "text": "(Forrester, 1969, p. 113",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "'. 5",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1298,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1374,
                    "text": "Richardson and Pugh (1989, p. 332)",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1477,
                    "text": "Ford (1999, p. 177",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1619,
                    "text": "Sterman (2000, p.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "Therefore, an SD model containing new policy structure has implementation ('how it would work') assumptions embedded in the policy design, at least implicitly. That does not mean the embedded assumptions are always valid. There is no guarantee that the new decision rules reflect an adequate understanding of the implementation task or the obstacles in the way. If the model's new decision rules are based on naïve assumptions regarding policy feasibility, then the simulated behaviour generated by the model will raise false hopes about the efficacy of the policy. Yet, a naïve policy structure may be better than none at all. An explicit policy structure is ripe for improvement, and constructive criticism of underlying assumptions can lead to enhancements in the policy design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "In the absence of structural modifications to the explanatory model, policy analysis is limited to 4 Descriptions of the SD modelling process can be found, for example in Randers (1980, ch. 6) , Pugh (1989, ch. 1), Ford (1999, ch. 15 ), Sterman (2000, ch. 2), Barlas (2002) , Roberts (2007) and Morecroft (2007, ch. 5 ). Different authors have emphasized different details in the modelling process, but there is a consensus about the key steps when developing an explanatory model: (1) specify the dynamic problem, (2) develop a hypothesis in the form of a model that explains the dynamics of the problem, and (3) analyse the model with various validation tests. Of course, this is an iterative process; for example what the modeller learns during analysis often necessitates revising the model (and the hypothesis it represents) and further analysis. Guidelines regarding policy modelling distinguish between testing policy parameters and adding policy structure, with the latter required for assessment of a specific policy option. 'what if' questions stemming from changes in parameters that might be the target of a policy intervention. Ideally, feasibility issues would still be discussed, at least in general terms. However, assessment of a particular policy idea would not be informed by modelling 'how it would work'.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 192,
                    "text": "Randers (1980, ch. 6)",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 233,
                    "text": "Pugh (1989, ch. 1), Ford (1999, ch. 15",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 255,
                    "text": "Sterman (2000, ch.",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 273,
                    "text": "Barlas (2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 276,
                    "end": 290,
                    "text": "Roberts (2007)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 295,
                    "end": 317,
                    "text": "Morecroft (2007, ch. 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "Concerns about the implementation component of SD models surfaced about the same time the 'missing link' issue was raised in the political science literature. From the beginning, the goal was similar to the aim of public policy analysts: improving prospects for effective implementation. Roberts' (1972) implementation strategies for SD models included practical suggestions for achieving model adoption and use by corporate clients, as well as criteria for evaluating policy options in terms of their organizational feasibility. Weil (1980 Weil ( , 1983 critiqued his own projects and identified conditions and consulting strategies that favoured effective implementation. More recently, Roberts (2007) reiterated the importance of taking implementation seriously throughout the modelling process and suggested specific steps for improvement, while Grö ßler (2007) raised implementation questions about modelling projects that 'failed' in the business policy arena. In addition, SD textbooks address implementation issues (cf., Richardson and Pugh, 1989; Coyle, 1996; Ford, 1999; Maani and Cavana, 2000; Sterman, 2000; Morecroft, 2007) , as does the Barlas (2002) SD contribution to the online Encyclopedia of Life Support Systems.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 303,
                    "text": "Roberts' (1972)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 530,
                    "end": 540,
                    "text": "Weil (1980",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 541,
                    "end": 554,
                    "text": "Weil ( , 1983",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 689,
                    "end": 703,
                    "text": "Roberts (2007)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1029,
                    "end": 1055,
                    "text": "Richardson and Pugh, 1989;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1056,
                    "end": 1068,
                    "text": "Coyle, 1996;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1069,
                    "end": 1080,
                    "text": "Ford, 1999;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1081,
                    "end": 1104,
                    "text": "Maani and Cavana, 2000;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1105,
                    "end": 1119,
                    "text": "Sterman, 2000;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1120,
                    "end": 1136,
                    "text": "Morecroft, 2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1151,
                    "end": 1164,
                    "text": "Barlas (2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "For SD modellers specializing in public policy analysis, implementation is sometimes elevated to the object of their research. Consider, for example Simulating the Dynamics of Social Program Management: The Case of JOBS Implementation (Ratanawijitrasin et al., 1990) and Using Group Model Building to Inform Public Policy Making and Implementation (Zagonel and Rohrbaugh, 2008) . Group model building specialists (cf., Vennix, 1999; Andersen et al., 2003) have displayed a particular affinity for raising implementation issues in settings of multiple stakeholders.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 266,
                    "text": "(Ratanawijitrasin et al., 1990)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 348,
                    "end": 377,
                    "text": "(Zagonel and Rohrbaugh, 2008)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 419,
                    "end": 432,
                    "text": "Vennix, 1999;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 433,
                    "end": 455,
                    "text": "Andersen et al., 2003)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "Thus, implementation has not been a missing link in the SD literature. Implementation issues have had the attention of an influential part of the SD community from the earliest days of the discipline. And the literature contains guidelines for effective implementation of SD models in both private and public settings. Ironically, however, there is little evidence that the guidelines are being implemented. Explicit policy structure -and the implementation assumptions embedded in stocks and flows -are hard to find in published SD models of public policy issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "In the next section, we document this problem and frame it in terms of an operational thinking challenge. Then we draw on the public policy literature to improve operational thinking and policy-design modelling, illustrating with a simple model that needs a corrective policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation and System Dynamics"
        },
        {
            "text": "A preliminary survey of the SD literature suggests that most models developed for public policy analysis do not include structure that indicates how policy options would be implemented. During its 25 year history, the System Dynamics Review (SDR) has published over 450 articles and notes, about one-third of which address public policy issues. Fifty-one contain some form of model-based public policy analysis, but only 14 (27 per cent) have models exhibiting new policy structures and decision rules. A recent example of a policy structure article is Wolstenholme et al. (2007) , and an example from early SDR years is Saeed (1986). 7 Caution is advised when interpreting these findings. By limiting the survey to articles published in the SDR, we have overlooked SD model-based articles published elsewhere. In particular, a survey of journals devoted to public sector issues might yield a higher percentage of articles containing policy structure. Another reason for caution is that mistakes could have been made during the categorization process. Yet it seems unlikely that the SDR articles are so unrepresentative or that categorization was so error-prone that the general finding would be overturned by a more thorough investigation. Further research is needed to be sure.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 579,
                    "text": "Wolstenholme et al. (2007)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 621,
                    "end": 636,
                    "text": "Saeed (1986). 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE POLICY DESIGN PROBLEM"
        },
        {
            "text": "Most (73 per cent) of the model-based public policy articles in the SDR survey rest solely on an analysis of a model's sensitivity to policy parameter changes. And that is problematic since 'policies represented as parameter changes frequently tend not to be very effective in system dynamics analysis' (Richardson and Pugh, 1989, p. 332) and 'policy design is much more than changing the value of parameters ' Sterman (2000, p. 104) .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 338,
                    "text": "(Richardson and Pugh, 1989, p. 332)",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 433,
                    "text": "' Sterman (2000, p. 104)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE POLICY DESIGN PROBLEM"
        },
        {
            "text": "Although parameter testing alone is insufficient for policy design, it is necessary. It helps a modeller estimate the potential impact of a general strategy for influencing key feedback loops in a problematic system, what Richardson and Pugh (1989, p. 322 ) call finding a 'leverage point' in the system. For example, in an epidemic model, a key parameter is the probability of infection when a contact occurs between an infectious person and a susceptible person. Simulation experiments with different parameter assumptions provide estimates of the potential payoff from a strategy aimed at lowering the infection probability as a means of weakening the problematic reinforcing loop that drives the infection rate. It is quite another task to estimate and evaluate the expected payoff from a particular policy. This second task requires modelling the process by which the policy eventually has its expected impact on the infection probability. Parameter testing begs the question of how something represented by a parameter in a model gets changed in the real world. Specifically, we need to know what combination of tangible resources, perceptual and attitudinal adjustments, institutional capacity and coordination, authoritative and voluntary cooperation, and process time are needed to implement changes that would produce the desired parameter value.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 255,
                    "text": "Richardson and Pugh (1989, p. 322",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE POLICY DESIGN PROBLEM"
        },
        {
            "text": "Unless the word design is mere rhetoric, policydesign modelling requires a modification in the stock-and-flow structure of the base-case model (the 'explanatory model') that replicated the problematic dynamic behaviour. A fundamental SD principle is that a system's stock-and-flow feedback structure determines its endogenous dynamic behaviour. If endogenously induced behaviour was problematic in the past, then a modification in structure is a pre-requisite for better behaviour in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE POLICY DESIGN PROBLEM"
        },
        {
            "text": "Designing a policy structure that is both effective and feasible requires what Richmond called 'operational thinking', by which he meant thinking in terms of 'how things really work' in the 'plumbing' of the problematic system (Richmond et al., 1987; Richmond, 1993 Richmond, , 1994 Richmond, , 2000 . But operational thinking must be contextualized. Modellers are not expected to know all the answers when assessing policy feasibility; contextual experts must be involved in the modelling process. What is more, modellers may not even know all the questions. Asking the right questions of others is a skill that must be learned and honed.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 250,
                    "text": "(Richmond et al., 1987;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 251,
                    "end": 265,
                    "text": "Richmond, 1993",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 266,
                    "end": 282,
                    "text": "Richmond, , 1994",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 283,
                    "end": 299,
                    "text": "Richmond, , 2000",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "THE POLICY DESIGN PROBLEM"
        },
        {
            "text": "The premise of this paper is that the public policy implementation literature can help SD modellers ask questions that improve the operational thinking required for designing model-based policy structure. If that premise holds true, we can realistically anticipate the day when adding policy structure to explanatory models is the rule rather than the exception. A controlled experiment to test this two-stage hypothesis awaits further research, but the next section illustrates how such learning might occur and how it could contribute to policy-design modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE POLICY DESIGN PROBLEM"
        },
        {
            "text": "To illustrate the application of insights gleaned from the public policy implementation literature, we start with a pre-built, base-case model that replicates the problematic dynamic behaviour. Consider it the 'explanatory model' built during the Problem Explanation stage of the SD modelling process. That is, we assume the 'first step in modelling' (Forrester, 1969, p. 113 ) has already been taken. Our task now is to design and test new policies for improving model behaviour.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 375,
                    "text": "(Forrester, 1969, p. 113",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A POLICY DESIGN EXAMPLE"
        },
        {
            "text": "The base-case model is the familiar SEIR version of the epidemic diffusion model, containing stocks of Susceptible, Exposed, Infectious, and Removed persons (Sterman, 2000, ch. 9 ). The stock-and-flow structure is displayed in Figure 1 . The inflow shock is used to trigger a simulated epidemic by a one-time exogenous injection of ten infected persons.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 178,
                    "text": "(Sterman, 2000, ch. 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 235,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Base-Case Model"
        },
        {
            "text": "SEIR modelling work typically yields quarantine and isolation policies that aim to reduce the daily contact between infectious and susceptible persons, as well as policies for reducing the probability of infection when a contact occurs. It is the isolation option (separation of infectious persons) that serves as our policy example. Quarantine (separation of exposed persons) is ignored because we will assume the infection can be transmitted only after the incubation period; that is by persons with symptoms of the disease. This simplifies our example with no loss of generality, and it happens to be a realistic assumption for some epidemics (e.g. SARS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base-Case Model"
        },
        {
            "text": "The causal loop version of the model in Figure 2 highlights the feedback structure. Counteracting loop C1 is responsible for the decline in the Susceptible Persons stock, while the single reinforcing loop R is responsible for growth in all the other stocks. The intervening loops C2 and C3 reflect first-order delay assumptions, causing the Exposed and Infectious persons stocks to fall after rising. The main story line is the battle for dominance between loops C1 and R. Structure-behaviour tests reveal that loop R is dominant early in the simulation run, giving rise to exponential-like growth. Dominance eventually shifts to loop C1, however, and goal-seeking behaviour emerges. Figure 3 displays the base-case simulation pattern of all four stocks over a time horizon of 120 days. The simulation begins with a fixed population of 1000 susceptible persons and zero exposed, infectious and recovered persons. Other parameter assumptions: the contact rate per infectious person is three per day, the probability of infection is 0.25, the incubation period is 5 days, and the recovery period is 7 days. The initial equilibrium is disturbed on day 15, when an exogenous shock injects 10 infected persons into the Infectious Persons stock. The resulting behaviour is s-shaped decline for the stock of Susceptible Persons and (almost) a mirror image s-shaped growth for the final destination stock: Removed Persons. The middle stocks -Exposed and Infectious -rise and fall in smaller s-shaped patterns, and their accumulations are responsible for delays that produce the slight asymmetry between the Susceptible and Removed stocks. (The Removed total eventually rises above 1000 due to the exogenous infected persons, but not all 1010 get infected.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 692,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Base-Case Model"
        },
        {
            "text": "The problematic dynamic behaviour is the rapid spread of the epidemic, with the prospect of reaching almost everyone in the population in This base-case model for the hypothetical epidemic example is assumed to operate without any socially responsive corrective policies; that is no public health warnings, no media coverage and no isolation or quarantine programs. Our task is to think operationally about the process of policy design. We separate that process into two steps: (1) identifying strategic leverage points in the model through policy parameter testing, and (2) designing stock-and-flow structure that represents a particular policy tactic. Along the way, we draw on the public policy implementation literature for assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base-Case Model"
        },
        {
            "text": "In the base-case model, two parameters influence the epidemic growth feedback loop R: (1) the daily contact rate per infectious person, and (2) the probability of infection when there is contact between infectious and susceptible persons. Both parameters are potentially influenced by health policy. For our illustrative example, the focus is on the daily contact parameter, initially assumed to be 3 per day. This parameter influences loop R by its effect on the total number of contacts by infectious persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "Typical parameter sensitivity testing involves several simulation runs with different parameter settings. Whatever the deterministic setting, however, the parameter remains constant during the simulation. A stochastic setting adds a little more excitement to the sensitivity test results, but does not permit testing a specific hypothesized change over time in the parameter value. In the public policy literature, the work of Mazmanian (hereafter 'S&M', 1980, 1981) suggests an additional way to conduct policy parameter testing; namely, by using a dynamic implementation estimate of the parameter value. 8 Consider, for example, S&M's 'Gradual Erosion Scenario' for policy implementation in Figure 4 . It is a behaviour-over-time pattern describing the impact of policies that take time to get off the ground and reach desirable levels of achievement, only to settle out at a diminishing level of performance. The pattern in Figure 4 suggests an underlying structure dominated early by reinforcing growth processes and later by eroding goal-seeking tendencies.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 466,
                    "text": "Mazmanian (hereafter 'S&M', 1980, 1981)",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 607,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 701,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 935,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "S&M offer this behaviour pattern -slow rise to a peak, followed by a decline -as a generic type, and suggest that it characterizes the dynamics of much public policy implementation, particularly in the regulatory domain. What happens latercontinued erosion, steady state, or rejuvenationis a function of the systemic structure responsible for the particular dynamic problem and its associated policies, buffeted by variable exogenous winds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "This dynamic policy impact assumption can be used in parameter testing. Figure 5 displays a modified version of the base-case model. There is now an exogenous policy link ('Dynamic Effect of Policy A'). This policy structure makes the daily contact rate vary as a nonlinear function of time, using the graphical table function in system dynamics software. The former parameter is now a variable with this equation: dailycontactrateperinfectiousperson ¼ 3 Ã ð1 À Dynamic Effect of Policy AÞ The Dynamic Effect of Policy A ('the Effect') can vary between 0 and 1. It represents the degree of conformity of policy outputs with statutory objectives (the vertical axis in Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 675,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "In Figure 5 , when Policy A completely fails to reduce the contact rate, the Effect equals 0 and the daily contact rate remains 3 per day. When Policy A eliminates all contacts, the Effect equals 1 and the daily contact rate falls to zero. An Effect value of 0.5 would cut the contact rate in half. 9 Both the Effect and the contact rate change during the simulation run, according to the shape of the graphical function. There are, of course, an infinite number of nonlinear patterns that could unfold over time, but some are more likely than others. Here, we consider just two examples: a 'goal-seeking' pattern and an 'erosion' pattern, both displayed in Figure 6a .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 300,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 667,
                    "text": "Figure 6a",
                    "ref_id": null
                }
            ],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "A goal-seeking pattern has some intuitive appeal as a generic description of how implementation might unfold. One might hypothesize that implementation proceeds rapidly at first but eventually saturates at a level reflecting constraints imposed by relevant legal, political, bureaucratic, and socioeconomic structures. On the other hand, S&M (1980, 1981) argue that the erosion pattern is more typical, at least with regard to regulatory policies. In their view, after a slow start, implementation gains momentum, only to run out of steam and erode after reaching a short-lived peak. Their argument also depends on the assumed effects of pertinent legal, political, bureaucratic and socioeconomic structures.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 354,
                    "text": "S&M (1980, 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "For comparison with the standard method of sensitivity testing, the graph in Figure 6a also includes a static flat-line implementation assumption. In all three implementation estimates, the average value is a 50 per cent effect over a simulation time horizon of 120 days. Although they have the same average value, they differ considerably in the patterns that produce that average. We want to see how that difference in implementation pattern assumptions affects the behaviour of the epidemic generated by the modified SIER model. Figure 6b displays the behaviour of the epidemic in the three scenarios stemming from the different implementation pattern assumptions. The pattern of the implementation impactand not just its average impact -has important implications for the growth pattern of the epidemic. And transition patterns from one state Figure 4 Gradual erosion scenario. Source: Mazmanian and Sabatier (1981, p. 27) 9",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 926,
                    "text": "Mazmanian and Sabatier (1981, p. 27)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure 6a",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure 6b",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 855,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "The dynamic implementation parameter test is not intended to replace traditional static parameter sensitivity tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "to another can be as socially and politically important as the final state achieved. A simulation based on a static impact assumption would forecast one epidemic pattern. If, in a subsequent real epidemic, the actual impact turned out to be time-dependent with a slow start, the epidemic pattern experienced would be worse than expected, measured in terms of the accelerating infection rate and the total number of people infected at the peak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "In nonlinear feedback systems, model-based policies tend to have variable rather than constant impacts on dynamic problems. Thus, traditional static parameter sensitivity tests may not provide sufficient insights about the potential impact of a policy strategy. Dynamic parameter tests, implicit in the public policy literature, could produce more realistic expectations regarding the impact of a policy strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "In the next section, we go beyond policy parameter testing and add new policy structure to achieve isolation of infectious persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Parameter Testing"
        },
        {
            "text": "The public policy literature emphasizes that every policy is based on some theory of cause and effect, and implementation is doomed without a valid causal theory (S&M, 1981 Hogwood and Gunn, 1984) . Therefore, new policy ideas -no matter how clever or creative -have little chance to produce desired outcomes if merely grafted onto an inadequate causal theory. For example, a mandatory premarital AIDS testing policy in the state of Illinois relied on a theory that the mere existence of the test requirement would cause state residents to submit to the test. The policy was thwarted when couples held weddings in neighbouring states to avoid the test (Brandeau et al., 1993 , cited in Walt, 1994 .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 172,
                    "text": "(S&M, 1981",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 196,
                    "text": "Hogwood and Gunn, 1984)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 652,
                    "end": 674,
                    "text": "(Brandeau et al., 1993",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 675,
                    "end": 696,
                    "text": ", cited in Walt, 1994",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New Policy Structure"
        },
        {
            "text": "Moreover, S&M (1981) emphasize that those whose cooperation is needed to implement the policy must also subscribe to its underlying causal theory. In our example, assuming high levels of cooperation and effort from health workers presumes they have confidence in the underlying epidemiological theory. In this example, that is not difficult to imagine. In other cases, there may be a serious credibility gap that hinders acceptance of a theory represented in an SD model. When designing policy, therefore, attention to the explanatory model is first and foremost. This should resonate with those who adhere to an SD modelling process that includes a battery of tests for building justifiable confidence in a model, as well as communication tools for conveying essential features of the model to a non-technical audience. For our example involving a stock-and-flow feedback representation of an epidemic theory, Richmond's 'plumbing' metaphor is particularly apt for an isolation policy structure. We want to reroute people flowing through a system in much the same way that a plumber might want to redirect water through a different pipe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Policy Structure"
        },
        {
            "text": "We define our Isolation Policy as relocating infectious persons to a hospital and limiting their ability to have contact with susceptible persons while infectious; then releasing them to go home when they are no longer infectious. The policy is designed to weaken the problematic reinforcing loop. The growth rate of the epidemic could be slowed if the level of the infectious persons stock could be lowered, even if the contact rate did not change for those who remained in that stock. In Figure 7a , structure for implementing the Isolation Policy has been added to the base-case model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 499,
                    "text": "Figure 7a",
                    "ref_id": null
                }
            ],
            "section": "New Policy Structure"
        },
        {
            "text": "With the structure in Figure 7a , infectious persons would move into an Isolated Persons stock (e.g. in a hospital) after some delay (time until isolation), where they would remain until they were no longer infectious. If the time until isolation were shorter than the removal time, there would be some benefits from this policy, and if the time until isolation were very short (e.g. 2 days), the epidemic would have minimal adverse effects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 31,
                    "text": "Figure 7a",
                    "ref_id": null
                }
            ],
            "section": "New Policy Structure"
        },
        {
            "text": "The simulated impact of this policy is displayed in Figure 7b , under three assumptions about how quickly people could be relocated from the Infectious Persons stock to the Isolated Persons stock ('time until isolation'): 2, 4 or 6 days. The base-case scenario (no isolation policy) is also displayed. As anticipated, the quicker the relocation occurs, the greater the expected impact of this policy. The impact dissipates as the time until isolation approaches the normal removal time in the base-case model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "Figure 7b",
                    "ref_id": null
                }
            ],
            "section": "New Policy Structure"
        },
        {
            "text": "Is the Isolation Policy likely to work as indicated in Figure 7b ? If, for example, we assume that the average 'time until isolation' is 4 days, is it reasonable to expect the Isolation Policy to cut the peak number of infections in half, compared to the base-case ('no policy') scenario?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "text": "Figure 7b",
                    "ref_id": null
                }
            ],
            "section": "New Policy Structure"
        },
        {
            "text": "Answering that question requires an explicit recognition and critique of the assumptions embedded in the policy structure. We have assumed that our causal theory is valid and that we have 'buy in' from those who must carry out the policy. In addition, utilization of an implementation framework developed by S&M (1981) would reveal other implicit assumptions; for example that infectious persons would, in fact, go to the hospital soon after symptoms appeared, and that health workers would know how to identify infectious persons who suddenly start appearing at the hospital, would know how to isolate them in various facilities, would know how to prevent hospital personnel from becoming infected, would have sufficient hospital capacity to handle the surge in patients, and would have the skills and motivation plus materials and technology to make it happen with a high degree of certainty.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 318,
                    "text": "S&M (1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New Policy Structure"
        },
        {
            "text": "If any of these assumptions lack credibility, we should consider modifying the policy structure in a more realistic (i.e. 'operational') way. For example, if we had serious doubts about the protection of health care workers in contact with infectious persons, the policy structure would need a feedback loop from the Isolated Persons stock to the total contacts variable. That revised structure would reduce somewhat the expected benefits of the isolation policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Policy Structure"
        },
        {
            "text": "To illustrate further the extension of policy structure, we consider the possibility of inadequate hospital capacity during an epidemic. If it is doubtful that hospital facilities are adequate to handle the expected number of patients, we would want to know about expansion possibilities and delays that could be expected. If hospital capacity constraints were expected to slow the inflow of infectious persons to the hospitals, and if the expected rate of change in hospital patient capacity was of concern, more realistic policy structure would be added, such as in Figure 8a , which we have called the Constrained Isolation Policy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 577,
                    "text": "Figure 8a",
                    "ref_id": null
                }
            ],
            "section": "New Policy Structure"
        },
        {
            "text": "The simulated behaviour of the Constrained Isolation Policy is displayed in Figure 8b with three scenarios. Again, the base case is 'no policy' at all, the same as in Figure 7b . The 'no capacity constraints' scenario is the same as the original '4 days' Isolation Policy scenario in Figure 7b . The 'capacity constraints scenario' reflects the inability of the hospital to handle the patient flow in a timely fashion. That makes the 'time until isolation' effectively longer than four days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "Figure 8b",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 176,
                    "text": "Figure 7b",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 293,
                    "text": "Figure 7b",
                    "ref_id": null
                }
            ],
            "section": "New Policy Structure"
        },
        {
            "text": "And the number of infectious persons peaks at a level that is about 60 per cent higher than the unconstrained '4 days' scenario. 10 By acknowledging the impediments to policy implementation and building them into the policy structure, the simulated behaviour is more likely to resemble the eventual real-world behaviour resulting from the policy.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New Policy Structure"
        },
        {
            "text": "As the policy structure was being developed in the previous section, flags were raised along the way -flags that reminded the modeller to think operationally and visualize what really happens during the implementation stage. Those reminders came from the public policy implementation literature, particularly from S&M (1981, 1983) . After their own comprehensive review of that literature, S&M (1981) developed the implementation framework displayed in Figure 9 .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 324,
                    "text": "(1981,",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 330,
                    "text": "1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 461,
                    "text": "Figure 9",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Public Policy Literature Contribution"
        },
        {
            "text": "The S&M framework 'is the best-known and most frequently used top-down analysis frame-work' (Winter, 2006) . It has been utilized in implementation assessments of policies covering a wide range of issues in diverse national settings. Six years after the framework first appeared in the literature, Sabatier (1986) could cite 21 empirical applications. At that time, the policy issues included environmental protection, education reform, urban renewal, civil rights protection and social welfare programs, with work performed by a variety of scholars in France (2), Germany, Norway (2), Poland, Sweden, the United Kingdom, and the United States (13). Since then, the range of policy issues has grown, along with the international research network (cf., Sabatier, 2009) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 106,
                    "text": "(Winter, 2006)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 752,
                    "end": 767,
                    "text": "Sabatier, 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Public Policy Literature Contribution"
        },
        {
            "text": "The value of the implementation framework is that it can be modified into a checklist of questions ('flags') useful to modellers seeking to represent implementation impediments in policy-design structure. Recall, for example that in the previous section emphasis was placed on (a) the importance of a valid causal theory and (b) the skills, resources and technology available in the health system. In this context, consider items #1 and #15 in Figure 9 . For the epidemic problem, 'availability of a valid causal theory and technology' relates to the implementing agencies The Constrained Isolation Policy structure also contains parameter assumptions -capacity adjustment time and the slope of the nonlinear effect of patient density on the time until isolation -that would need sensitivity testing. having a valid epidemiological theory (e.g. as represented by the SEIR model) and having the requisite technical means to act in accordance with that theory in specific situations (e.g. they can identify and isolate infectious persons). In our example, 'Resources of constituency groups' is relevant to hospital capacity for isolating infectious persons. The epidemic example in this paper draws on only a small part of a framework that has broad potential for helping modellers ask the right questions of contextual experts during the policy-design stage of modelling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 452,
                    "text": "Figure 9",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Public Policy Literature Contribution"
        },
        {
            "text": "To further appreciate the relevance of the S&M framework, consider Table 1 , which contains excerpts from a SARS epidemic checklist that correlate with items #1 and #15 in the S&M framework. Jointly prepared by the U.S. Centers for Disease Control and Prevention and the Association of State & Territorial Health Officials (hereafter, CDC-STHO), this checklist is striking evidence that successful street-level implementation of epidemic control policies involves an extraordinarily high degree of preparation and coordination by multiple agencies at different hierarchical levels. Even the partial checklist in Table 1 illustrates that the issue concepts in the S&M framework have counterparts in real-world institutional settings. The full list, containing 53 criteria for assessing emergency preparedness, reveals even more. 11 The S&M framework is certainly not the only source of operational insight questions that can probe implementation issues. Also useful is Hogwood and Gunn's (1984) list of ten 'perfect implementation' criteria. No real-world policy would ever score 'perfect' on any one of the criteria, much less all ten. However, the list is a handy reminder of the potential obstacles in the way of implementation.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 830,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 993,
                    "text": "Hogwood and Gunn's (1984)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 612,
                    "end": 619,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Public Policy Literature Contribution"
        },
        {
            "text": "Nor is the S&M framework the only conceptual apparatus in the public policy literature that SD policy modellers will find useful. When engaged in operational thinking at the policy-design stage, an analyst must make feasibility estimates. And Allison (1971) has argued that such estimates hinge on the analyst's mental model of how governments function in a particular policy context; that is the extent to which the analyst considers policy implementation (i) a choice by a rational unitary decision-maker, (ii) an output of bureaucratic organizational procedures, (iii) a result of political conflict and compromise, or some combination thereof. The mental model will influence the aggregation level in the policy structure of the SD computer model and, ultimately, the assessment of a policy's feasibility. Therefore, an SD modeller of public policy problems needs to develop an understanding of the relevant governmental policy structure in addition to the structure responsible for the historical dynamic problem.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 257,
                    "text": "Allison (1971)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Public Policy Literature Contribution"
        },
        {
            "text": "Along these same lines, Linder and Peters (1989) focus on the 'instruments of government', the choice of which facilitates or impedes implementation. Extending that line of research normatively, Bardach (2005) provides an extensive list of 'what governments do' accompanied by suggestions to help policy planners consider what instruments might be used to effectively address various types of public problems. SD modellers who are familiar with the literature on the instruments of government may be more creative when brainstorming policy options. Later, when reviewing the list of options, SD modellers with better mental models of governmental policy structures may be more likely to recommend policies that are feasible. SD modellers looking for field guides to the implementation research literature, including data collection requirements and strategies, should consult Irwin (2003) and Werner (2004) . Beyond these specialized volumes, Saetren (2005) documents the explosive growth in the implementation research area, including its spillover into disciplines beyond its political science origin. His article, along with the Hill and Hupe (2009) textbook, provide the essential map for further exploration of the public policy implementation literature.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 48,
                    "text": "Linder and Peters (1989)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 195,
                    "end": 209,
                    "text": "Bardach (2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 876,
                    "end": 888,
                    "text": "Irwin (2003)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 893,
                    "end": 906,
                    "text": "Werner (2004)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 943,
                    "end": 957,
                    "text": "Saetren (2005)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Public Policy Literature Contribution"
        },
        {
            "text": "Implementation has never been a missing link in the SD literature, but it may be the weakest link in 11 See the website of U.S. Centers for Disease Control and Prevention, accessed 30 June 2009 (http://www.cdc.gov/ncidod/sars/guidance/ a/app1.htm). . I know how to access current recommendations on treatment of cases and prevention of transmission in the hospital, long-term care and home care settings 20. My jurisdiction's emergency response planning has involved health-care product and service providers to determine how to best prevent and control disease spread and manage the health care of the population during an epidemic 28. My jurisdiction has a plan for ensuring that appropriate personal protective equipment, including N-95 or higher level respirators, is made available for persons whose job requires exposure to people with SARS, and that needed training and fit testing are provided 29. My jurisdiction has a plan for dealing with mass mortality, including transportation and burial of bodies 41. In the event of a SARS epidemic, I will have available daily counts of key community health indicators, such as numbers of emergency department visits, hospital admissions, deaths, available hospital beds and staff, facility closings, numbers of contacts being traced and numbers under quarantine 42. The public health laboratory that serves my jurisdiction can test for the SARS-associated coronavirus by serology and/or PCR 44. The public health laboratory that serves my jurisdiction has linked to clinical laboratories and provided training on the use of SARS tests, biosafety, specimen collection, packing and shipping, and rule-out testing 45. Public health laboratories in my state have computerized record keeping to help with data transmission, tracking, reporting of results to patients and facilities, and analysis during an epidemic 46. My jurisdiction has determined how to assess and document the spread and impact of disease throughout the population, including special populations at risk (such as health care workers and first responders), during a SARS epidemic, including enhancements to routine surveillance 48. My jurisdiction's epidemiology staff, in cooperation with other public health agencies, has the capacity to investigate clusters of SARS cases, to determine how disease is being transmitted, to trace and monitor contacts, to implement and monitor quarantine measures, and to determine whether control measures are working 49. My jurisdiction has plans for educating health-care providers about recognition and reporting of SARS, about the current case definition, and about sources of current information on all aspects of SARS S&M Framework Concept: Resources of Constituency Groups 5. I know whether my state allows hospitals and other licensed healthcare institutions to use temporary facilities for provision of medical care in the event of a public health emergency 11. My jurisdiction has identified key stakeholders responsible for development and implementation of specific components of the SARS epidemic plan, including enforcement of isolation, quarantine, and closure and decontamination of premises 16. My jurisdiction has identified an overall authority in charge of coordinating different medical personnel groups during an epidemic 21. I am familiar with the required protocol for securing needed emergency health-care services and supplies during a public health emergency 22. My jurisdiction has identified ways to augment medical, nursing, and other health-care staffing to maintain appropriate standards of care during an epidemic 23. My jurisdiction has identified ways to augment public health laboratory, epidemiology and disease control staffing to meet emergency needs and in the event public health workers are affected by an epidemic 24. My jurisdiction has a process to recruit and train medical volunteers for provision of care and vaccine administration during a public health emergency 25. My jurisdiction has identified alternate facilities where overflow cases from hospitals and well persons needing quarantine away from home can be cared for and has developed processes with Emergency Medical Services to assess, communicate, and direct patients to available beds SD models of public policy problems. Implementation assumptions should be discernible in stock-and-flow policy structure. However, policy structure in public policy models is the exception rather than the rule. More often than not, public policy analysis is limited to the study of parameter changes in a model. And that is problematic because improvements in systemic behaviour require improvements in systemic structure.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Designing policy structure for public sector models is not easy. It requires a capacity for operational thinking in what may be unfamiliar political and bureaucratic contexts. One way to build capacity involves learning to ask feasibility questions that the public policy literature suggests are important. To illustrate that approach, we designed a policy for an epidemic model with help from the S&M framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The example was selected for the simplicity of both the base-case model and new policy structure. There were no political complications. And there was no dissonance between legislative policy mandate and organizational mission or procedures, a situation often fraught with conflict and delay. In the absence of political and bureaucratic impediments, suggestions from other disciplines (e.g. operations research) might be adequate for designing the 'plumbing' of the policy structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Imagine, however, cases where there is reason to doubt cooperation from hospitals or where there are conflicting government mandates. For example, information from the U.S. Agency for Healthcare Research and Quality (AHRQ) indicates the unwillingness of some hospitals to become designated isolation facilities for certain diseases. In addition, AHRQ offers a problematic example of a federal emergency medical treatment law that could actually hinder implementation of a local isolation policy. 12 Despite the simple example offered in this paper, prospects for authorization, funding, and effective operational capacity for epidemic policies could pose implementation obstacles in some jurisdictions. The argument here is that, in such cases, policy design and assessment could benefit from insights that may be unique to the public policy literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Exploratory pedagogic tests of the efficacy of this approach could be carried out in an advanced modelling process course for students or in a policy-modelling workshop for experienced modellers. Thorough training could take the better part of an entire course, but it could be squeezed into 12-15 h of lecture time (or an intense 3-day workshop). The outline below is for a series of course lectures organized into three distinct modules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Getting Started"
        },
        {
            "text": "The first module should acquaint participants with the policy-making process regarding a public policy issue in a jurisdictional context of relevance to their studies. The overall aim would be to sensitize students to policy feasibility issues 26. My jurisdiction has identified facilities for outpatient and inpatient care of children with SARS and their families 27. My jurisdiction's epidemic plan addresses the mechanics of how isolation and quarantine will be carried out, such as providing support services for people who are isolated or quarantined to their homes or temporary infirmary facilities and protection for workers providing these services 52. Community partners such as hospitals, EMS services, law enforcement agencies, health-care practitioners, environmental hygiene/remediation services, news media, schools and colleges know what part they are expected to play during an epidemic and are prepared to do so. AHRQ is an agency of the U.S. Department of Health and Human Services. In research results cited by AHRQ, only one-fourth of the hospitals in the state of Utah were willing to be designated as isolation facilities. AHRQ cites the Federal Emergency Medical Treatment and Active Labor Act as 'problematic' for isolation policies because of required medical screening examinations during specified emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Getting Started"
        },
        {
            "text": "See http://www.ahrq.gov/research/altsites/altsite6.htm, accessed 5 December 2009. and provide a 'field guide' to inform policy design. Allison's (1971) models would provide conceptual lenses through which students could begin to visualize governments-at-work in various national and international policy contexts. A checklist of implementation hurdles should emerge from comparing Allison (1971) , Mazmanian and Sabatier (1981) and Hogwood and Gunn (1984) . The checklist should be supplemented by considering policy instruments available to governments, as illustrated in Linder and Peters (1989) and Bardach (2005) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 151,
                    "text": "Allison's (1971)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 395,
                    "text": "Allison (1971)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 398,
                    "end": 427,
                    "text": "Mazmanian and Sabatier (1981)",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 455,
                    "text": "Hogwood and Gunn (1984)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 573,
                    "end": 597,
                    "text": "Linder and Peters (1989)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 602,
                    "end": 616,
                    "text": "Bardach (2005)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Getting Started"
        },
        {
            "text": "The second module should provide participants with opportunities to apply their policy feasibility insights to pre-built explanatory models. They should practice operational thinking when conducting (static and dynamic) policy parameter sensitivity tests. Students should be required to highlight implementation hurdles for specific policies and utilize their insights when interpreting the design and outcome of the sensitivity tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Getting Started"
        },
        {
            "text": "The final module should engage participants in policy design that requires adding stock-andflow structure to pre-built explanatory models. Feasibility insights and implementation assumptions discussed during the second module should be discernible in the new policy structure, and simulation runs should facilitate comparing feasibility-constrained policy alternatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Getting Started"
        },
        {
            "text": "After informal evidence is gained from hands-on training experiences, controlled experiments could be designed to test formally whether operational thinking skills can be improved with the aid of lessons learned from the public policy literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions"
        },
        {
            "text": "To be successful, instructional training programs will have to be accompanied by parallel efforts to motivate wider practice of structural policy design among experienced modellers. Along the way, some may discover what Richardson and Pugh (1989) found: 'The process of implementing policy change is a feedback problem in and of itself. In any given situation, it may be as interesting as the original problem that stimulated the modelling study'.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 246,
                    "text": "Richardson and Pugh (1989)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Extensions"
        },
        {
            "text": "Finally, despite our focus on public policy modelling, we are well aware that implementation problems are not confined to the public arena. When Grö ßler (2007) examined business policy modelling projects that failed to make an impact, he called for an 'intensive discussion of how implementation can actually be achieved'. This paper aims to contribute to that broader discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Essence of Decision",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Using Group Model-Building to Support Public Policy Development",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rohrbaugh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zagonel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Policy Feedback: the Comparison Effect and Small Business Procurement Policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Angland",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Policy Studies Journal",
            "volume": "27",
            "issn": "",
            "pages": "11--27",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Practical Guide for Policy Analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bardach",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "System dynamics: Systemic feedback modeling for policy analysis. In Knowledge for Sustainable Development: An Insight Into the Encyclopedia of Life Support Systems",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Barlas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Policy Analysis of Human Immunodeficiency Virus Screening and Intervention: an Overview of Modeling Approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brandeau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wachter",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "AIDS & Public Policy Journal",
            "volume": "5",
            "issn": "",
            "pages": "119--131",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "System Dynamics Modelling: A Practical Approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Coyle",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "When failure is success: implementation and Madisonian Government",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ferman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Modeling the Environment: An Introduction to System Dynamics Modeling of Environmental Systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Industrial dynamics: a major breakthrough for decision makers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Harvard Business Review",
            "volume": "36",
            "issn": "4",
            "pages": "37--66",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Urban Dynamics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "System dynamics projects that failed to make an impact",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grö",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "System Dynamics Review",
            "volume": "23",
            "issn": "4",
            "pages": "437--452",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Missing Link: The Study of the Implementation of Social Policy. The Urban Institute",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Hargrove",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Policy Process: A Reader. Harvester Wheatsheaf",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Implementing Public Policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hupe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Policy Analysis for the Real World",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hogwood",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Studying Public Policy: Policy Cycles And Policy Subsystems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howlett",
                    "suffix": ""
                },
                {
                    "first": "Ramesh",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Perl",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Policy Analyst's Handbook: Rational Problem Solving in a Political World",
            "authors": [
                {
                    "first": "Lg",
                    "middle": [
                        "; M E"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Instruments of government: perceptions and contexts",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Public Policy",
            "volume": "9",
            "issn": "1",
            "pages": "35--58",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Systems Thinking and Modelling: Understanding Change and Complexity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Maani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cavana",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Implementation and Public Policy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mazmanian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sabatier",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Theory and practice in public policy and administration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minogue",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Policy and Politics",
            "volume": "11",
            "issn": "",
            "pages": "63--85",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Strategic Modelling and Business Dynamics: A Feedback Systems Approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morecroft",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Politics of Policy Implementation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smallwood",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "When effect becomes cause: policy feedback and political change",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "World Politics",
            "volume": "45",
            "issn": "",
            "pages": "595--628",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Elements of the System Dynamics Method",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Randers",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Paper presented at the Annual Research Conference of the Association for Public Policy Analysis and Management",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ratanawijitrasin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Introduction to System Dynamics Modeling",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Pugh",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Pegasus Communications: Waltham",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An Academic User's Guide to STELLA. High Performance Systems",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vescuso",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Systems thinking: critical thinking skills for the 1990s and beyond",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "System Dynamics Review",
            "volume": "9",
            "issn": "2",
            "pages": "113--133",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Systems thinking/system dynamics: let's just get on with it",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "System Dynamics Review",
            "volume": "10",
            "issn": "2-3",
            "pages": "135--157",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The ''Thinking'' in Systems Thinking",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pegasus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Strategies for Effective Implementation of Complex Corporate Models",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "the International Symposium on Model-and Computer-Based Corporate Planning",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Strategies for effective implementation of complex corporate models",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Managerial Applications of System Dynamics, EB Roberts",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Making system dynamics useful",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "System Dynamics Review",
            "volume": "23",
            "issn": "2-3",
            "pages": "119--136",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The implementation of public policy: a framework for analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sabatier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mazmanian",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Policy Studies Journal",
            "volume": "8",
            "issn": "4",
            "pages": "538--560",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Top-down and bottom-up approaches to implementation research: a critical analysis and suggested synthesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sabatier",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Public Policy",
            "volume": "6",
            "issn": "",
            "pages": "23--48",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The dynamics of economic growth and political instability in developing countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "System Dynamics Review",
            "volume": "1",
            "issn": "2",
            "pages": "20--35",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Politics, Pressures, and the Tariff",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Schattschneider",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Business Dynamics: Systems Thinking and Modeling for a Complex World",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sterman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Facts and myths about research on public policy implementation: out-of-fashion, allegedly dead, but still very much alive and relevant",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saetren",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Policy Studies Journal",
            "volume": "33",
            "issn": "4",
            "pages": "559--582",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Group Model Building: Facilitating Team Learning Using System Dynamics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vennix",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Health Policy: An Introduction to Process and Power",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The evolution of an approach for achieving implemented results from system dynamics projects",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Weil",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Elements of the System Dynamics Method",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The dynamics of strategy implementation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Weil",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Dynamica",
            "volume": "9",
            "issn": "1",
            "pages": "43--47",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A Guide to Implementation Research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Social Program Implementation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Elmore",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The study of administration",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Political Science Quarterly",
            "volume": "2",
            "issn": "2",
            "pages": "197--222",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Implementation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Coping but not coping in health and social care: masking the reality of running organizations beyond safe design capacity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wolstenholme",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Monk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckelvie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "System Dynamics Review",
            "volume": "23",
            "issn": "4",
            "pages": "371--389",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Using group model building to inform public policy making and implementation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zagonel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rohrbaugh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Complex Decision Making",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Jay Forrester to System Dynamics K-12 Discussion listserv, 6 December 2009, 12:40 a.m. GMT. Used with permission. 6It may also be possible to improve systemic performance by removing structure that caused the problem.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Behaviour of base-case SEIR epidemic model 8 Paul Sabatier and Daniel Mazmanian have collaborated on numerous publications, and the 'lead author' has varied. In the list of references, the bibliographic format indicates the lead author. For simplicity in the text, however, all joint publications are cited as 'S&M' and the dates will serve to identify the particular reference.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Base-case model modified by Dynamic Effect of Policy A Implementation pattern (left) determines epidemic pattern (right). (a) Different implementation patterns but same average reduction in contact rate (50%). (b) Labels refer to implementation pattern assumptions at left",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Implementation framework. Source: Adapted fromMazmanian and Sabatier (1981, p. 7)    10",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). In a December 2009 listserv posting, Forrester joined a discussion about climate change policy with a similar comment: 'A model should demonstrate how the symptoms are being generated. . . . Only by clearly understanding what is causing the problem can one begin to see where [policy] attention should be focused",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Figure 1 Stock-and-flow structure of base-case SEIR model Figure 2 Causal loop structure of base-case SEIR model Copyright ß 2010 John Wiley & Sons, Ltd. Syst. Res. 27, 425^442 (2010) DOI:10. 1002/sresjust a few months if uncontrolled. The mechanism responsible for the growth of the epidemic is loop R, the only reinforcing feedback loop in the model. If that loop could be cut, the epidemic would end. The policy-design question, therefore, is 'How can loop R be eliminated, or at least weakened'? It is at this point that SEIR modellers begin to think in terms of reducing contacts between infectious and susceptible persons and/ or making those contacts safer (i.e. reducing the probability of infection when a contact occurs).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "SARS epidemic checklist items exemplify Sabatier and Mazmanian framework concepts (source: U.S. Centers for Disease Control and Prevention; http://www.cdc.gov/ncidod/sars/guidance/a/app1.htm) S&M Framework Concept: Availability of Valid Causal Theory and Technology 19",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Continued)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author gratefully acknowledges the helpful comments and suggestions of the special edition editors, David Lane, Carmine Bianchi and Enzo Bivona; workshop discussant Jim Duggan; and two anonymous referees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}