{
    "paper_id": "3e311f886e2221d4bc0dff5aef4e66d02e6e9151",
    "metadata": {
        "title": "Vedolizumab treatment across antiretroviral treatment interruption in chronic HIV infection: The HAVARTI protocol for a pilot dose-ranging clinical trial to assess safety, tolerance, immunological and virological activity",
        "authors": [
            {
                "first": "Michaeline",
                "middle": [],
                "last": "Mcguinty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ottawa Hospital General Campus",
                    "location": {
                        "settlement": "Medicine"
                    }
                },
                "email": "mimcguinty@toh.on.ca"
            },
            {
                "first": "Jonathan",
                "middle": [
                    "B"
                ],
                "last": "Angel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ottawa Hospital",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Curtis",
                "middle": [],
                "last": "Cooper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ottawa Hospital",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Juthaporn",
                "middle": [],
                "last": "Cowan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ottawa Hospital",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Macpherson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ottawa Hospital",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashok",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sanjay",
                "middle": [],
                "last": "Murthy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ottawa Hospital",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Richmond",
                "middle": [],
                "last": "Sy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ottawa Hospital",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [],
                "last": "Dennehy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ottawa Hospital Research Institute",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Tremblay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ottawa Hospital Research Institute",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Siddappa",
                "middle": [
                    "N"
                ],
                "last": "Byrareddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ottawa Hospital General Campus",
                    "location": {
                        "settlement": "Medicine"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "William"
                ],
                "last": "Cameron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ottawa Hospital",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "bcameron@toh.ca"
            },
            {
                "first": "D",
                "middle": [],
                "last": "William",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cameron",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "to very low levels, which allows for some immune recovery. Discontinuation of ART leads to pVL rebound from reservoirs of persistence and latency, and progressive immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One recent controversial strategy targeting CD4+ T lymphocytes with a monoclonal antibody (mAb) against α4β7 integrin has shown promise, through sustained virological remission of pVL (SVR) in SIV 239 -infected rhesus macaques. We propose to assess the safety and tolerability of vedolizumab, a licensed humanized mAb against human α4β7 integrin, in healthy HIV-infected adults on ART. This study will also assess, by analytical treatment interruption (ATI), whether vedolizumab treatment can induce SVR beyond ART and vedolizumab treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The HIV-ART-vedolizumab-ATI (HAVARTI) trial is a single-arm, dose-ranging pilot trial in healthy HIV-positive adult volunteers receiving ART. Twelve consenting persons will be enrolled in sequential groups of 4 to each serial dosing vedolizumab regimen (300mg, 150mg, 75mg). The primary outcomes are: (1) to assess the safety and tolerability of seven serial infusions of vedolizumab at each of three doses; (2) to identify the immunovirological measures, including pVL and T cell kinetics, that characterize HIV/ART cases before, during, after vedolizumab treatment and ATI; and (3) to seek SVR of pVL after ATI. Secondary outcomes will include immune reconstitution and pVL suppression as well as immune reconstitution and long-term safety following re-initiation of ART in the absence of SVR.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods and Analysis:"
        },
        {
            "text": "The study protocol was approved by the Ottawa Health Science HIV viremia and allows some degree of immune healing, so as to permit near-normal health and life expectancy. However, ART is not a cure for HIV infection. ART interruption is nearly always followed by rebound of plasma viral load (pVL) to the pre-treatment viremia levels, referred to as the viral set point, followed by resumption of progressive immunodeficiency. 1 2 ",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "text": "1 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": "A promising finding of sustained virological remission of pVL (SVR) and stable CD4 cell count was recently reported in Science by Dr. Byrareddy and colleagues in a rhesus macaque Simian Immunodeficiency Virus (SIV) infection model. 3 SIV (and HIV) appears to preferentially infect CD4+ T lymphocytes expressing α4β7 integrin, a lymphocyte homing receptor for trafficking to gut mucosal-associated lymphoid tissue (GALT) that was the target of mAb therapy in this study. This anti-α4β7 mAb was administered serially every three weeks at 50 mg/kg for 8 doses to acutely-infected macaques on ART and was followed by ATI and subsequent discontinuation of mAb administration. SVR and low GALT-associated VLs for 24 months was observed in eight of eleven animals, after a low-level pVL rebound in five of the eight. In these animals, (Byrareddy, unpublished) . The mechanism of this post-treatment control is unknown, and later attempts to replicate this finding have been unsuccessful. [4] [5] [6] One human trial of vedolizumab in HIV infection did not observe SVR, 7 although ATI was brief and limited by design. In human HIV infection, SVR over time without evidence of progressive immunodeficiency in the absence of ART would meet definitional criteria of a \"functional cure\", where pVL suppression is maintained without ART and without eradication of virus.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 852,
                    "text": "(Byrareddy, unpublished)",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1063,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Induction of Post-Treatment Control in rhesus macaques with SIV treated by a monoclonal antibody against α4β7 integrin"
        },
        {
            "text": "Humanized anti-α4β7 integrin mAb (vedolizumab, Entyvio® 8 9 ) is a licensed treatment for inflammatory bowel disease (IBD). Vedolizumab has a safety record of 4811 person-years observation, in which 2830 patients received vedolizumab from one to 1977 (median 328) days, during which there was no increased risk of any infections (<1% overall for tuberculosis (TB) or other serious infection, and no reported case of progressive multifocal leukoencephalopathy), compared to placebo and standard non-biological therapy. 10",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "8 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human monoclonal antibodies against α4β7 integrin"
        },
        {
            "text": "A human clinical trial of anti-α4β7 integrin monoclonal antibody is feasible, given that a safe humanized product is available. A pilot study to assess the translation of this intervention's anti-HIV effects from a non-human primate model to humans is needed to inform the design of larger trials. We describe a dose-and exposure-finding pilot trial in healthy adults with ART-treated chronic HIV infection to assess vedolizumab safety and anti-HIV activity or SVR after ATI. This trial proposal is of a short duration (~one year) and simple design to assess short-term safety and tolerance of vedolizumab according to dose. It will also assess whether pVL rebound and/or SVR occurs after ATI, in relation to dose, duration and systemic exposure to vedolizumab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Rationale"
        },
        {
            "text": "In planning novel HIV treatment strategies, a combination of approaches will be necessary in order to address all aspects of HIV infection including the active, latent, and concealed reservoirs of persistent infection. The anticipated mechanism of possible SVR with short-term vedolizumab intervention is not an eradication or a virological cure, but a functional cure with immunologicalmaintained viral suppression in absence of ART and after withdrawal of the intervention. This trial design accommodates the collection and cryopreservation of biological specimens (sera, plasma, peripheral blood lymphocytes, rectal biopsy samples, cerebrospinal fluid (CSF), and stool) that will permit mechanistic immunological and virological studies in the event that treatment effects are seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Rationale"
        },
        {
            "text": "In the macaque model, a mAb against 47 integrin was used at a dose of 50 mg/kg per infusion, with infusions given every 3 weeks. 3 In humans, 300 mg per infusion given every 4 to 8 weeks is the highest licensed dose of vedolizumab (equivalent to 4 mg/kg/infusion in a 70 kg adult), and therefore was the highest dose used in this study protocol. A dose reduction in sequential groups will be implemented to assess if there is a dose-related treatment effect on pVL rebound kinetics or SVR. The primary outcomes will be: (1) the safety and tolerability of vedolizumab treatment at different doses in 7 infusions as defined by the incidence of adverse events (AEs) and prespecified side effects; and (2) the incidence and (3) duration of pVL remission during and after vedolizumab treatment following ATI determined by serial measurement of pVL.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rationale for dosing"
        },
        {
            "text": "The secondary outcomes will be: (1) the incidence and (2) magnitude of pVL rebound after ATI during and after treatment with vedolizumab; (3) the success of re-suppression of pVL with ART in the event of recurrent sustained pVL; and (4) the kinetics of pVL and CD4 T lymphocyte count during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "HAVARTI is a single-arm, dose-ranging pilot trial of serial vedolizumab infusions for the induction of HIV SVR in adults with chronic HIV infection on ART. Twelve consenting volunteers respecting all inclusion and exclusion criteria will be enrolled sequentially in groups of four to receive vedolizumab by infusion in two to four week intervals for a total of 7 doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "After three doses of vedolizumab the participants will initiate the ATI portion of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "During the ATI, participants will discontinue ART but continue with the 4 remaining scheduled vedolizumab treatments and monitoring of pVL and immunologic markers. They will also have regular clinical assessment at each infusion visit. Participants will restart ART according to CD4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "T cell count and pVL threshold levels and trajectory, personal choice, or consensus judgment of the volunteer patient, treating physician, and/or study investigators. Decisions to continue ATI or restart ART in the presence of CD4, pVL and clinical indicators will be reviewed by an independent expert medical monitor and reported to the DSMB in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "Study participants will be recruited from The Ottawa Hospital (TOH) HIV clinic and referring primary care facilities. Informed consent will be obtained from those patients who are documented to be eligible for the trial after pre-screening. Table 1 shows the safety lab tests and concomitant medication surveys to be done during screening. Individuals who wish to discuss enrollment in the trial with family, partner, friends or their treating physician may take the time and choose to enroll at a subsequent clinic visit. Once enrolled, the participant will be followed concomitantly by the principal investigator and study staff at TOH for the duration of the trial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "Participants will meet the following criteria to be eligible for entry into the study: (1) documented HIV infection by Western blot or confirmatory enzyme immunoassay with documented pre-ART pVL; (2) be aged 18-65 years; (3) have received ART for between 2 and 10 years; (4) have no other significant comorbidity; (5) are receiving no other immunemodulating treatments; and (6) have well-controlled HIV infection as defined by stable pVL of <50 copies/mL and CD4 counts >500 cells/μL with nadir CD4 counts >200 cells/μL. Adults may be male, female or transgender.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "Patients who meet any of the following criteria will be ineligible to participate: (1) ",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "The study schedule is represented in Table 1 and Figure 1 . At the screening visit, participants will be assessed for study inclusion with respect to inclusion and exclusion criteria. A physical examination will be performed, a medical history will be taken, and any laboratory testing not available from the patient record will be collected. Screening laboratory tests include haematology values (Complete blood cell counts (CBC), differential white blood cell counts, erythrocyte sedimentation rate), serum chemistry, markers of HIV (pVL, CD4 lymphocyte count and percentage, CD4:CD8 ratio), and a urine dipstick pregnancy test where indicated. Those meeting eligibility criteria after screening will be consented by the investigators and will return for a baseline visit (within 1-12 weeks of screening).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 49,
                    "end": 57,
                    "text": "Figure 1",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Study Schedule"
        },
        {
            "text": "Regular study visits, as per Figure 1 shows the study schedule and Table 1 shows the study visit schedule. Twelve HIVinfected adults on suppressive ART meeting all inclusion and exclusion criteria will be enrolled sequentially in groups of four to receive three different doses of vedolizumab (300mg, 150mg, 75mg) by infusion for a total of 7 doses at intervals as recommended for ulcerative colitis, 11 (weeks 0, 2, 5, 8, 12, 16, and 20) . Participants will undergo an ATI of their regular ART at week 6-7 ( Figure 1) , with the duration of ATI being up to 48 weeks, or until sustained viremia or immune dysfunction is documented (see re-treatment parameters below). After completion of the study protocol, patients will be seen quarterly or as needed according to pVL response and/or ART re-treatment status and response according to standard clinical practice.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "text": "11",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 414,
                    "end": 438,
                    "text": "2, 5, 8, 12, 16, and 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "Figure 1",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 509,
                    "end": 518,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Study Schedule"
        },
        {
            "text": "Threshold criteria for clinical consideration of ART re-initiation will include: (1) viremia is observed after ATI, ART may be re-initiated, and participants monitored until pVL suppression is re-established. Study visits as per the study schedule will continue in these patients. The decision to re-initiate ART is a personal choice of the participant and non-study advisors, the trial investigators and staff, or an experienced and independent medical judgement on the aggregate of timely clinical and laboratory information at hand, with the interests of the patient primarily in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re-treatment Parameters"
        },
        {
            "text": "Participants may withdraw from the study for any reason at any time. Participants may also be withdrawn by the investigator due to an adverse event (AE) which would in the judgment of the investigator require discontinuation of study product or re-initiation of ART, or for noncompliance with the study protocol. Participants who withdraw from the study will be asked to follow-up either with the study physician or their regular HIV physician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Withdrawal"
        },
        {
            "text": "This is an exploratory pilot study of 12 HIV-infected adult volunteers, which will permit observation of the incidence, degree and duration of virological rebound and remission following Mean and median levels of pVL rebound will be compared to steady state pre-treatment levels using standard statistical tests, analogous to pharmacokinetic parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size justification and analytical plan"
        },
        {
            "text": "Safety laboratory measures will include: a complete blood cell count (CBC); white blood cell (WBC) differential; electrolytes; erythrocyte sedimentation rate; and serum chemistry (albumin, alanine transaminase, alkaline phosphatase, amylase, aspartate transaminase, bilirubin (total), blood glucose (random), blood urea nitrogen, calcium, chloride, C-reactive protein, creatinine;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening and Safety laboratory tests"
        },
        {
            "text": "gamma-glutamyl transferase, potassium, protein (total), and sodium).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening and Safety laboratory tests"
        },
        {
            "text": "A pre-ART pVL will need to be obtained from the patient chart as part of study inclusion. HIV pVL will be assayed using the Abbott HIV 1 Viral Load Assay at indicated study visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Cerebrospinal fluid (CSF) may be collected from consenting participants at week 24 (end of vedolizumab treatment, during ATI) and week 52 for viral load assay in the event of pVL suppression, or if lumbar puncture for CSF is otherwise clinically indicated according to an AE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "HIV reservoirs will be measured in PBMCs by viral outgrowth assay and HIV DNA by PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Mononuclear cells will be isolated from rectal mucosal biopsy samples scheduled to be taken before vedolizumab treatment, and after ATI in cases with post-ATI suppression of pVL. DNA will be isolated from a fixed number of cells and subjected to PCR analysis and expressed as the number of copies/ng of host DNA. 3 12 ",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "3 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Routine CD4, and CD8 T-cell counts will be performed on whole blood using standard Flow cytometric analysis. Flow cytometry will be performed on freshly isolated PBMCs and mononuclear cells isolated from peripheral blood, and the rectal mucosal biopsy samples to evaluate relative expression of levels of CD45A, CCR7, and CD27 to determine percentages of naïve, central memory, preterminal effector memory, transitional memory and terminally differentiated CD4+ and CD8+ T lymphocyte subsets as previously described. 13 The expression of activation markers such as HLA-DR and CD38 will also be assessed by flow cytometry.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "13",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "CD4/CD8 T-cell counts, and immunophenotyping"
        },
        {
            "text": "Serum samples taken over the course of the trial (each study visit starting at Week 0) will be taken and cryopreserved for future measurement of vedolizumab levels, for anti-drug antibodies (ADA), and for neutralizing ADA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vedolizumab measurements"
        },
        {
            "text": "In addition to HIV reservoir quantification, immunohistochemical staining and standard histopathological microscopic examination will be performed on biopsy specimens. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   15 Nucleic acid probe testing will be performed on frozen stool samples collected at 3 intervals (Week 0, Week 24 and Week 52) for characterization of the human fecal microbiome. 3",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 454,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   15",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Immunohistochemical staining"
        },
        {
            "text": "Frozen plasma samples collected at each study visit and stored at -80°C may be assayed for changes in specific inflammatory cytokines (e.g. IFN-α, IL-1, IL-6, IP-10, TNF-α, and LPS) preand post-study intervention by ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of inflammatory cytokines in plasma"
        },
        {
            "text": "AEs are defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered to be related to the medicinal product; and/or pre-existing symptoms or conditions which worsen during a study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "Information about all AEs and severe AEs (SAEs) will be recorded and followed for resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "In this trial there will be vigilance for infusion-related AEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "To enhance patient safety, and to comply with the Health Canada Food and Drug regulations program and Good Clinical Practice (GCP), an independent Data Safety Monitoring Board (DSMB) has been established for this trial. The DSMB will be informed and review safety and activity data, and will raise questions or instruct on protocol performance and outcomes. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   16 An Ottawa Hospital Research Institute (OHRI) Internal Monitor will conduct a monitoring visit shortly after enrollment commences. This monitoring by OHRI does not replace the routine quality control to be performed by the investigator or designee. Routine quality assurance will be completed by an assigned monitor to ensure that the study is being conducted according to the protocol and the monitoring plan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 644,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   16",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "Cancure community advisory members were consulted during the design process and the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and Public Involvement"
        },
        {
            "text": "Community Advisory Committee was involved in reviewing the study prior to a funding decision. We planned to and did engage our study volunteers in the communication of interim and preliminary study results, and the planning of any needed protocol amendments during the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Canadian Institutes of Health Research (CIHR) Canadian HIV Trials Network (CTN)"
        },
        {
            "text": "The study protocol and informed consent documents have been approved by the Ottawa Health Science Network-REB (#20160928) and by the Health Canada Therapeutic Products Directorate (#HC6-024-c206120). Written informed consent will be obtained from all participants. The study will be conducted in accordance with Health Canada regulations, the International Conference on Harmonization guidelines on current Good Clinical Practice and the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "Patient recruitment has begun and continues. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   17   Results will be disseminated through scientific peer-reviewed publications, national and   international conferences, and the CTN according to CONSORT (Consolidated Standards on Reporting Trials) 14 and SPIRIT (Standard Protocol Items: Recommendations for Interventional Trials) 15 guidelines.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 532,
                    "text": "14",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "15",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 511,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   17   Results will be disseminated through scientific peer-reviewed publications, national and   international conferences, and the CTN according to CONSORT (Consolidated Standards on",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "The report of sustained SIV remission in rhesus macaques treated with an anti-α4β7 mAb 3 is the foundation on which the HAVARTI trial was developed. The present study will aim to determine if vedolizumab, the humanized anti-α4β7 mAb available on the Canadian market, is safe for healthy HIV-infected adults at a licensed or permitted dosage. In addition, the goal is to assess vedolizumab for SVR after ATI. Towards these goals, several design elements were taken into special consideration during the development of the HAVARTI trial, with an effort to closely follow the macaque study while keeping the safety of the participants primarily in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "The HAVARTI trial is designed as a single-arm, dose-ranging pilot trial. No placebo control arm will be used because: 1) this is an exploratory pilot study of a novel investigational agent, 2) pVL rebound occurs reliably after analytical or other ART interruption, and the SVR outcome of interest is not a small effect, and 3) in small trials, neither randomization nor controls may protect from large expected biases related to biological variation. Placebo controls from an Ottawa/Montreal RCT of therapeutic HIV vaccination using ALVAC with or without Remune experienced a median time to viral rebound of ~2 weeks 16 after ATI and will be used as an historical control for comparison, among other more recent reports and studies. ATI, the intentional interruption of suppressive ART to assess an investigational product's ability to induce virologic control, remains the gold-standard for investigation of novel therapies for HIV cure research. 17 Although the SMART study conducted in the context of clinical management research showed that participants who interrupted ART were at higher risk of developing AIDS and non-AIDS events compared to those who did not interrupt ART, 18 it also revealed that ATI can be done safely when the individual has suppressed plasma viremia (pVL < 50 copies/ml), high current CD4 count (>500 cells/μl) and high CD4 nadir (>200 cells/μl), in the context of a carefully monitored trial. 1 19-21 Therefore, participants in the HAVARTI trial will be screened for these inclusion criteria to decrease risks associated with ART interruption in a different context. Furthermore, successful re-initiation of ART and suppression of pVL is a priority, so prospective study participants will not have a history of drug-resistant HIV, treatment-refractory pVL response, or non-adherence to ART.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 619,
                    "text": "16",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 948,
                    "end": 950,
                    "text": "17",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1182,
                    "end": 1184,
                    "text": "18",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1424,
                    "end": 1431,
                    "text": "1 19-21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "The rationale behind threshold criteria and judgement for re-initiation of ART stems from the rhesus macaque model, where ATI was followed by initial rebound of SIV pVL in most animals before subsequent sustained remission was achieved. 3 If vedolizumab has the same effect in HIV-infected humans, it is hypothesized that there may be a similar short-term pVL rebound prior to SVR. Re-initiation of ART at first detection of pVL rebound would prevent detection of subsequent, perhaps immunologically mediated, SVR.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "While the present trial is modeled on the macaque study, 3 there are some notable differences in the dosing regimen. Primatized anti-α4β7 mAb has Fc-receptor avid Fc-fragment, whereas vedolizumab is a masking antibody, without Fc-receptor avidity. 22 23 Macaques were infused 24 with robust saturation at doses of 2 mg/kg. 25 Vedolizumab is shown to be clinically effective for IBD at doses of 0.5mg/kg -2mg/kg, 26 27 with 300mg per infusion being the recommended dose for IBD patients. 9 The half-life of vedolizumab is 18-25.5 days 28 29 versus a half-life of 11.4 days for the α4β7 mAb used in the macaque study, therefore, after initial loading of three doses over 5 weeks, the regular dosing interval is 4 weeks for this study as compared to 3 weeks in the macaque study. Finally, participants will receive 7 infusions of vedolizumab instead of the 8 received by macaques. In the macaque study, pVL suppression was evident by 6 weeks after ATI in all treated animals. Viral rebound occurred within 2 weeks in 5 of 8 animals and was subsequently re-suppressed within 4 weeks. 3 Virologic control was therefore robust throughout the remaining α4β7 mAb treatments and after its discontinuation. The number of necessary infusions is unclear, however data from the macaque model suggests that immunologic control developed early after withdrawal of ART, and that ongoing mAb therapy after viral suppression may not be necessary.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 253,
                    "text": "22 23",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 278,
                    "text": "24",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 323,
                    "end": 325,
                    "text": "25",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 412,
                    "end": 417,
                    "text": "26 27",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 488,
                    "text": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 534,
                    "end": 539,
                    "text": "28 29",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1081,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "Another difference between the macaque study and our participant population is the chronicity of infection prior to ART treatment and duration of suppressive ART. Macaques were infected with SIV 5 weeks before initiation of ART, 3 suggesting the rate may have been underestimated due to decreased ability to detect low to moderate ADA titers during continuous treatment. 10 29 Since ADA development is more likely for low-level and intermittent exposure, this study is designed with short dosing intervals to avoid recurrent prolonged periods of low mAb levels.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 376,
                    "text": "10 29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "PLWH are required to take daily ART indefinitely. The SIV 239 -infected rhesus macaques that were functionally cured by treatment with ART and a mAb against α4β7 integrin give us hope that a similar functional cure could be possible for PLWH. This is the first study to employ a clinical trial design involving multiple dosing arms to assess safety, tolerability and best anti- Week 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "Safety lab items have been measured within 1 year of the screening visit these results may be used for screening purposes. 2 Study visits may occur ± 1 week from the time points outlined in the table. 3 The history taken at screening will be more thorough than subsequent visits (ie. height only taken once). Confirmation of HIV+ by western blot or other standard test required only at screening visit. ^ ATI (analytical treatment interruption) will occur at week 6-7.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 202,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "* Serum chemistry includes: albumin (total); alanine transaminase; alkaline phosphatase; amylase; aspartate transaminase; bilirubin (total); blood glucose (random); blood urea nitrogen; calcium, chloride, C-reactive protein, creatinine; gamma-glutamyl transferase, potassium, protein (total), and sodium. ** 50 -100 ml whole blood for separation & cryopreservation of PBMCs. + Pregnancy testing with urine dip for β-human chorionic gonadotropin may be repeated at any study visit where it is felt to be indicated by the patient or the study investigator. There are three groups of 4 participants each that will be sequentially recruited. Each group will receive 7 infusions of vedolizumab, at week 0, 2, 5, 8, 12, 26, and 20. Group 1 will be recruited first and receive 300mg of vedolizumab per infusion, the highest licensed dose. Group 2 and Group 3 will receive 150mg and 75 mg per infusion respectively. Screening and Baseline will take place approximately 3-6 months apart. Baseline and Week 0 assessments can take place at one visit or be split into two visits (ie. the Baseline rectal biopsy can take place up to 4 weeks prior to the Week 0 visit (or at the same time) when the vedolizumab intervention is started. Participants will start vedolizumab at the Week 0 visit, but continue on their pre-study ART regimen until week 6/7 (ATI). There will be four doses of vedolizumab after ATI at weeks 8, 12, 16 and 20 (each 4 weeks apart from each other). The participant will subsequently visit every 4 weeks until week 52 as per study visit schedule (Table 1 ). ART will be re-initiated prior to week 52 if there is a sustained re-bound of plasma viral load as detailed in the methods section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1555,
                    "end": 1563,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION:"
        },
        {
            "text": "190x254mm (300 x 300 DPI) to very low levels, which allows for some immune recovery. Discontinuation of ART leads to pVL rebound from reservoirs of persistence and latency, and progressive immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "One promising but controversial strategy targeting CD4+ T lymphocytes with a monoclonal antibody (mAb) against α4β7 integrin has shown promise, through sustained virological remission of pVL (SVR) in SIV 239 -infected rhesus macaques. We propose to assess the safety and tolerability of vedolizumab, a licensed humanized mAb against human α4β7 integrin, in healthy HIV-infected adults on ART. This study will also assess, by analytical treatment interruption (ATI), whether vedolizumab treatment can induce SVR beyond ART and vedolizumab treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "The HIV-ART-vedolizumab-ATI (HAVARTI) trial is a single-arm, dose-ranging pilot trial in healthy HIV-positive adult volunteers receiving ART. Twelve consenting persons will be enrolled in sequential groups of 4 to each serial dosing vedolizumab regimen (300mg, 150mg, 75mg). The primary outcomes are: (1) to assess the safety and tolerability of seven serial infusions of vedolizumab at each of three doses; (2) to identify the immunovirological measures, including pVL and T cell kinetics, that characterize HIV/ART cases before, during, after vedolizumab treatment and ATI; and (3) to seek SVR of pVL after ATI. Secondary outcomes will include immune reconstitution and pVL suppression as well as immune reconstitution and long-term safety following re-initiation of ART in the absence of SVR.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods and Analysis:"
        },
        {
            "text": "The study protocol was approved by the Ottawa Health Science Network-REB and by the Health Canada Therapeutic Products Directorate. A Data Safety  This is the first study to employ a range of vedolizumab doses to assess safety, tolerability and best anti-HIV activity effect in the context of chronic HIV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": " This study will assess the safety of vedolizumab using analytical treatment interruptions up to and beyond twelve weeks' duration, which may be essential to assessing the anti-HIV activity effects of this therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": " By starting with the highest licensed vedolizumab dose, we will be able to see first if there is a measurable effect with our study design, before trying to establish a dose response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": " This pilot study will inform dosing of vedolizumab for future larger scale clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": "Keywords: Vedolizumab, HIV, α4β7 integrin, antiretroviral therapy, analytical treatment interruption, sustainable virological remission, plasma viral load, HIV reservoir. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": "A promising finding of sustained virological remission of pVL (SVR) and stable CD4 cell count was reported in Science by Dr. Byrareddy and colleagues in a rhesus macaque Simian Immunodeficiency Virus (SIV) infection model. 3 SIV (and HIV) appears to preferentially infect CD4+ T lymphocytes expressing α4β7 integrin, a lymphocyte homing receptor for trafficking to gut mucosal-associated lymphoid tissue (GALT) that was the target of mAb therapy in this study. This anti-α4β7 mAb was administered serially every three weeks at 50 mg/kg for 8 doses to acutely-infected macaques on ART and was followed by ATI and subsequent discontinuation of mAb administration. SVR and low GALT-associated VLs for 24 months was observed in eight of eleven animals, after a low-level pVL rebound in five of the eight. In these animals, (Byrareddy, unpublished) . The mechanism of this post-treatment control is unknown, and later attempts to replicate this finding have been unsuccessful. [4] [5] [6] One small human trial of vedolizumab in HIV infection did not observe SVR 7 , but was limited in its ability to detect post-rebound suppression. In human HIV infection, SVR over time without evidence of progressive immunodeficiency in the absence of ART would meet definitional criteria of a \"functional cure\", where pVL suppression is maintained without ART and without eradication of virus.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 843,
                    "text": "(Byrareddy, unpublished)",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Induction of Post-Treatment Control in rhesus macaques with SIV treated by a monoclonal antibody against α4β7 integrin"
        },
        {
            "text": "Humanized anti-α4β7 integrin mAb (vedolizumab, Entyvio® 8 9 ) is a licensed treatment for inflammatory bowel disease (IBD). Vedolizumab has a safety record of 4811 person-years observation, in which 2830 patients received vedolizumab from one to 1977 (median 328) days, during which there was no increased risk of any infections (<1% overall for tuberculosis (TB) or other serious infection), and no reported case of progressive multifocal leukoencephalopathy (PML), compared to placebo and standard non-biological therapy. 10 Modelling shows that cumulative exposure to vedolizumab still has a very low risk of PML compared to other biologics such as natalizumab that non-selectively targets α4 integrin 11 .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 526,
                    "text": "10",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Human monoclonal antibodies against α4β7 integrin"
        },
        {
            "text": "A human clinical trial of anti-α4β7 integrin monoclonal antibody is feasible, given that a safe humanized product is available. A pilot study to assess the translation of this intervention's anti-HIV effects from a non-human primate model to humans is needed to inform the design of larger trials. We describe a dose-and exposure-finding pilot trial in healthy adults with ART-treated chronic HIV infection to assess vedolizumab safety and anti-HIV activity or SVR after ATI. This trial proposal is of a short duration (~one year) and simple design to assess short-term safety and tolerance of vedolizumab according to dose. It will also assess whether pVL rebound and/or SVR occurs after ATI, in relation to dose, duration and systemic exposure to vedolizumab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Rationale"
        },
        {
            "text": "In planning novel HIV treatment strategies, a combination of approaches will be necessary in order to address all aspects of HIV infection including the active, latent, and concealed reservoirs of persistent infection. The anticipated mechanism of possible SVR with short-term vedolizumab intervention is not eradication or a virological cure, but a functional cure with immunologicalmaintained viral suppression in absence of ART and after withdrawal of the intervention. This trial design accommodates the collection and cryopreservation of biological specimens (sera, plasma, peripheral blood lymphocytes, rectal biopsy samples, cerebrospinal fluid (CSF), and stool) that will permit mechanistic immunological and virological studies in the event that treatment effects are seen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Rationale"
        },
        {
            "text": "In the macaque model, a mAb against 47 integrin was used at a dose of 50 mg/kg per infusion, with infusions given every 3 weeks. 3 In humans, 300 mg per infusion given every 4 to 8 weeks is the highest licensed dose of vedolizumab (equivalent to 4 mg/kg/infusion in a 70 kg adult), and therefore was the highest dose used in this study protocol. A dose reduction in sequential groups will be implemented to assess for a dose-related treatment effect on pVL rebound kinetics or SVR. As compared to the existing human study by Sneller et al, 7 our protocol provides the majority of vedolizumab doses after ATI, with only initial loading occurring before ATI. Ongoing vedolizumab exposure after treatment interruption is hypothesized to be important for the development of remission, and is more in keeping with the original animal model.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 543,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rationale for dosing"
        },
        {
            "text": "The primary outcomes will be: (1) the safety and tolerability of vedolizumab treatment at different doses in 7 infusions as defined by the incidence of adverse events (AEs) and prespecified side effects; and (2) the incidence and (3) duration of pVL remission during and after vedolizumab treatment following ATI determined by serial measurement of pVL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary outcomes"
        },
        {
            "text": "The secondary outcomes will be: (1) the incidence and (2) magnitude of pVL rebound after ATI during and after treatment with vedolizumab; (3) the success of re-suppression of pVL with ART in the event of recurrent sustained pVL; and (4) the kinetics of pVL and CD4 T lymphocyte count during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "HAVARTI is a single-arm, dose-ranging pilot trial of serial vedolizumab infusions for the induction of HIV SVR in adults with chronic HIV infection on ART. Twelve consenting volunteers respecting all inclusion and exclusion criteria will be enrolled sequentially in groups of four to receive vedolizumab by infusion in two to four week intervals for a total of 7 doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "After three doses of vedolizumab the participants will initiate the ATI portion of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "During the ATI, participants will discontinue ART but continue with the 4 remaining scheduled vedolizumab treatments and monitoring of pVL and immunologic markers. They will also have regular clinical assessment at each infusion visit. Participants will restart ART according to CD4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "T cell count and pVL threshold levels and trajectory, personal choice, or consensus judgment of the volunteer patient, treating physician, and/or study investigators. Decisions to continue ATI or restart ART in the presence of CD4, pVL and clinical indicators will be reviewed by an independent expert medical monitor and reported to the DSMB in a timely manner. Study participants will be recruited from The Ottawa Hospital (TOH) HIV clinic and referring primary care facilities. Informed consent will be obtained from those patients who are documented to be eligible for the trial after pre-screening. Table 1 shows the safety lab tests and concomitant medication surveys to be done during screening. Individuals who wish to discuss enrollment in the trial with family, partner, friends or their treating physician may take the time and choose to enroll at a subsequent clinic visit. Once enrolled, the participant will be followed concomitantly by the principal investigator and study staff at TOH for the duration of the trial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 611,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "Participants will meet the following criteria to be eligible for entry into the study: (1) documented HIV infection by Western blot or confirmatory enzyme immunoassay with ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "Patients who meet any of the following criteria will be ineligible to participate: (1) females who are pregnant or lactating; (2) those who are non-adherent with contraception and safer sex practices; (3) patients with a history of AIDS-defining illness, drug-resistant HIV or treatmentrefractory pVL response; (4) those with a history of non-adherence to ART; (5) current coinfection with Hepatitis B or C; (6) current untreated TB including latent TB, and (7) past HIV or non-HIV related autoimmune disease requiring immunomodulatory or immunosuppressive therapy. The study schedule is represented in Table 1 and Figure 1 . At the screening visit, participants will be assessed for study inclusion with respect to inclusion and exclusion criteria. A physical examination will be performed, a medical history will be taken, and any laboratory testing not available from the patient record will be collected. Screening laboratory tests include haematology values (Complete blood cell counts (CBC), differential white blood cell counts, erythrocyte sedimentation rate), serum chemistry, markers of HIV (pVL, CD4 lymphocyte count and percentage, CD4:CD8 ratio), and a urine dipstick pregnancy test where indicated. Those meeting eligibility criteria after screening will be consented by the investigators and will return for a baseline visit (within 1-12 weeks of screening).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 610,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 615,
                    "end": 623,
                    "text": "Figure 1",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Regular study visits, as per Table 1 , will entail a history, physical exam, safety assessment, and laboratory studies. In addition to the regular study visits, blood draws and AE assessments will be performed between week 6 and 7, at the time of ATI. Optional specimen collection to be restrictions and therefore will likely resume 2021. Figure 1 shows the study schedule and Table 1 shows the study visit schedule. Twelve HIVinfected adults on suppressive ART meeting all inclusion and exclusion criteria will be enrolled sequentially in groups of four to receive three different doses of vedolizumab (300mg, 150mg, 75mg) by infusion for a total of 7 doses at intervals as recommended for ulcerative colitis, 12 (weeks 0, 2, 5, 8, 12, 16, and 20) . Participants will undergo an ATI of their regular ART at week 6-7 (Figure 1) , with the duration of ATI being up to 48 weeks, or until sustained viremia or immune dysfunction is documented (see re-treatment parameters below). After completion of the study protocol, patients will be seen quarterly or as needed according to pVL response and/or ART re-treatment status and response according to standard clinical practice.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 748,
                    "text": "8, 12, 16, and 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 339,
                    "end": 347,
                    "text": "Figure 1",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 377,
                    "end": 384,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 817,
                    "end": 827,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Study Schedule"
        },
        {
            "text": "Threshold criteria for clinical consideration of ART re-initiation will include: (1) sustained recurrence of HIV viremia, (2) confirmed absolute CD4 count below 350 cells/μL or by more than 10% from pre-ART baseline CD4 value; or (3) development of an AIDS-defining or related illness. Following ATI, sustained recurrence of HIV viremia will be defined by confirmation by repeat testing of: (1) pVL reaching 0.5 log of the patient's viremia peak prior to ART; (2) pVL rebound extending beyond a period of 12 weeks from initial detection after ATI. If sustained viremia is observed after ATI, ART may be re-initiated, and participants monitored until pVL suppression is re-established. Study visits as per the study schedule will continue in these patients. The decision to re-initiate ART is a personal choice of the participant and non-study advisors, the trial investigators and staff, or an experienced and independent medical judgement on the aggregate of timely clinical and laboratory information at hand, with the interests of the patient primarily in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re-treatment Parameters"
        },
        {
            "text": "Participants may withdraw from the study for any reason at any time. Participants may also be withdrawn by the investigator due to an adverse event (AE) which would in the judgment of the investigator require discontinuation of study product or re-initiation of ART, or for noncompliance with the study protocol. Participants who withdraw from the study will be asked to follow-up either with the study physician or their regular HIV physician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Withdrawal"
        },
        {
            "text": "This is an exploratory pilot study of 12 HIV-infected adult volunteers, which will permit observation of the incidence, degree and duration of virological rebound and remission following vedolizumab treatment across ATI. SVR in the absence of ART is rarely observed. If this effect can be repeatedly demonstrated in response to the intervention, the outcome would be remarkable and clinically meaningful. For this study, a small sample size is sufficient to observe such a categorical effect on virological rebound and SVR following vedolizumab treatment. Virological rebound will be compared with individual patients' pre-ART pVL measures and with historical controls consisting of participants having undergone ATI in other reported trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size justification and analytical plan"
        },
        {
            "text": "Mean and median levels of pVL rebound will be compared to steady state pre-treatment levels using standard statistical tests, analogous to pharmacokinetic parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size justification and analytical plan"
        },
        {
            "text": "Safety laboratory measures will include: a complete blood cell count (CBC); white blood cell (WBC) differential; electrolytes; erythrocyte sedimentation rate; and serum chemistry (albumin, alanine transaminase, alkaline phosphatase, amylase, aspartate transaminase, bilirubin (total), blood glucose (random), blood urea nitrogen, calcium, chloride, C-reactive protein, creatinine; gamma-glutamyl transferase, potassium, protein (total), and sodium).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening and Safety laboratory tests"
        },
        {
            "text": "A pre-ART pVL will need to be obtained from the patient chart as part of study inclusion. HIV pVL will be assayed using the Abbott HIV 1 Viral Load Assay at indicated study visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Cerebrospinal fluid (CSF) may be collected from consenting participants at week 24 (end of vedolizumab treatment, during ATI) and week 52 for viral load assay in the event of pVL suppression, or if lumbar puncture for CSF is otherwise clinically indicated according to an AE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "HIV reservoirs will be measured in PBMCs by viral outgrowth assay and HIV DNA by PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Mononuclear cells will be isolated from rectal mucosal biopsy samples scheduled to be taken before vedolizumab treatment, and after ATI in cases with post-ATI suppression of pVL. DNA will be isolated from a fixed number of cells and subjected to PCR analysis and expressed as the number of copies/ng of host DNA. 3 13 ",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "3 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Routine CD4, and CD8 T-cell counts will be performed on whole blood using standard Flow cytometric analysis. Flow cytometry will be performed on freshly isolated PBMCs and mononuclear cells isolated from peripheral blood, and the rectal mucosal biopsy samples to evaluate relative expression of levels of CD45A, CCR7, and CD27 to determine percentages of naïve, central memory, preterminal effector memory, transitional memory and terminally differentiated CD4+ and CD8+ T lymphocyte subsets as previously described. 14 The expression of activation markers such as HLA-DR and CD38 will also be assessed by flow cytometry.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "14",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "CD4/CD8 T-cell counts, and immunophenotyping"
        },
        {
            "text": "Serum samples taken over the course of the trial (each study visit starting at Week 0) will be taken and cryopreserved for future measurement of vedolizumab levels, for anti-drug antibodies (ADA), and for neutralizing ADA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vedolizumab measurements"
        },
        {
            "text": "In addition to HIV reservoir quantification, immunohistochemical staining and standard histopathological microscopic examination will be performed on biopsy specimens. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemical staining"
        },
        {
            "text": "Frozen plasma samples collected at each study visit and stored at -80°C may be assayed for changes in specific inflammatory cytokines (e.g. IFN-α, IL-1, IL-6, IP-10, TNF-α, and LPS) preand post-study intervention by ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of inflammatory cytokines in plasma"
        },
        {
            "text": "AEs are defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered to be related to the medicinal product; and/or pre-existing symptoms or conditions which worsen during a study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "Information about all AEs and severe AEs (SAEs) will be recorded and followed for resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "In this trial there will be vigilance for infusion-related AEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "To enhance patient safety, and to comply with the Health Canada Food and Drug regulations program and Good Clinical Practice (GCP), an independent Data Safety Monitoring Board (DSMB) has been established for this trial. The DSMB will be informed and review safety and activity data, and will raise questions or instruct on protocol performance and outcomes. An Ottawa Hospital Research Institute (OHRI) Internal Monitor will conduct a monitoring visit shortly after enrollment commences. This monitoring by OHRI does not replace the routine quality control to be performed by the investigator or designee. Routine quality assurance will be completed by an assigned monitor to ensure that the study is being conducted according to the protocol and the monitoring plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "Cancure community advisory members were consulted during the design process and the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and Public Involvement"
        },
        {
            "text": "Community Advisory Committee was involved in reviewing the study prior to a funding decision. We planned and did engage our study volunteers in the communication of interim and preliminary study results, and the planning of any needed protocol amendments during the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Canadian Institutes of Health Research (CIHR) Canadian HIV Trials Network (CTN)"
        },
        {
            "text": "The study protocol and informed consent documents have been approved by the Ottawa Health Science Network-REB (#20160928) and by the Health Canada Therapeutic Products Directorate (#HC6-024-c206120). Written informed consent will be obtained from all participants. The study will be conducted in accordance with Health Canada regulations, the International Conference on Harmonization guidelines on current Good Clinical Practice and the Declaration of Helsinki. Patient recruitment has begun and continues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "Results will be disseminated through scientific peer-reviewed publications, national and international conferences, and the CTN according to CONSORT (Consolidated Standards on Reporting Trials) 15 ",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "text": "15",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "Trials) 16 guidelines.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 10,
                    "text": "16",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "and SPIRIT (Standard Protocol Items: Recommendations for Interventional"
        },
        {
            "text": "The report of sustained SIV remission in rhesus macaques treated with an anti-α4β7 mAb 3 is the foundation on which the HAVARTI trial was developed. The present study will aim to determine if vedolizumab, the humanized anti-α4β7 mAb available on the Canadian market, is safe for healthy HIV-infected adults at a licensed or permitted dosage. In addition, the goal is to assess vedolizumab for SVR after ATI. Towards these goals, several design elements were taken into special consideration during the development of the HAVARTI trial, with an effort to closely follow the macaque study while keeping the safety of the participants primarily in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "The HAVARTI trial is designed as a single-arm, dose-ranging pilot trial. No placebo control arm will be used because: 1) this is an exploratory pilot study of a novel investigational agent, 2) pVL rebound occurs reliably after analytical or other ART interruption, and the SVR outcome of interest is not a small effect, and 3) in small trials, neither randomization nor controls may protect from large expected biases related to biological variation. Placebo controls from an Ottawa/Montreal RCT of therapeutic HIV vaccination using ALVAC with or without Remune experienced a median time to viral rebound of ~2 weeks 17 after ATI and will be used as an historical control for comparison, among other more recent reports and studies. ATI, the intentional interruption of suppressive ART to assess an investigational product's ability to induce virologic control, remains the gold-standard for investigation of novel therapies for HIV cure research. 18 Although the SMART study conducted in the context of clinical management research showed that participants who interrupted ART were at higher risk of developing AIDS and non-AIDS events compared to those who did not interrupt ART, 19 it also revealed that ATI can be done safely when the individual has suppressed plasma viremia (pVL < 50 copies/ml), high current CD4 count (>500 cells/μl) and high CD4 nadir (>200 cells/μl), in the context of a carefully monitored trial. 1 20-22 Therefore, participants in the HAVARTI trial will be screened for these inclusion criteria to decrease risks associated with ART interruption in a different context. Furthermore, successful re-initiation of ART and suppression of pVL is a priority, so prospective study participants will not have a history of drug-resistant HIV, treatment-refractory pVL response, or non-adherence to ART. Certain HLA phenotypes have been shown to be protective and prevent viral rebound following ATI 23 and therefore HLA typing should be performed if any controller phenotypes emerge following vedolizumab treatment.",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 950,
                    "text": "18",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1182,
                    "end": 1184,
                    "text": "19",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1424,
                    "end": 1431,
                    "text": "1 20-22",
                    "ref_id": null
                },
                {
                    "start": 1918,
                    "end": 1920,
                    "text": "23",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "The rationale behind threshold criteria and judgement for re-initiation of ART stems from the rhesus macaque model, where ATI was followed by initial rebound of SIV pVL in most animals before subsequent sustained remission was achieved. 3 If vedolizumab has the same effect in HIV-infected humans, it is hypothesized that there may be a similar short-term pVL rebound prior to SVR. Re-initiation of ART at first detection of pVL rebound would prevent detection of subsequent, perhaps immunologically mediated, SVR.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "While the present trial is modeled on the macaque study, 3 there are some notable differences in the dosing regimen. Primatized anti-α4β7 mAb has Fc-receptor avid Fc-fragment, whereas vedolizumab is a masking antibody, without Fc-receptor avidity. 24 25 Macaques were infused with 50 mg/kg of α4β7 mAb, in this study the highest vedolizumab dose is 300 mg per infusion, about 4 mg/kg for a 70 kg adult. Pharmacokinetic studies in humans showed saturation of peripheral blood lymphocyte target receptors at doses as low as 0.2 mg/kg, 26 with robust saturation at doses of 2 mg/kg. 27 Vedolizumab is shown to be clinically effective for IBD at doses of 0.5mg/kg -2mg/kg, 28 29 with 300mg per infusion being the recommended dose for IBD patients. 9 The half-life of vedolizumab is 18-25.5 days 30 31 versus a half-life of 11.4 days for the α4β7 mAb used in the macaque study, therefore, after initial loading of three doses over 5 weeks, the regular dosing interval is 4 weeks for this study as compared to 3 weeks in the macaque study. Finally, participants will receive 7 infusions of vedolizumab instead of the 8 received by macaques. In the macaque study, pVL suppression was evident by 6 weeks after ATI in all treated animals. Viral rebound occurred within 2 weeks in 5 of 8 animals and was subsequently re-suppressed within 4 weeks. 3 Virologic control was therefore robust throughout the remaining α4β7 mAb treatments and after its discontinuation. The number of necessary infusions is unclear, however data from the macaque model suggests that immunologic control developed early after withdrawal of ART, and that ongoing mAb therapy after viral suppression may not be necessary.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 253,
                    "text": "24 25",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 535,
                    "text": "26",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "27",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 669,
                    "end": 674,
                    "text": "28 29",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 745,
                    "text": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "Another difference between the macaque study and our participant population is the chronicity of infection prior to ART treatment and duration of suppressive ART. Macaques were infected with SIV 5 weeks before initiation of ART, 3 Design of the HAVARTI protocol aims to maximally protect study participants from developing anti-drug antibodies (ADA). In the macaque study, 3 of 11 animals developed antibodies against the α4β7 mAb. 3 However, these animals were excluded from analysis and the effect of ADA on HIV treatment efficacy remains uncertain. The GEMINI trials demonstrated a 4% immunogenicity rate for IBD patients who received continuous vedolizumab treatment, with rates of persistent positive antibody and neutralizing antibodies at 0.6% and 2.3%, respectively. 32 33 However, the immunogenicity rate was 10% when patients were off vedolizumab treatment, suggesting the rate may have been underestimated due to decreased ability to detect low to moderate ADA titers during continuous treatment. 10 31 Since ADA development is more likely for low-level and intermittent exposure, this study is designed with short dosing intervals to avoid recurrent prolonged periods of low mAb levels.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 433,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1013,
                    "text": "10 31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "PLWH are required to take daily ART indefinitely. The SIV 239 -infected rhesus macaques that were functionally cured by treatment with ART and a mAb against α4β7 integrin give us hope that a similar functional cure could be possible for PLWH. This is the first study to employ a clinical trial design involving multiple dosing arms to assess safety, tolerability and best anti- There are three groups of 4 participants each that will be sequentially recruited. Each group will receive 7 infusions of vedolizumab, at week 0, 2, 5, 8, 12, 26, and 20. Group 1 will be recruited first and receive 300mg of vedolizumab per infusion, the highest licensed dose. Group 2 and Group 3 will receive 150mg and 75 mg per infusion respectively. Screening and Baseline will take place approximately 3-6 months apart. Baseline and Week 0 assessments can take place at one visit or be split into two visits (ie. the Baseline rectal biopsy can take place up to 4 weeks prior to the Week 0 visit (or at the same time) when the vedolizumab intervention is started. Participants will start vedolizumab at the Week 0 visit, but continue on their pre-study ART regimen until week 6/7 (ATI). There will be four doses of vedolizumab after ATI at weeks 8, 12, 16 and 20 (each 4 weeks apart from each other). The participant will subsequently visit every 4 weeks until week 52 as per study visit schedule (Table 1 ). ART will be re-initiated prior to week 52 if there is a sustained re-bound of plasma viral load as detailed in the methods section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1378,
                    "end": 1386,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION:"
        },
        {
            "text": "190x254mm (600 x 600 DPI) 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 to very low levels, which allows for some immune recovery. Discontinuation of ART leads to pVL rebound from reservoirs of persistence and latency, and progressive immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 251,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 252,
                    "end": 477,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 478,
                    "end": 703,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 704,
                    "end": 929,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION:"
        },
        {
            "text": "One promising but controversial strategy targeting CD4+ T lymphocytes with a monoclonal antibody (mAb) against α4β7 integrin has shown promise, through sustained virological remission of pVL (SVR) in SIV 239 -infected rhesus macaques. We propose to assess the safety and tolerability of vedolizumab, a licensed humanized mAb against human α4β7 integrin, in healthy HIV-infected adults on ART. This study will also assess, by analytical treatment interruption (ATI), whether vedolizumab treatment can induce SVR beyond ART and vedolizumab treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "The HIV-ART-vedolizumab-ATI (HAVARTI) trial is a single-arm, dose-ranging pilot trial in healthy HIV-positive adult volunteers receiving ART. Twelve consenting persons will be enrolled in sequential groups of 4 to each serial dosing vedolizumab regimen (300mg, 150mg, 75mg). The primary outcomes are: (1) to assess the safety and tolerability of seven serial infusions of vedolizumab at each of three doses; (2) to identify the immunovirological measures, including pVL and T cell kinetics, that characterize HIV/ART cases before, during, after vedolizumab treatment and ATI; and (3) to seek SVR of pVL after ATI. Secondary outcomes will include immune reconstitution and pVL suppression as well as immune reconstitution and long-term safety following re-initiation of ART in the absence of SVR.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods and Analysis:"
        },
        {
            "text": "The study protocol was approved by the Ottawa Health Science Network-REB and by the Health Canada Therapeutic Products Directorate. A Data Safety 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  This is the first study to employ a range of vedolizumab doses to assess safety, tolerability and best anti-HIV activity effect in the context of chronic HIV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 371,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": " This study will assess the safety of vedolizumab using analytical treatment interruptions up to and beyond twelve weeks' duration, which may be essential to assessing the anti-HIV activity effects of this therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": " Non-human primate studies use significantly higher doses of vedolizumab than the highest licensed human dose of 300 mg/infusion (~4mg/kg); however safety outcomes at this maximum licensed dose in this population will be needed before higherdose arms can be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": " Larger scale clinical trials will be needed to confirm any anti-HIV activity observed in this pilot trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": "Keywords: Vedolizumab, HIV, α4β7 integrin, antiretroviral therapy, analytical treatment interruption, sustainable virological remission, plasma viral load, HIV reservoir. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 396,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Ethics and Dissemination:"
        },
        {
            "text": "A promising finding of sustained virological remission of pVL (SVR) and stable CD4 cell count was reported in Science by Dr. Byrareddy and colleagues in a rhesus macaque Simian Immunodeficiency Virus (SIV) infection model. 3 SIV (and HIV) appears to preferentially infect CD4+ T lymphocytes expressing α4β7 integrin, a lymphocyte homing receptor for trafficking to gut mucosal-associated lymphoid tissue (GALT) that was the target of mAb therapy in this study. This anti-α4β7 mAb was administered serially every three weeks at 50 mg/kg for 8 doses to acutely-infected macaques on ART and was followed by ATI and subsequent discontinuation of mAb administration. SVR and low GALT-associated VLs for 24 months was observed in eight of eleven animals, after a low-level pVL rebound in five of the eight. In these animals, ",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Induction of Post-Treatment Control in rhesus macaques with SIV treated by a monoclonal antibody against α4β7 integrin"
        },
        {
            "text": "Humanized anti-α4β7 integrin mAb (vedolizumab, Entyvio® 8 (PML), compared to placebo and standard non-biological therapy. 10 Modelling shows that cumulative exposure to vedolizumab still has a very low risk of PML compared to other biologics such as natalizumab that non-selectively targets α4 integrin. 11",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "text": "10",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Human monoclonal antibodies against α4β7 integrin"
        },
        {
            "text": "A human clinical trial of anti-α4β7 integrin monoclonal antibody is feasible, given that a safe humanized product is available. A pilot study to assess the translation of this intervention's anti-HIV effects from a non-human primate model to humans is needed to inform the design of larger trials. We describe a dose-and exposure-finding pilot trial in healthy adults with ART-treated chronic HIV infection to assess vedolizumab safety and anti-HIV activity or SVR after ATI. This trial proposal is of a short duration (~one year) and simple design to assess short-term safety and tolerance of vedolizumab according to dose. It will also assess whether pVL rebound and/or SVR occurs after ATI, in relation to dose, duration and systemic exposure to vedolizumab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Rationale"
        },
        {
            "text": "In planning novel HIV treatment strategies, a combination of approaches will be necessary in order to address all aspects of HIV infection including the active, latent, and concealed reservoirs of persistent infection. The anticipated mechanism of possible SVR with short-term vedolizumab intervention is not eradication or a virological cure, but a functional cure with immunologicalmaintained viral suppression in absence of ART and after withdrawal of the intervention. This trial design accommodates the collection and cryopreservation of biological specimens (sera, plasma, peripheral blood lymphocytes, rectal biopsy samples, cerebrospinal fluid (CSF), and stool) that will permit mechanistic immunological and virological studies in the event that treatment effects are seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Rationale"
        },
        {
            "text": "In the macaque model, a mAb against 47 integrin was used at a dose of 50 mg/kg per infusion, with infusions given every 3 weeks. 3 In humans, 300 mg per infusion given every 4 to 8 weeks is the highest licensed dose of vedolizumab (equivalent to 4 mg/kg/infusion in a 70 kg adult), and therefore was the highest dose used in this study protocol. A dose reduction in sequential groups will be implemented to assess for a dose-related treatment effect on pVL protocol provides the majority of vedolizumab doses after ATI, with only initial loading occurring before ATI. Ongoing vedolizumab exposure after treatment interruption is hypothesized to be important for the development of remission, and is more in keeping with the original animal model.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rationale for dosing"
        },
        {
            "text": "The primary outcomes will be: (1) the safety and tolerability of vedolizumab treatment at different doses in 7 infusions as defined by the incidence of adverse events (AEs) and prespecified side effects; and (2) the incidence and (3) duration of pVL remission during and after vedolizumab treatment following ATI determined by serial measurement of pVL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary outcomes"
        },
        {
            "text": "The secondary outcomes will be: (1) the incidence and (2) magnitude of pVL rebound after ATI during and after treatment with vedolizumab; (3) the success of re-suppression of pVL with ART in the event of recurrent sustained pVL; and (4) the kinetics of pVL and CD4 T lymphocyte count during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "HAVARTI is a single-arm, dose-ranging pilot trial of serial vedolizumab infusions for the induction of HIV SVR in adults with chronic HIV infection on ART. Twelve consenting volunteers respecting all inclusion and exclusion criteria will be enrolled sequentially in groups of four to receive vedolizumab by infusion in two to four week intervals for a total of 7 doses. After three doses of vedolizumab the participants will initiate the ATI portion of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "During the ATI, participants will discontinue ART but continue with the 4 remaining scheduled vedolizumab treatments and monitoring of pVL and immunologic markers. They will also have regular clinical assessment at each infusion visit. Participants will restart ART according to CD4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "T cell count and pVL threshold levels and trajectory, personal choice, or consensus judgment of the volunteer patient, treating physician, and/or study investigators. Decisions to continue ATI or restart ART in the presence of CD4, pVL and clinical indicators will be reviewed by an independent expert medical monitor and reported to the DSMB in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "Study participants will be recruited from The Ottawa Hospital (TOH) HIV clinic and referring primary care facilities. Informed consent will be obtained from those patients who are documented to be eligible for the trial after pre-screening. Table 1 shows the safety lab tests and concomitant medication surveys to be done during screening. Individuals who wish to discuss enrollment in the trial with family, partner, friends or their treating physician may take the time and choose to enroll at a subsequent clinic visit. Once enrolled, the participant will be followed concomitantly by the principal investigator and study staff at TOH for the duration of the trial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study design, settings, sample size and recruitment strategy"
        },
        {
            "text": "Participants will meet the following criteria to be eligible for entry into the study: (1) documented HIV infection by Western blot or confirmatory enzyme immunoassay with ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "Patients who meet any of the following criteria will be ineligible to participate: (1) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "The study schedule is represented in Table 1 and Figure 1 . At the screening visit, participants will be assessed for study inclusion with respect to inclusion and exclusion criteria. A physical examination will be performed, a medical history will be taken, and any laboratory testing not available from the patient record will be collected. Screening laboratory tests include haematology values (Complete blood cell counts (CBC), differential white blood cell counts, erythrocyte sedimentation rate), serum chemistry, markers of HIV (pVL, CD4 lymphocyte count and percentage, CD4:CD8 ratio), and a urine dipstick pregnancy test where indicated. Those meeting eligibility criteria after screening will be consented by the investigators and will return for a baseline visit (within 1-12 weeks of screening). Regular study visits, as per Table 1 , will entail a history, physical exam, safety assessment, and laboratory studies. In addition to the regular study visits, blood draws and AE assessments will be performed between week 6 and 7, at the time of ATI. Optional specimen collection to be performed in willing participants includes: (1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 49,
                    "end": 57,
                    "text": "Figure 1",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 837,
                    "end": 844,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study Schedule"
        },
        {
            "text": "As seen in Table 1 restrictions and therefore will likely resume 2021. Figure 1 shows the study schedule and Table 1 shows the study visit schedule. Twelve HIVinfected adults on suppressive ART meeting all inclusion and exclusion criteria will be enrolled sequentially in groups of four to receive three different doses of vedolizumab (300mg, 150mg, 75mg) by infusion for a total of 7 doses at intervals as recommended for ulcerative colitis, 12 (weeks 0, 2, 5, 8, 12, 16, and 20) . Participants will undergo an ATI of their regular ART at week 6-7 ( Figure 1) , with the duration of ATI being up to 48 weeks, or until sustained viremia or immune dysfunction is documented (see re-treatment parameters below). After completion of the study protocol, patients will be seen quarterly or as needed according to pVL response and/or ART re-treatment status and response according to standard clinical practice.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 480,
                    "text": "2, 5, 8, 12, 16, and 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 71,
                    "end": 79,
                    "text": "Figure 1",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 551,
                    "end": 560,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Study Timeline and Dates"
        },
        {
            "text": "Threshold criteria for clinical consideration of ART re-initiation will include: (1) sustained recurrence of HIV viremia, (2) confirmed absolute CD4 count below 350 cells/μL or by more than 10% from pre-ART baseline CD4 value; or (3) development of an AIDS-defining or related illness. Following ATI, sustained recurrence of HIV viremia will be defined by confirmation by repeat testing of: (1) pVL reaching 0.5 log of the patient's viremia peak prior to ART; (2) pVL rebound extending beyond a period of 12 weeks from initial detection after ATI. If sustained viremia is observed after ATI, ART may be re-initiated, and participants monitored until pVL suppression is re-established. Study visits as per the study schedule will continue in these patients. The decision to re-initiate ART is a personal choice of the participant and non-study advisors, the trial investigators and staff, or an experienced and independent medical judgement on the aggregate of timely clinical and laboratory information at hand, with the interests of the patient primarily in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re-treatment Parameters"
        },
        {
            "text": "Participants may withdraw from the study for any reason at any time. Participants may also be withdrawn by the investigator due to an adverse event (AE) which would in the judgment of the 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   13 investigator require discontinuation of study product or re-initiation of ART, or for noncompliance with the study protocol. Participants who withdraw from the study will be asked to follow-up either with the study physician or their regular HIV physician.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 474,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   13",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Withdrawal"
        },
        {
            "text": "This is an exploratory pilot study of 12 HIV-infected adult volunteers, which will permit observation of the incidence, degree and duration of virological rebound and remission following vedolizumab treatment across ATI. SVR in the absence of ART is rarely observed. If this effect can be repeatedly demonstrated in response to the intervention, the outcome would be remarkable and clinically meaningful. For this study, a small sample size is sufficient to observe such a categorical effect on virological rebound and SVR following vedolizumab treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size justification and analytical plan"
        },
        {
            "text": "Virological rebound will be compared with individual patients' pre-ART pVL measures and with historical controls consisting of participants having undergone ATI in other reported trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size justification and analytical plan"
        },
        {
            "text": "Mean and median levels of pVL rebound will be compared to steady state pre-treatment levels using standard statistical tests, analogous to pharmacokinetic parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size justification and analytical plan"
        },
        {
            "text": "Safety laboratory measures will include: a complete blood cell count (CBC); white blood cell (WBC) differential; electrolytes; erythrocyte sedimentation rate; and serum chemistry (albumin, alanine transaminase, alkaline phosphatase, amylase, aspartate transaminase, bilirubin (total), 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   14 blood glucose (random), blood urea nitrogen, calcium, chloride, C-reactive protein, creatinine;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 571,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   14",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Screening and Safety laboratory tests"
        },
        {
            "text": "gamma-glutamyl transferase, potassium, protein (total), and sodium).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening and Safety laboratory tests"
        },
        {
            "text": "A pre-ART pVL will need to be obtained from the patient chart as part of study inclusion. HIV pVL will be assayed using the Abbott HIV 1 Viral Load Assay at indicated study visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Cerebrospinal fluid (CSF) may be collected from consenting participants at week 24 (end of vedolizumab treatment, during ATI) and week 52 for viral load assay in the event of pVL suppression, or if lumbar puncture for CSF is otherwise clinically indicated according to an AE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "HIV reservoirs will be measured in PBMCs by viral outgrowth assay and HIV DNA by PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Mononuclear cells will be isolated from rectal mucosal biopsy samples scheduled to be taken before vedolizumab treatment, and after ATI in cases with post-ATI suppression of pVL. DNA will be isolated from a fixed number of cells and subjected to PCR analysis and expressed as the number of copies/ng of host DNA. 3 13 ",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "3 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV and HIV reservoir assessments"
        },
        {
            "text": "Routine CD4, and CD8 T-cell counts will be performed on whole blood using standard Flow cytometric analysis. Flow cytometry will be performed on freshly isolated PBMCs and mononuclear cells isolated from peripheral blood, and the rectal mucosal biopsy samples to evaluate relative expression of levels of CD45A, CCR7, and CD27 to determine percentages of naïve, central memory, preterminal effector memory, transitional memory and terminally 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y 15 differentiated CD4+ and CD8+ T lymphocyte subsets as previously described. 14 The expression of activation markers such as HLA-DR and CD38 will also be assessed by flow cytometry.",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 804,
                    "text": "14",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 723,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CD4/CD8 T-cell counts, and immunophenotyping"
        },
        {
            "text": "Serum samples taken over the course of the trial (each study visit starting at Week 0) will be taken and cryopreserved for future measurement of vedolizumab levels, for anti-drug antibodies (ADA), and for neutralizing ADA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vedolizumab measurements"
        },
        {
            "text": "In addition to HIV reservoir quantification, immunohistochemical staining and standard histopathological microscopic examination will be performed on biopsy specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemical staining"
        },
        {
            "text": "Nucleic acid probe testing will be performed on frozen stool samples collected at 3 intervals (Week 0, Week 24 and Week 52) for characterization of the human fecal microbiome. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fecal microbiome assessment"
        },
        {
            "text": "Frozen plasma samples collected at each study visit and stored at -80°C may be assayed for changes in specific inflammatory cytokines (e.g. IFN-α, IL-1, IL-6, IP-10, TNF-α, and LPS) preand post-study intervention by ELISA. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Information about all AEs and severe AEs (SAEs) will be recorded and followed for resolution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 448,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Assessment of inflammatory cytokines in plasma"
        },
        {
            "text": "In this trial there will be vigilance for infusion-related AEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "To enhance patient safety, and to comply with the Health Canada Food and Drug regulations program and Good Clinical Practice (GCP), an independent Data Safety Monitoring Board (DSMB) has been established for this trial. The DSMB will be informed and review safety and activity data, and will raise questions or instruct on protocol performance and outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "An Ottawa Hospital Research Institute (OHRI) Internal Monitor will conduct a monitoring visit shortly after enrollment commences. This monitoring by OHRI does not replace the routine quality control to be performed by the investigator or designee. Routine quality assurance will be completed by an assigned monitor to ensure that the study is being conducted according to the protocol and the monitoring plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety reporting and quality assurance"
        },
        {
            "text": "Cancure community advisory members were consulted during the design process and the 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   17 decision. We planned and did engage our study volunteers in the communication of interim and preliminary study results, and the planning of any needed protocol amendments during the trial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 370,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   17",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Patient and Public Involvement"
        },
        {
            "text": "The study protocol and informed consent documents have been approved by the Ottawa Health Science Network-REB (#20160928) and by the Health Canada Therapeutic Products Directorate (#HC6-024-c206120). Written informed consent will be obtained from all participants. The study will be conducted in accordance with Health Canada regulations, the International Conference on",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "Harmonization guidelines on current Good Clinical Practice and the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "Patient recruitment has begun and continues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "Results will be disseminated through scientific peer-reviewed publications, national and international conferences, and the CTN according to CONSORT (Consolidated Standards on Reporting Trials) 15 and SPIRIT (Standard Protocol Items: Recommendations for Interventional Trials) 16 guidelines.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "text": "15",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 277,
                    "end": 279,
                    "text": "16",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "The report of sustained SIV remission in rhesus macaques treated with an anti-α4β7 mAb 3 is the foundation on which the HAVARTI trial was developed. The present study will aim to determine if vedolizumab, the humanized anti-α4β7 mAb available on the Canadian market, is safe for healthy HIV-infected adults at a licensed or permitted dosage. In addition, the goal is to assess vedolizumab for SVR after ATI. Towards these goals, several design elements were taken into 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y 18 special consideration during the development of the HAVARTI trial, with an effort to closely follow the macaque study while keeping the safety of the participants primarily in mind.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 750,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION:"
        },
        {
            "text": "The HAVARTI trial is designed as a single-arm, dose-ranging pilot trial. No placebo control arm will be used because: 1) this is an exploratory pilot study of a novel investigational agent, 2) pVL rebound occurs reliably after analytical or other ART interruption, and the SVR outcome of interest is not a small effect, and 3) in small trials, neither randomization nor controls may protect from large expected biases related to biological variation. Placebo controls from an Ottawa/Montreal RCT of therapeutic HIV vaccination using ALVAC with or without Remune experienced a median time to viral rebound of ~2 weeks 17 after ATI and will be used as an historical control for comparison, among other more recent reports and studies.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 619,
                    "text": "17",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "ATI, the intentional interruption of suppressive ART to assess an investigational product's ability to induce virologic control, remains the gold-standard for investigation of novel therapies for HIV cure research. 18 Although the SMART study conducted in the context of clinical management research showed that participants who interrupted ART were at higher risk of developing AIDS and non-AIDS events compared to those who did not interrupt ART, 19 it also revealed that ATI can be done safely when the individual has suppressed plasma viremia (pVL < 50 copies/ml), high current CD4 count (>500 cells/μl) and high CD4 nadir (>200 cells/μl), in the context of a carefully monitored trial. 1 20-22 Therefore, participants in the HAVARTI trial will be screened for these inclusion criteria to decrease risks associated with ART interruption in a different context. Furthermore, successful re-initiation of ART and suppression of pVL is a priority, so prospective study participants will not have a history of drug-resistant HIV, 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   19 treatment-refractory pVL response, or non-adherence to ART. Certain HLA phenotypes have been shown to be protective and prevent viral rebound following ATI 23 and therefore HLA typing should be performed if any controller phenotypes emerge following vedolizumab treatment.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "text": "18",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "19",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 691,
                    "end": 698,
                    "text": "1 20-22",
                    "ref_id": null
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "text": "23",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1029,
                    "end": 1315,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   19",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION:"
        },
        {
            "text": "The rationale behind threshold criteria and judgement for re-initiation of ART stems from the rhesus macaque model, where ATI was followed by initial rebound of SIV pVL in most animals before subsequent sustained remission was achieved. 3 If vedolizumab has the same effect in HIV-infected humans, it is hypothesized that there may be a similar short-term pVL rebound prior to SVR. Re-initiation of ART at first detection of pVL rebound would prevent detection of subsequent, perhaps immunologically mediated, SVR.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "While the present trial is modeled on the macaque study, 3 there are some notable differences in the dosing regimen. Primatized anti-α4β7 mAb has Fc-receptor avid Fc-fragment, whereas vedolizumab is a masking antibody, without Fc-receptor avidity. 24 25 Macaques were infused with 50 mg/kg of α4β7 mAb, in this study the highest vedolizumab dose is 300 mg per infusion, about 4 mg/kg for a 70 kg adult. Pharmacokinetic studies in humans showed saturation of peripheral blood lymphocyte target receptors at doses as low as 0.2 mg/kg, 26 with robust saturation at doses of 2 mg/kg. 27 Vedolizumab is shown to be clinically effective for IBD at doses of 0.5mg/kg -2mg/kg, 28 29 with 300mg per infusion being the recommended dose for IBD patients. 9 The half-life of vedolizumab is 18-25.5 days 30 31 versus a half-life of 11.4 days for the α4β7 mAb used in the macaque study, therefore, after initial loading of three doses over 5 weeks, the regular dosing interval is 4 weeks for this study as compared to 3 weeks in the macaque study. Finally, participants will receive 7 infusions of vedolizumab instead of the 8 received by macaques. In the macaque study, pVL suppression was evident by 6 weeks after ATI in all treated animals. Viral rebound occurred within 2 weeks in 5 of 8 animals and was subsequently re-suppressed within 4 weeks. 3 Virologic control was therefore robust throughout the remaining α4β7 mAb treatments and after its discontinuation. The number of necessary infusions is unclear, however data from the macaque model suggests that immunologic control developed early after withdrawal of ART, and that ongoing mAb therapy after viral suppression may not be necessary.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 253,
                    "text": "24 25",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 535,
                    "text": "26",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "27",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 669,
                    "end": 674,
                    "text": "28 29",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 745,
                    "text": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "Another difference between the macaque study and our participant population is the chronicity of infection prior to ART treatment and duration of suppressive ART. Macaques were infected with SIV 5 weeks before initiation of ART, 3 Design of the HAVARTI protocol aims to maximally protect study participants from developing anti-drug antibodies (ADA). In the macaque study, 3 of 11 animals developed antibodies against the α4β7 mAb. 3 However, these animals were excluded from analysis and the effect of ADA on HIV treatment efficacy remains uncertain. The GEMINI trials demonstrated a 4% immunogenicity rate for IBD patients who received continuous vedolizumab treatment, with rates of persistent positive antibody and neutralizing antibodies at 0.6% and 2.3%, respectively. 32 suggesting the rate may have been underestimated due to decreased ability to detect low to moderate ADA titers during continuous treatment. 10 31 Since ADA development is more likely for low-level and intermittent exposure, this study is designed with short dosing intervals to avoid recurrent prolonged periods of low mAb levels.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 433,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 923,
                    "text": "10 31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "PLWH are required to take daily ART indefinitely. The SIV 239 -infected rhesus macaques that were functionally cured by treatment with ART and a mAb against α4β7 integrin give us hope that a similar functional cure could be possible for PLWH. This is the first study to employ a clinical trial design involving multiple dosing arms to assess safety, tolerability and best anti- 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 There are three groups of 4 participants each that will be sequentially recruited. Each group will receive 7 infusions of vedolizumab, at week 0, 2, 5, 8, 12, 26, and 20. Group 1 will be recruited first and receive 300mg of vedolizumab per infusion, the highest licensed dose. Group 2 and Group 3 will receive 150mg and 75 mg per infusion respectively. Screening and Baseline will take place approximately 3-6 months apart. Baseline and Week 0 assessments can take place at one visit or be split into two visits (ie. the Baseline rectal biopsy can take place up to 4 weeks prior to the Week 0 visit (or at the same time) when the vedolizumab intervention is started. Participants will start vedolizumab at the Week 0 visit, but continue on their pre-study ART regimen until week 6/7 (ATI). There will be four doses of vedolizumab after ATI at weeks 8, 12, 16 and 20 (each 4 weeks apart from each other). The participant will subsequently visit every 4 weeks until week 52 as per study visit schedule (Table 1 ). ART will be re-initiated prior to week 52 if there is a sustained re-bound of plasma viral load as detailed in the methods section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 603,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1604,
                    "end": 1612,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION:"
        },
        {
            "text": "190x254mm (600 x 600 DPI) 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 255,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Assessing risk of a short-term antiretroviral therapy discontinuation as a read-out of viral control in immune-based therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Routy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulassel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nicolette",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HIV-1 and T cell dynamics after interruption of highly active antiretroviral therapy (HAART) in patients with a history of sustained viral suppression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yoder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sustained virologic control in SIV+ macaques after antiretroviral and alpha4beta7 antibody therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arthos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cicala",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "354",
            "issn": "6309",
            "pages": "197--202",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lack of therapeutic efficacy of an antibody to alpha4beta7 in SIVmac251-infected rhesus macaques",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Abbink",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Mercado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Nkolola",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "6457",
            "pages": "1029--1062",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluation of an antibody to alpha4beta7 in the control of SIVmac239-nef-stop infection",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mascio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lifson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Srinivasula",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "6457",
            "pages": "1025--1054",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Blocking alpha4beta7 integrin binding to SIV does not improve virologic control",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iwamoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "6457",
            "pages": "1033--1069",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An open-label phase 1 clinical trial of the anti-alpha4beta7 monoclonal antibody vedolizumab in HIV-infected individuals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sneller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Clarridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seamon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Transl Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HIV-1 and T cell dynamics after interruption of highly active antiretroviral therapy (HAART) in patients with a history of sustained viral suppression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yoder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sustained virologic control in SIV+ macaques after antiretroviral and alpha4beta7 antibody therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arthos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cicala",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "354",
            "issn": "6309",
            "pages": "197--202",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lack of therapeutic efficacy of an antibody to alpha4beta7 in SIVmac251-infected rhesus macaques",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Abbink",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Mercado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Nkolola",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "6457",
            "pages": "1029--1062",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of an antibody to alpha4beta7 in the control of SIVmac239-nef-stop infection",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mascio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lifson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Srinivasula",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "6457",
            "pages": "1025--1054",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Blocking alpha4beta7 integrin binding to SIV does not improve virologic control",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iwamoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "6457",
            "pages": "1033--1069",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An open-label phase 1 clinical trial of the anti-alpha4beta7 monoclonal antibody vedolizumab in HIV-infected individuals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sneller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Clarridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seamon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Transl Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ENTYVIO (vedolizumab) summary of product characteristics",
            "authors": [
                {
                    "first": "A/S",
                    "middle": [],
                    "last": "Tp",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "ENTYVIO (vedolizumab) package insert",
            "authors": [],
            "year": 2014,
            "venue": "Takeda Pharmaceuticals America ID",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The safety of vedolizumab for ulcerative colitis and Crohn's disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Colombel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rutgeerts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gut",
            "volume": "66",
            "issn": "5",
            "pages": "839--51",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "What Is the Risk of Progressive Multifocal Leukoencephalopathy in Patients With Ulcerative Colitis or Crohn's Disease Treated With Vedolizumab?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Inflamm Bowel Dis",
            "volume": "24",
            "issn": "5",
            "pages": "953--59",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Targeting alpha4beta7 integrin reduces mucosal transmission of simian immunodeficiency virus and protects gut-associated lymphoid tissue from infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kallam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arthos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Med",
            "volume": "20",
            "issn": "12",
            "pages": "1397--400",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effect of metformin on the size of the HIV reservoir in non-diabetic ART-treated individuals: single-arm non-randomised Lilac pilot study protocol",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Routy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Isnard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mehraj",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "statement: extension to randomised pilot and feasibility trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "355",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "SPIRIT 2013 statement: defining standard protocol items for clinical trials",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Intern Med",
            "volume": "158",
            "issn": "3",
            "pages": "200--207",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A randomized controlled trial of HIV therapeutic vaccination using ALVAC with or without Remune",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Angel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Routy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AIDS",
            "volume": "25",
            "issn": "6",
            "pages": "731--740",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evaluating the efficacy of therapeutic HIV vaccines through analytical treatment interruptions",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Graziani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Angel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Int AIDS Soc",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "CD4+ count-guided interruption of antiretroviral treatment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Strategies For Management Of Antiretroviral Therapy Study",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "El-Sadr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "22",
            "pages": "2283--96",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "CD4-guided scheduled treatment interruptions compared with continuous therapy for patients infected with HIV-1: results of the Staccato randomised trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ananworanich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gayet-Ageron",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Braz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "9534",
            "pages": "459--65",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "CD4 cell-guided scheduled treatment interruptions in HIV-infected patients with sustained immunologic response to HAART",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maggiolo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Airoldi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Callegaro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AIDS",
            "volume": "23",
            "issn": "7",
            "pages": "799--807",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A high HIV DNA level in PBMCs at antiretroviral treatment interruption predicts a shorter time to treatment resumption, independently of the CD4 nadir",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Piketty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Assoumou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "11",
            "pages": "1819--1847",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Impact of HLA Class I Alleles on Timing of HIV Rebound After Antiretroviral Treatment Interruption",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Etemad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pathog Immun",
            "volume": "2",
            "issn": "3",
            "pages": "431--476",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Blocking of alpha4beta7 gut-homing integrin during acute infection leads to decreased plasma and gastrointestinal tissue viral loads in simian immunodeficiency virus-infected rhesus macaques",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Reimann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Mayne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Immunol",
            "volume": "186",
            "issn": "2",
            "pages": "1044--59",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "An Overview of the Mechanism of Action of the Monoclonal Antibody Vedolizumab",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wyant",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fedyk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Abhyankar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Crohns Colitis",
            "volume": "10",
            "issn": "12",
            "pages": "1437--1481",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Vedolizumab Pharmacokinetics, Pharmacodynamics, Safety, and Tolerability Following Administration of a Single, Ascending, Intravenous Dose to Healthy Volunteers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosario",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wyant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Drug Investig",
            "volume": "36",
            "issn": "11",
            "pages": "913--936",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Vedolizumab for the treatment of active ulcerative colitis: a randomized controlled phase 2 dose-ranging study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wyant",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Inflamm Bowel Dis",
            "volume": "18",
            "issn": "8",
            "pages": "1470--1479",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Treatment of active Crohn's disease with MLN0002, a humanized antibody to the alpha4beta7 integrin",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Feagan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wild",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "6",
            "issn": "12",
            "pages": "1370--1377",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Treatment of ulcerative colitis with a humanized antibody to the alpha4beta7 integrin",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Feagan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wild",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "24",
            "pages": "2499--507",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vedolizumab treatment across antiretroviral treatment interruption in chronic HIV infection: The HAVARTI protocolfor a pilot dose-ranging clinical trial to assess safety, tolerance, immunological and virological activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Running title: Vedolizumab as a functional HIV cure Target Journal: BMJ Open Date: June 8th, 2020 Trial registration (ClinicalTrials.gov): NCT03147859 Co-author ORCID ID # available for: MM, JBA, CC, JC, SM, MD, SB and DWC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Continuous antiretroviral therapy (ART) suppresses HIV plasma viral load (pVL)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Network-REB and by the Health Canada Therapeutic Products Directorate. A Data Safety",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Virus (HIV) is a chronic active infection of leukocytes resulting in a progressive and profound depletion of lymphocytes, and ultimately in Acquired Immune Deficiency Syndrome (AIDS). Newly infected cells may undergo lytic productive infection upon activation (lymphocytes), or undergo chronic productive infection (macrophages). Additionally, an infected lymphocyte may remain dormant with latent, integrated HIV infection, which expands the latent reservoir of infected cells. Continuous antiretroviral therapy (ART) suppresses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "HIV effect of vedolizumab in the context of chronic HIV infection. A licensed drug such as vedolizumab with a novel anti-HIV mechanism of action would be of great clinical interest in the pursuit of HIV cure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Contributors: MM and DWC conceived and designed the study, drafted the pilot study grant and the protocol manuscript. MM will organize and manage the trial under the supervision of DWC. JBA, CC, JC, and PM provided input into study feasibility at the TOH HIV clinic. JBA and AK gave input into methods for sample collection and processing. SM and RS contributed their expertise related to collecting rectal biopsies and stool samples. MD and NT provided insight into participant inclusion/exclusion criteria and recruitment strategies. SB contributed expertise in mAb infusions and how to adapt the SIV-infected rhesus macaque protocol to HIVinfected humans. All authors edited the manuscript and approved the final version. Funding: This study is partially funded by the Division of Infectious Diseases, University of Ottawa at TOH, and pilot study funding from the CIHR-CTN (CTNPT 031), and the Canadian HIV Cure Enterprise 2.0 (CanCURE) Team Grant HB2-164064). DWC and JBA receive salary support from the Department of Medicine of the University of Ottawa at The Ottawa Hospital. MM is partially funded through a postdoctoral fellowship from the CIHR-CTN, and the University of Ottawa No industry support has been provided for the design, development or execution of this trial. Vedolizumab drug levels, anti-drug antibody and neutralizing antibody assays may be provided by Takeda pharmaceuticals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Overview of vedolizumab treatment intervention and analytical treatment interruption of antiretroviral therapy (ART).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "registration (ClinicalTrials.gov): NCT03147859 Co-author ORCID ID # available for: MM, JBA, CC, JC, SM, MD, SB and DWC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Vedolizumab is a biologic already licensed to treat other conditions including inflammatory bowel disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "(AIDS). Newly infected cells may undergo lytic productive infection upon activation (lymphocytes), or undergo chronic productive infection (macrophages). Additionally, an infected lymphocyte may remain dormant with latent, integrated HIV infection, which expands the latent reservoir of infected cells. Continuous antiretroviral therapy (ART) suppressesHIV viremia and allows some degree of immune healing, so as to permit near-normal health and life expectancy. However, ART is not a cure for HIV infection. ART interruption is nearly always followed by rebound of plasma viral load (pVL) to the pre-treatment viremia levels, referred to as the viral set point, followed by resumption of progressive immunodeficiency.1 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "documented pre-ART pVL; (2) be aged 18-65 years; (3) have received ART for between 2 and 10 years;(4)  have no other significant comorbidity;(5)  are receiving no other immunemodulating treatments; and (6) have well-controlled HIV infection as defined by stable pVL of <50 copies/mL and CD4 counts >500 cells/μL with nadir CD4 counts >200 cells/μL. Adults may be male, female or transgender.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "performed in willing participants includes: (1) stool samples prior to treatment initiation (Baseline or Week 0), 24, and 52 weeks after initiation for microbiome assessment; (2) rectal mucosal biopsies prior to treatment initiation and at 24 weeks and 52 weeks after initiation for assessment of HIV pro-viral DNA by PCR in GALT; and (3) CSF samples at 24 and 52 weeks after treatment initiation for characterization of the lymphocyte populations and VL in the event of pVL remission after ATI. Unscheduled visits will be performed in the event of new neurological symptoms suspicious for PML, or treatment side effects.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "the equivalent of treatment during primary HIV infection (PHI). For the present human trial, we are recruiting participants who are chronically-infected with HIV and on suppressive ART for 2-10 years. Most people living with HIV (PLWH) are not diagnosed during primary infection. Meaningful impact in HIV cure research requires",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "HIV effect of vedolizumab in the context of chronic HIV infection. A licensed drug such as vedolizumab with a novel anti-HIV mechanism of action would be of great clinical interest in the pursuit of HIV cure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Thank you to Philmona Kebedom who assisted in writing the protocol and informed consent form for REB submission and Joanne McBane who helped edit and format the protocol manuscript. Thank you to Isabelle Séguin and Kayla Brazeau for advice on study set-up and patient recruitment, Stephanie Burke Schinkel for technical advice, and to Natasha Filoso-Timpson and Jen Molson for administrative assistance. Contributors: MM and DWC conceived and designed the study, drafted the pilot study grant and the protocol manuscript. MM will organize and manage the trial under the supervision of DWC. JBA, CC, JC, and PM provided input into study feasibility at the TOH HIV clinic. JBA and AK gave input into methods for sample collection and processing. SM and RS contributed their expertise related to collecting rectal biopsies and stool samples. MD and NT provided insight into participant inclusion/exclusion criteria and recruitment strategies. SB contributed expertise in mAb infusions and how to adapt the SIV-infected rhesus macaque protocol to HIVinfected humans. All authors edited the manuscript and approved the final version. Funding: This study is partially funded by the Division of Infectious Diseases, University of Ottawa at TOH, and pilot study funding from the CIHR-CTN (CTNPT 031), and the Canadian HIV Cure Enterprise 2.0 (CanCURE) Team Grant HB2-164064). DWC and JBA receive salary support from the Department of Medicine of the University of Ottawa at The Ottawa Hospital. MM is partially funded through a postdoctoral fellowship from the CIHR-CTN, and the University of Ottawa No industry support has been provided for the design, development or execution of this trial. Vedolizumab drug levels, anti-drug antibody and neutralizing antibody assays may be provided by Takeda pharmaceuticals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "JF, Sands BE, Rutgeerts P, et al. The safety of vedolizumab for ulcerative colitis and Crohn's disease. Gut 2017;66(5):839-51. 11. Card T, Xu J, Liang H, et al. What Is the Risk of Progressive Multifocal Leukoencephalopathy in Patients With Ulcerative Colitis or Crohn's Disease Treated With Vedolizumab? Inflamm Bowel Dis 2018;24(5):953-59. 12. Anand B, Stefanich E, Tang M, et al. 4 October 2012 2014. United States. 13. Byrareddy SN, Kallam B, Arthos J, et al. Targeting alpha4beta7 integrin reduces mucosal transmission of simian immunodeficiency virus and protects gut-associated lymphoid tissue from infection. Nat Med 2014;20(12):1397-400. 14. Routy JP, Isnard S, Mehraj V, et al. Effect of metformin on the size of the HIV reservoir in non-diabetic ART-treated individuals: single-arm non-randomised Lilac pilot study protocol. BMJ Open 2019;9(4):e028444. 15. Eldridge SM, Chan CL, Campbell MJ, et al. CONSORT 2010 statement: extension to randomised pilot and feasibility trials. BMJ 2016;355:i5239. 16. Chan AW, Tetzlaff JM, Altman DG, et al. SPIRIT 2013 statement: defining standard protocol items for clinical trials. Ann Intern Med 2013;158(3):200-7. 17. Angel JB, Routy JP, Tremblay C, et al. A randomized controlled trial of HIV therapeutic vaccination using ALVAC with or without Remune. AIDS 2011;25(6):731-9. 18. Graziani GM, Angel JB. Evaluating the efficacy of therapeutic HIV vaccines through analytical treatment interruptions. J Int AIDS Soc 2015;18:20497.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Ananworanich J, Gayet-Ageron A, Le Braz M, et al. CD4-guided scheduled treatment interruptions compared with continuous therapy for patients infected with HIV-1: results of the Staccato randomised trial. Lancet 2006;368(9534):459-65. 21. Maggiolo F, Airoldi M, Callegaro A, et al. CD4 cell-guided scheduled treatment interruptions in HIV-infected patients with sustained immunologic response to HAART. AIDS 2009;23(7):799-807. 22. Piketty C, Weiss L, Assoumou L, et al. A high HIV DNA level in PBMCs at antiretroviral treatment interruption predicts a shorter time to treatment resumption, independently of the CD4 nadir. J Med Virol 2010;82(11):1819-28. 23. Park YJ, Etemad B, Ahmed H, et al. Impact of HLA Class I Alleles on Timing of HIV Rebound After Antiretroviral Treatment Interruption. Pathog Immun 2017;2(3):431-45. 24. Ansari AA, Reimann KA, Mayne AE, et al. Blocking of alpha4beta7 gut-homing integrin during acute infection leads to decreased plasma and gastrointestinal tissue viral loads in simian immunodeficiency virus-infected rhesus macaques. J Immunol 2011;186(2):1044-59. 25. Wyant T, Fedyk E, Abhyankar B. An Overview of the Mechanism of Action of the Monoclonal Antibody Vedolizumab. J Crohns Colitis 2016;10(12):1437-44. 26. Rosario M, Wyant T, Leach T, et al. Vedolizumab Pharmacokinetics, Pharmacodynamics, Safety, and Tolerability Following Administration of a Single, Ascending, Intravenous Dose to Healthy Volunteers. Clin Drug Investig 2016;36(11):913-23.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "BG, Greenberg GR, Wild G, et al. Treatment of active Crohn's disease with MLN0002, a humanized antibody to the alpha4beta7 integrin. Clin Gastroenterol Hepatol 2008;6(12):1370-7. 29. Feagan BG, Greenberg GR, Wild G, et al. Treatment of ulcerative colitis with a humanized antibody to the alpha4beta7 integrin. N Engl J Med 2005;352(24):2499-507. 30. Rosario M, Dirks NL, Gastonguay MR, et al. Population pharmacokineticspharmacodynamics of vedolizumab in patients with ulcerative colitis and Crohn's disease. Aliment Pharmacol Ther 2015;42(2):188-202. 31. Rosario M, Dirks NL, Milch C, et al. A Review of the Clinical Pharmacokinetics, Pharmacodynamics, and Immunogenicity of Vedolizumab. Clin Pharmacokinet 2017;56(11):1287-301. 32. Feagan BG, Rutgeerts P, Sands BE, et al. Vedolizumab as induction and maintenance therapy for ulcerative colitis. N Engl J Med 2013;369(8):699-710. 33. Sandborn WJ, Feagan BG, Rutgeerts P, et al. Vedolizumab as induction and maintenance therapy for Crohn's disease. N Engl J Med 2013;369(8):711-21.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Overview of vedolizumab treatment intervention and analytical treatment interruption of antiretroviral therapy (ART).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "registration (ClinicalTrials.gov): NCT03147859 Co-author ORCID ID # available for: MM, JBA, CC, JC, SM, MD, SB and DWC. Abstract (Word count -300 words: current -288) review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Continuous antiretroviral therapy (ART) suppresses HIV plasma viral load (pVL)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "review safety information at regular intervals. The final manuscript will be submitted to an open access journal within a year of study completion. Trial registration (ClinicalTrials.gov): NCT03147859; https://clinicaltrials.gov/ct2/show/NCT03147859 Strengths and Limitations:  Vedolizumab is a biologic already licensed to treat other conditions including inflammatory bowel disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Virus (HIV) is a chronic active infection of leukocytes resulting in a progressive and profound depletion of lymphocytes, and ultimately in Acquired Immune Deficiency Syndrome (AIDS). Newly infected cells may undergo lytic productive infection upon activation (lymphocytes), or undergo chronic productive infection (macrophages). Additionally, an infected lymphocyte may remain dormant with latent, integrated HIV infection, which expands the latent reservoir of infected cells. Continuous antiretroviral therapy (ART) suppressesHIV viremia and allows some degree of immune healing, so as to permit near-normal health and life expectancy. However, ART is not a cure for HIV infection. ART interruption is nearly always followed by rebound of plasma viral load (pVL) to the pre-treatment viremia levels, referred to as the viral set point, followed by resumption of progressive immunodeficiency.1 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "CD8 T-cell depletion resulted in viral rebound, indicating control but not eradication of virus(Byrareddy, unpublished). The mechanism of this post-treatment control is unknown, and later attempts to replicate this finding have been unsuccessful.[4][5][6] One small human trial of vedolizumab in HIV infection did not observe SVR 7 , but was limited in its ability to detect post-rebound suppression. In human HIV infection, SVR over time without evidence of progressive immunodeficiency in the absence of ART would meet definitional criteria of a \"functional cure\", where pVL suppression is maintained without ART and without eradication of virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "9 ) is a licensed treatment for inflammatory bowel disease (IBD). Vedolizumab has a safety record of 4811 person-years observation, in which 2830 patients received vedolizumab from one to 1977 (median 328) days, during which there was no increased risk of any infections (<1% overall for tuberculosis (TB) or other serious infection), and no reported case of progressive multifocal leukoencephalopathy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "documented pre-ART pVL; (2) be aged 18-65 years; (3) have received ART for between 2 and 10 years; (4) have no other significant comorbidity; (5) are receiving no other immunemodulating treatments; and (6) have well-controlled HIV infection as defined by stable pVL of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "females who are pregnant or lactating; (2) those who are non-adherent with contraception and safer sex practices; (3) patients with a history of AIDS-defining illness, drug-resistant HIV or treatmentrefractory pVL response; (4) those with a history of non-adherence to ART; (5) current coinfection with Hepatitis B or C; (6) current untreated TB including latent TB, and (7) past HIV or non-HIV related autoimmune disease requiring immunomodulatory or immunosuppressive therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "stool samples prior to treatment initiation (Baseline or Week 0), 24, and 52 weeks after initiation for microbiome assessment; (2) rectal mucosal biopsies prior to treatment initiation and at 24 weeks and 52 weeks after initiation for assessment of HIV pro-viral DNA by PCR in GALT; and (3) CSF samples at 24 and 52 weeks after treatment initiation for characterization of the lymphocyte populations and VL in the event of pVL remission after ATI. Unscheduled visits will be performed in the event of new neurological symptoms suspicious for PML, or treatment side effects.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": ", each participant is studied for 52 weeks. Study recruitment for the highest dose began late 2017 and follow-up continued to March 2019, when the study was interrupted for an amendment. The trial then resumed recruitment late 2019 with active treatment and follow-up continuing at this time. New recruitment has been postponed due to COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "the equivalent of treatment during primary HIV infection (PHI). For the present human trial, we are recruiting participants who are chronically-infected with HIV and on suppressive ART for 2-10 years. Most people living with HIV (PLWH) are not diagnosed during primary infection. Meaningful impact in HIV cure research requires interventions accessible to this majority population who have chronic HIV infection on effective ART.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "HIV effect of vedolizumab in the context of chronic HIV infection. A licensed drug such as vedolizumab with a novel anti-HIV mechanism of action would be of great clinical interest in the pursuit of HIV cure. Acknowledgements: Thank you to Philmona Kebedom who assisted in writing the protocol and informed consent form for REB submission and Joanne McBane who helped edit and format the protocol manuscript. Thank you to Isabelle Séguin and Kayla Brazeau for advice on study set-up and patient recruitment, Stephanie Burke Schinkel for technical advice, and to Natasha Filoso-Timpson and Jen Molson for administrative assistance. Contributors: MM and DWC conceived and designed the study, drafted the pilot study grant and the protocol manuscript. MM will organize and manage the trial under the supervision of DWC. JBA, CC, JC, and PM provided input into study feasibility at the TOH HIV clinic. JBA Page 23 of 28 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "gave input into methods for sample collection and processing. SM and RS contributed their expertise related to collecting rectal biopsies and stool samples. MD and NT provided insight into participant inclusion/exclusion criteria and recruitment strategies. SB contributed expertise in mAb infusions and how to adapt the SIV-infected rhesus macaque protocol to HIVinfected humans. All authors edited the manuscript and approved the final version. Funding: This study is partially funded by the Division of Infectious Diseases, University of Ottawa at TOH, and pilot study funding from the CIHR-CTN (CTNPT 031), and the Canadian HIV Cure Enterprise 2.0 (CanCURE) Team Grant HB2-164064). DWC and JBA receive salary support from the Department of Medicine of the University of Ottawa at The Ottawa Hospital. MM is partially funded through a postdoctoral fellowship from the CIHR-CTN, and the University of Ottawa No industry support has been provided for the design, development or execution of this trial. Vedolizumab drug levels, anti-drug antibody and neutralizing antibody assays may be provided by Takeda pharmaceuticals. Competing interests: The authors declare there are no conflicts of interest. References 1. Routy JP, Boulassel MR, Nicolette CA, et al. Assessing risk of a short-term antiretroviral therapy discontinuation as a read-out of viral control in immune-based therapy. J Med Virol 2012;84(6):885-9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Overview of vedolizumab treatment intervention and analytical treatment interruption of antiretroviral therapy (ART).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Other than as permitted in any relevant BMJ Author's Self Archiving Policies, I confirm this Work has not been accepted for publication elsewhere, is not being considered for publication elsewhere and does not duplicate material already published. I confirm all authors consent to publication of this Work and authorise the granting of this licence.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "will entail a history, physical exam, safety assessment, and laboratory studies. In addition to the regular study visits, blood draws and AE assessments will assessment of HIV pro-viral DNA by PCR in GALT; and (3) CSF samples at 24 and 52 weeks after treatment initiation for characterization of the lymphocyte populations and VL in the event of pVL remission after ATI. Unscheduled visits will be performed in the event of new neurological symptoms suspicious for PML, or treatment side effects.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "vedolizumab treatment across ATI. SVR in the absence of ART is rarely observed. If this effect can be repeatedly demonstrated in response to the intervention, the outcome would be remarkable and clinically meaningful. For this study, a small sample size is sufficient to observe such a categorical effect on virological rebound and SVR following vedolizumab treatment.Virological rebound will be compared with individual patients' pre-ART pVL measures and with historical controls consisting of participants having undergone ATI in other reported trials.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Competing interests:The authors declare there are no conflicts of interest.pharmacodynamics of vedolizumab in patients with ulcerative colitis and Crohn's disease.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Study visit schedule",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Abbreviations -CBC: complete blood cell count; WBC: white blood cell count; ESR: erythrocyte sedimentation rate; PBMCs: peripheral blood mononuclear cells; IV: intravenous; AE: adverse event.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Siddappa ; University of Nebraska Medical Center, Department of Pharmacology and Experimental Neuroscience Cameron, D; Ottawa Hospital General Campus, Medicine, Division of Infectious Diseases; Ottawa Hospital Research Institute For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml I, the Submitting Author has the right to grant and does grant on behalf of all authors of the Work (as defined in the below author licence), an exclusive licence and/or a non-exclusive licence for contributions from authors who are: i) UK Crown employees; ii) where BMJ has agreed a CC-BY licence shall apply, and/or iii) in accordance with the terms applicable for US Federal Government officers or employees acting as part of their official duties; on a worldwide, perpetual, irrevocable, royalty-free basis to BMJ Publishing Group Ltd (\"BMJ\") its licensees and where the relevant Journal is co-owned by BMJ to the co-owners of the Journal, to publish the Work in this journal and any other BMJ products and to exploit all rights, as set out in our licence. The Submitting Author accepts and understands that any supply made under these terms is made by BMJ to the Submitting Author unless you are acting as an employee on behalf of your employer or a postgraduate student of an affiliated institution which is paying any applicable article publishing charge (\"APC\") for Open Access articles. Where the Submitting Author wishes to make the Work available on an Open Access basis (and intends to pay the relevant APC), the terms of reuse of such Open Access shall be governed by a Creative Commons licence -details of these licences and which Creative Commons licence will apply to this Work are set out in our licence referred to above. Other than as permitted in any relevant BMJ Author's Self Archiving Policies, I confirm this Work has not been accepted for publication elsewhere, is not being considered for publication elsewhere and does not duplicate material already published. I confirm all authors consent to publication of this Work and authorise the granting of this licence. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlVedolizumab treatment across antiretroviral treatment interruption in chronic HIV infection:The HAVARTI protocol for a pilot dose-ranging clinical trial to assess safety,",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Page 4 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlAbstract (Word count -300 words: current -288)Introduction: Continuous antiretroviral therapy (ART) suppresses HIV plasma viral load (pVL)",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Page 5 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Page 6 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Page 7 of 28 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml subsequent iatrogenic CD8 T-cell depletion resulted in viral rebound, indicating control but not eradication of virus",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Page 8 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Page 10 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Page 11 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Page 12 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Page 13 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml As seen inTable 1, each participant is studied for 52 weeks. Study recruitment for the highest dose began late 2017 and follow-up continued to March 2019, when the study was interrupted for an amendment. The trial then resumed recruitment late 2019 with active treatment and follow-up continuing at this time. New recruitment has been postponed due to COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Page 14 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Page 15 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Page 16 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Page 17 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Nucleic acid probe testing will be performed on frozen stool samples collected at 3 intervals (Week 0, Week 24 and Week 52) for characterization of the human fecal microbiome.3",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Page 18 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Page 19 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml8. A/S TP. ENTYVIO (vedolizumab) summary of product characteristics. . Taastrup, Denmark, 2016.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Study visit schedule",
            "latex": null,
            "type": "table"
        },
        "TABREF52": {
            "text": "Page 14 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF53": {
            "text": "Page 15 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF54": {
            "text": "Page 16 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF55": {
            "text": "Page 17 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF56": {
            "text": "AEs are defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered to be related to the medicinal product; and/or pre-existing symptoms or conditions which worsen during a study.",
            "latex": null,
            "type": "table"
        },
        "TABREF57": {
            "text": "Canadian Institutes of Health Research (CIHR) Canadian HIV Trials Network (CTN)Community Advisory Committee was involved in reviewing the study prior to a funding For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF58": {
            "text": "Page 19 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF59": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF60": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF61": {
            "text": "Page 22 of 28For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml 33 However, the immunogenicity rate was 10% when patients were off vedolizumab treatment,",
            "latex": null,
            "type": "table"
        },
        "TABREF62": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml30. Rosario M, Dirks NL, Gastonguay MR, et al. Population pharmacokineticspharmacodynamics of vedolizumab in patients with ulcerative colitis and Crohn's disease. Pharmacol Ther 2015;42(2):188-202. 31. Rosario M, Dirks NL, Milch C, et al. A Review of the Clinical Pharmacokinetics, Pharmacodynamics, and Immunogenicity of Vedolizumab. Clin Pharmacokinet 32. Feagan BG, Rutgeerts P, Sands BE, et al. Vedolizumab as induction and maintenance therapy for ulcerative colitis. N Engl J Med 2013;369(8):699-710. 33. Sandborn WJ, Feagan BG, Rutgeerts P, et al. Vedolizumab as induction and maintenance therapy for Crohn's disease. N Engl J Med 2013;369(8):711-21.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF63": {
            "text": "Study visit schedule",
            "latex": null,
            "type": "table"
        },
        "TABREF64": {
            "text": "Page 30 of 28 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Safety lab items have been measured within 1 year of the screening visit these results may be used for screening purposes. 2 Study visits may occur ± 1 week from the time points outlined in the table. 3 The history taken at screening will be more thorough than subsequent visits (ie. height only taken once). Confirmation of HIV+ by western blot or other standard test required only at screening visit. ^ ATI (analytical treatment interruption) will occur at week 6-7.* Serum chemistry includes: albumin (total); alanine transaminase; alkaline phosphatase; amylase; aspartate transaminase; bilirubin (total); blood glucose (random); blood urea nitrogen; calcium, chloride, C-reactive protein, creatinine; gamma-glutamyl transferase, potassium, protein (total), and sodium. ** 50 -100 ml whole blood for separation & cryopreservation of PBMCs.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 202,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}