{
    "paper_id": "3e323a290a7eab0a761bce4599fa9ae6dfcae78c",
    "metadata": {
        "title": "Title: Innovation during COVID-19: Improving addiction treatment access",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [
                    "A"
                ],
                "last": "Samuels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Seth",
                "middle": [
                    "A"
                ],
                "last": "Clark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [],
                "last": "Wunsch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Ann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jordison",
                "middle": [],
                "last": "Keeler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Neha",
                "middle": [],
                "last": "Reddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Rahul",
                "middle": [],
                "last": "Vanjani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "S"
                ],
                "last": "Wightman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the COVID-19 pandemic, many addiction treatment and harm reduction organizations have had to reduce their hours and services for people with substance use disorders, placing these individuals at increased risk of death. In order to address restricted treatment access during COVID-19, guidance from the Substance Abuse Mental Health Services Administration, the US Drug Enforcement Administration, and the US Department of Health and Human Services has allowed for use of audio-only telehealth encounters for buprenorphine induction without requiring an in-person evaluation or video interface. This has enabled innovations in order to try to meet the needs of the most vulnerable among us during the current pandemic. In this new regulatory environment, we established the Rhode Island Buprenorphine Hotline, a phone hotline which functions as a \"tele-bridge\" clinic where people with moderate to severe opioid use disorder can be linked with a DATA 2000 waivered provider who can provide an initial assessment and, if appropriate, prescribe buprenorphine for unobserved induction and linkage to outpatient treatment. In this correspondence we briefly share our experience developing this common sense approach to addressing the complex problem of access to treatment only now permissible due to regulatory changes during COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "people with addiction, who are already stigmatized and underserved by the healthcare system, are encountering additional barriers to treatment. Many addiction treatment and harm reduction organizations have had to reduce the hours and services they provide in order to accommodate needs for physical distancing, introducing additional obstacles to already limited access. Physical distancing and the associated social isolation can be deadly for people with opioid use disorder due to increased risk of overdose death related to unfamiliar drug supply from supply chain disruptions, opioid withdrawal and loss of tolerance, using alone, and resumed use among people in recovery. 1 As practitioners of primary care, emergency medicine, and addiction medicine, we are seeing the toll this is taking on our patients.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 680,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID19 has forced us to find innovative and patient centered ways to provide care to our patients. Policy makers and regulatory bodies have similarly been forced to adapt to prevent catastrophic disruptions in access to buprenorphine and methadone. To minimize barriers to care and prevent increases in overdose deaths during the COVID-19 emergency, the Substance Abuse Mental Health Services Administration, the US Drug Enforcement Administration, and the US Department of Health and Human Services issued guidances that allow for use of audioonly telehealth encounters for buprenorphine induction without requiring an in-person evaluation or video interface. 2 Loosening regulations in this way provides a unique opportunity to provide and evaluate low-threshold buprenorphine prescribing models. These new models of care delivery challenge some of the current non-evidence based regulations and requirements that limit engagement and access to care. In partnership with the Rhode Island Department of Health and the Department of Behavioral Health, Developmental Disabilities, and Hospitals, we Copyright © 2020 American Society of Addiction Medicine. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 663,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "established the Rhode Island Buprenorphine Hotline in response to this new regulatory framework. This phone hotline functions as a 24 hour \"tele-bridge\" clinic where people with moderate to severe opioid use disorder can be linked with a DATA 2000 waivered provider who can provide an initial assessment and, if appropriate, prescribe buprenorphine for unobserved induction and linkage to outpatient maintenance treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most outpatient clinics operate during typical business hours and have limited walk-in availability. Physical \"bridge clinics\" have been established in many health systems to fill gaps in care for people with opioid use disorder and have shown high rates of retention and linkage to treatment. 3 Prior research has also demonstrated comparable patient retention, ratings of therapeutic alliance, and medication adherence for telehealth-delivered medication maintenance treatment for opioid use disorder compared to in-person care. 4 The current guidance provided during the COVID-19 emergency has allowed for combining these approaches to reduce barriers to lifesaving addiction treatment.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 531,
                    "end": 532,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of telehealth for buprenorphine initiation is untested and incompletely understood, as COVID-19-related regulation changes have only recently made this low-threshold treatment access option possible. Since launching the hotline, we have been able to provide daily phone assessments and buprenorphine inductions to individuals seeking treatment with linkage to outpatient maintenance treatment along with naloxone and harm reduction education. Evaluation will determine hotline effectiveness and acceptability, but thus far, overall reception has been positive. Hotline respondents have expressed difficulties otherwise accessing treatment and significant anxieties about leaving their homes. The hotline has also been enthusiastically received by harm reduction and treatment providers, viewing it as a promising model to bridge gaps in treatment access that both preceded and are exacerbated by the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Copyright © 2020 American Society of Addiction Medicine. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While medication for opioid use disorder treatment has been expanded over recent years, 5 significant gaps in treatment availability remain. A minority of the 2 million individuals with opioid use disorder living in the United States take opioid agonist medications for addiction treatment, despite clear evidence demonstrating reductions in all-cause mortality, opioid overdose, resumed opioid use, and HIV infections. 6, 7 Access to buprenorphine is largely determined by the availability of providers and treatment centers, and, as with COVID19, gaps in treatment highlight structural inequities determined by geography, income, and race.. 8, 9 This hotline is one common-sense strategy to address a complex access problem. The COVID-19 pandemic has put a spotlight on social determinants of health and the fissures in our medical and public health infrastructure. It is crucial that we seize the opportunity to address these inequities, prevent overdose death, and support recovery.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 422,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 423,
                    "end": 424,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 646,
                    "end": 647,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Use of telehealth for initiation of addiction treatment during the current public health emergency has valuable lessons for how we can improve access to care. The sustainability of using telehealth for buprenorphine initiation relies heavily on legislative and regulatory changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Ryan Haight Online Pharmacy Consumer Protection Act prohibits the prescription of controlled substances without an initial in-person visit with a provider. Enacted to prevent the trafficking of opioid medications by online pharmaceutical companies, this federal law has limited the use of telehealth for buprenorphine initiation with very narrow exceptions including a declared state of emergency, as we have seen with the COVID19 pandemic. 10 Innovations like the Rhode Island Buprenorphine Hotline could have a profound effect on how we approach treatment access, particularly for vulnerable populations. As we have seen with the adoption of unobserved induction, it is important to challenge assumptions and practice patterns, particularly when changes are patient-centered and prioritize harm reduction. A unique set of circumstances",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An Epidemic in the Midst of a Pandemic: Opioid Use Disorder and COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Stoller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Haffajee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Saloner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Letter to DEA Qualifying Practitioners",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Patient experiences with a transitional, low-threshold clinic for the treatment of substance use disorder: A qualitative study of a bridge clinic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kehoe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wakeman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of substance abuse treatment",
            "volume": "107",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Treatment Outcome Comparison Between Telepsychiatry and Face-to-face Buprenorphine Medication-assisted Treatment for Opioid Use Disorder: A 2-Year Retrospective Data Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nickasch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Addict Med",
            "volume": "11",
            "issn": "2",
            "pages": "138--144",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Changes in Buprenorphine-Naloxone and Opioid Pain Reliever Prescriptions After the Affordable Care Act Medicaid Expansion",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Saloner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Netw Open",
            "volume": "1",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National and State Treatment Need and Capacity for Opioid Agonist Medication-Assisted Treatment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campopiano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mccance-Katz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Public Health",
            "volume": "105",
            "issn": "8",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medications for Opioid Use Disorder Save Lives",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association of Racial/Ethnic Segregation With Treatment Capacity for Opioid Use Disorder in Counties in the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Goedel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cerda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hadland",
                    "suffix": ""
                },
                {
                    "first": "Bdl",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw Open",
            "volume": "3",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Buprenorphine Treatment Divide by Race/Ethnicity and Payment",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lagisetty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bohnert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Maust",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Telemedicine's Role in Addressing the Opioid Epidemic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Haffajee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mayo Clin Proc",
            "volume": "93",
            "issn": "9",
            "pages": "1177--1180",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}