{
    "paper_id": "3e34d8097074b8733709ba8cb61d8c60cf7b0847",
    "metadata": {
        "title": "Journal Pre-proof ASE Statement on Protection of Patients and Echocardiography Service Providers During the 2019 Novel Coronavirus Outbreak ASE Statement on Protection of Patients and Echocardiography Service Providers During the 2019 Novel Coronavirus Outbreak",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "N"
                ],
                "last": "Kirkpatrick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carol",
                "middle": [],
                "last": "Mitchell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Taub",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Smadar",
                "middle": [],
                "last": "Kort",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judy",
                "middle": [],
                "last": "Hung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madhav",
                "middle": [],
                "last": "Swaminathan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Washington",
                "middle": [
                    ";"
                ],
                "last": "Madison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wisconsin",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Duke University, Durham, North Carolina (M.S.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This statement reflects recommendations based on expert opinion, national guidelines, and available evidence. Our knowledge with regard to COVID-19 continues to evolve, as do our institutional protocols for dealing with invasive and non-invasive procedures and practice of personal protective equipment. Readers are urged to follow national guidelines and their institutional recommendations regarding best practices to protect their patients and themselves. These reports are made available by ASE as a courtesy reference source for its 2 American Society of Echocardiography ASEcho.org members. The reports contain recommendations only and should not be used as the sole basis to make medical practice decisions or for disciplinary action against any employee. The statements and recommendations contained in these reports are primarily based on the opinions of experts, rather than on scientifically-verified data. ASE makes no express or implied warranties regarding the completeness or accuracy of the information in these reports, including the warranty of merchantability or fitness for a particular purpose. In no event shall ASE be liable to you, your patients, or any other third parties for any decision made or action taken by you or such other parties in reliance on this information. Nor does your use of this information constitute the offering of medical advice by ASE or create any physician-patient relationship between ASE and your patients or anyone else.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ASEcho.org members. The reports contain recommendations only and should not be used as the sole basis to make medical practice decisions or for disciplinary action against any employee. The statements and recommendations contained in these reports are primarily based on the opinions of experts, rather than on scientifically-verified data. ASE makes no express or implied warranties regarding the completeness or accuracy of the information in these reports, including the warranty of merchantability or fitness for a particular purpose. In no event shall ASE be liable to you, your patients, or any other third parties for any decision made or action taken by you or such other parties in reliance on this information. Nor does your use of this information constitute the offering of medical advice by ASE or create any physician-patient relationship between ASE and your patients or anyone else.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "American Society of Echocardiography"
        },
        {
            "text": "The 2019 novel coronavirus, or severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) that results in coronavirus disease-2019 (COVID-19), has been declared a pandemic and is severely affecting the provision of healthcare services all over the world. [1] Healthcare workers are at higher risk since this virus is very easily spread, especially through the kind of close contact involved in the performance of echocardiographic studies. The virus carries relatively high mortality and morbidity risk, particularly for certain populations (the elderly, the chronically ill, the immunocompromised and, possibly, pregnant women). [2] Given the risk of cardiovascular complications in the setting of COVID-19, including pre-existing cardiac disease, acute cardiac injury, and drug-related myocardial damage, [3] echocardiographic services will likely be required in the care of patients with suspected or confirmed COVID-19. Consequently, echo providers will be exposed to SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Sonographers, nurses, advance practice providers and physicians have a duty to care for patients and are at the frontlines in the battle against disease. We are at high risk, particularly when we participate in the care of patients who are suspected or confirmed to have highly contagious diseases. While dedication to patient care is at the heart of our profession, we also have a duty to care for ourselves and our loved ones and to protect all of our patients by preventing the spread of disease. This means reducing our own risk while practicing judicious use of personal protective equipment (PPE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "ASE is committed to the health, safety and wellbeing of our members and the patients we serve. This statement addresses triaging and decision pathways for handling echocardiographic requests, as well as indications and recommended procedures to be followed for an echocardiographic assessment of cardiovascular function in suspected or confirmed COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "cases. In addition, we list measures recommended to be used in the echo lab for prevention of disease spread. Secondly, there are cases in which the indication for echocardiography is appropriate or may be appropriate, but the exam is unlikely to yield clinically important information in the short term 5 American Society of Echocardiography ASEcho.org with the added risk of potential disease transmission. There are two ways to identify these studies.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "• Determine which studies are \"elective\" and reschedule them, performing all others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Indications"
        },
        {
            "text": "• Identify \"non-elective\" (urgent/emergent) indications and to defer all others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Indications"
        },
        {
            "text": "In cases considered for deferral, there is no significant risk to patients in terms of morbidity or mortality and no expected benefit in terms of avoiding the use of medical resources (such as emergency department visits or hospitalizations). These tests should be postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Indications"
        },
        {
            "text": "Next, it is important to determine the clinical benefit of echocardiography for symptomatic patients whose SARS-CoV-2 status is unknown. Knowing the status of a patient allows for the appropriate application of personal protective equipment (PPE) and its conservation when not needed, in addition to reducing the exposure risk to echocardiography personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Indications"
        },
        {
            "text": "TEEs carry a heightened risk of spread of the SARS-CoV-2 since they may provoke aerosolization of a large amount of virus due to coughing or gagging that may result during the examination. TEEs therefore deserve special consideration in determining when and whether they should be performed, and under what precautions (described below Depending on the trajectory of the outbreak, some institutions may face a crisis state with reduced availability of trained staff and/or equipment. In this setting, triage by indication may be necessary, deciding which appropriate and urgent/emergent echocardiograms will be performed and which will not, or deciding which will be performed first. This prioritization of indications will need to be done on a case-by-case basis, while accounting for many patient-level factors such as current indication, current clinical status, past medical history and the results of other tests. Involving referring physicians in the triage process is therefore essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Indications"
        },
        {
            "text": "The portability of echocardiography affords a clear advantage in imaging patients without having to move them and risk virus transmission in the clinic or hospital. All forms of echocardiography interpretive assistance from more experienced echocardiographers. Archiving these images for review should help to focus future imaging studies and provide comparisons of cardiac structure and function over time. In some cases, review of these images by a consulting cardiovascular specialist may obviate the need for an echocardiogram (and therefore reduce staff exposure), as pertinent clinical questions will be answered (e.g. etiology of hypotension). In other cases, they will indicate the need for more advanced imaging (e.g. wall motion and quantitative valvular assessment). Therefore, these images should be saved and archived whenever possible. Some devices use a camera that allows a sonographer or other imaging expert to remotely guide probe placement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "Along the same lines, echocardiographic studies performed on patients with suspected or confirmed COVID-19 should be as focused as necessary to obtain diagnostic views but should also be comprehensive enough to avoid the need to return for additional images. Each study should be tailored to the indication and planned in advance, after review of images from past exams and other imaging modalities. Complete exams may be necessary in some circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "Plans for ultrasound enhancing agent (UEA) utilization should be made in advance in order to prevent a sonographer having to wait for the agent to be delivered or having to use more personal protective equipment to exit the patient's room to obtain the agent. While the safety of UEAs specifically in COVID-19 cases has not yet been determined, they have been used and proved safe in ICU patients. The use of UEAs may therefore be considered in such cases as long as the benefits in terms of diagnostic yield and scan time are favorable. 9 American Society of Echocardiography ASEcho.org",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 539,
                    "text": "9",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "Regardless of the type of study (UAPE, POCUS, CCE or comprehensive echo), prolonged scanning can expose these clinicians to added risk. An additional consideration when performing a limited transthoracic echo exam is the limitations that may be posed by layers of protective equipment on image quality. Therefore, these studies should not be performed by a sonography student or any other novice/inexperienced practitioner, in order to minimize scanning time while obtaining images of the highest possible quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "Finally, the results of the exam should be rapidly reviewed and key findings recorded immediately on the patient's record and communicated to the primary care team to allow hemodynamic management to be optimized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "The group therefore recommends the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "• Echocardiographic exams be planned ahead, based on indications, clinical information, laboratory data and other imaging findings to allow for a focused sequence of images that help with management decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "• The use of UEAs should be considered prior to the exam to avoid the need to prolong scan time while awaiting preparation of the agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "• Scan times should be minimized by excluding students or novice practitioners from performing imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "• Imaging team should ensure rapid review and reporting of key findings in the patient's record and communicating them with the primary care team. 10 American Society of Echocardiography ASEcho.org",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "10",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Where to image?"
        },
        {
            "text": "Imaging should be performed according to local standards for the prevention of virus spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personnel"
        },
        {
            "text": "Meticulous and frequent hand washing is crucial. In some institutions, the level of PPE required may depend on the risk level of the patient with regard to COVID-19 (minimal risk=not suspected, moderate risk=suspected, high risk=confirmed). In some institutions, suspected and confirmed cases are treated similarly. The types of PPE can be divided into levels or categories (see Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 385,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Personnel"
        },
        {
            "text": "• Standard care involves handwashing or hand sanitization and use of gloves. The use of a surgical face mask in this setting may also be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personnel"
        },
        {
            "text": "• Droplet precautions include gown, gloves, headcover, facemask and eye shield.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personnel"
        },
        {
            "text": "• Airborne precautions add special masks (e.g. N-95 or N-99 respirator masks, or powered air purifying respirator -PAPR systems), and shoe covers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personnel"
        },
        {
            "text": "The local application of each component of PPE can vary according to level or type of risk for TTEs and stress echo exams, but airborne precautions are required during a TEE for suspected and confirmed cases, due to the increased risk for aerosolization. A surgical face mask for patients is recommended for those who are symptomatic, undergoing surface echo examination provided institutional resources allow this strategy for source control. [10] It is important to reiterate that the type of PPE to be used on specific cases will depend on local institutional policy and resources. The US Centers for Disease Control (CDC) provides updated guidelines for PPE use for healthcare workers. (AIUM) has specific guidelines for disinfection of ultrasound equipment. [11] Role of learners ",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 448,
                    "text": "[10]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[11]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Personnel"
        },
        {
            "text": "In addition to limiting the number of echocardiography practitioners involved in scanning, consideration should be given to limiting the exposure of staff who may be particularly susceptible to severe complications of COVID-19. Staff who are >60 years old, have chronic conditions, are immunocompromised or are pregnant may wish to avoid contact with patients suspected or confirmed to have COVID-19, depending on local procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other considerations"
        },
        {
            "text": "The risk of transmission also occurs in reading rooms. Keyboards, monitors, mice, chairs, phones, desktops, and door knobs should be frequently cleaned, and ventilation provided wherever possible. In some institutions the echo lab reading room is a place where many clinical services congregate to review images. In the current environment, it may be advisable to ask 13 American Society of Echocardiography ASEcho.org these services to review images remotely while speaking with the echocardiographer-consultant by phone, or review images together via a webinar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other considerations"
        },
        {
            "text": "The provision of echocardiographic services remains crucial in this difficult time of the SARS-CoV-2 outbreak. Working together, we can continue to provide high quality care while minimizing risk to ourselves, our patients and the public at large. Carefully considering 'Whom to Image', 'Where to Image' and 'How to Image' has the potential to reduce the risks of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41569-020-0360-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed Coronavirus Disease 2019 (COVID-19) in Healthcare Settings",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Interim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Centers for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Appropriate Use Criteria for Multimodality Imaging in the Assessment of Cardiac Structure and Function in Nonvalvular Heart Disease: A Report of the American College of Cardiology Appropriate Use Criteria Task Force, American Association for Thoracic Surgery",
            "authors": [
                {
                    "first": "Acc/Aats/Aha/Ase/Asnc/Hrs/Scai/Scct/Scmr/",
                    "middle": [],
                    "last": "Sts",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cardiovascular Magnetic Resonance, and the Society of Thoracic Surgeons",
            "authors": [],
            "year": 2019,
            "venue": "J Am Soc Echocardiogr",
            "volume": "32",
            "issn": "",
            "pages": "553--79",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "appropriate use criteria for initial transthoracic echocardiography in outpatient pediatric cardiology: a report of the American College of Cardiology Appropriate Use Criteria Task Force",
            "authors": [
                {
                    "first": "Acc/Aap/Aha/Ase/Hrs/Scai/Scct/Scmr/",
                    "middle": [],
                    "last": "Sope",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Academy of Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Society for Cardiovascular Angiography and Interventions, Society of Cardiovascular Computed Tomography, Society for Cardiovascular Magnetic Resonance, and Society of Pediatric Echocardiography",
            "authors": [],
            "year": 2014,
            "venue": "J Am Soc Echocardiogr",
            "volume": "27",
            "issn": "",
            "pages": "1247--66",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Appropriate Use Criteria for Multimodality Imaging in Valvular Heart Disease: A Report of the American College of Cardiology Appropriate Use Criteria Task Force, American Association for Thoracic Surgery",
            "authors": [
                {
                    "first": "Acc/Aats/Aha/Ase/Asnc/Hrs/Scai/Scct/Scmr/",
                    "middle": [],
                    "last": "Sts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "American Society of Nuclear Cardiology",
            "volume": "31",
            "issn": "",
            "pages": "381--404",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Appropriate Use Criteria for Echocardiography. A Report of the American College of Cardiology Foundation Appropriate Use Criteria Task Force",
            "authors": [
                {
                    "first": "Accf/Ase/Aha/Asnc/Hfsa/Hrs/Scai/Sccm/Scct/",
                    "middle": [],
                    "last": "Scmr",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Heart Rhythm Society, Society for Cardiovascular Angiography and Interventions, Society of Critical Care Medicine, Society of Cardiovascular Computed Tomography, Society for Cardiovascular Magnetic Resonance American College of Chest Physicians",
            "authors": [],
            "year": 2011,
            "venue": "Heart Failure Society of America",
            "volume": "24",
            "issn": "",
            "pages": "229--67",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multimodality imaging of left atrium in patients with atrial fibrillation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guglielmo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baggiano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muscogiuri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fusini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andreini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Cardiovasc Comput Tomogr",
            "volume": "13",
            "issn": "",
            "pages": "340--346",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Strategies for Optimizing the Supply of Facemasks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Guidelines for Cleaning and Preparing External-and Internal-Use Ultrasound Transducers Between Patients & Safe Handling and Use of Ultrasound Coupling Gel",
            "authors": [
                {
                    "first": "Aium",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "is critical in the prevention of transmission. Some institutions cover probes and machine consoles with disposable plastic and forego the use of ECG stickers. It is important to note that the benefit of using protective covers must be balanced against the risk of potential for suboptimal images and prolongation of scan time. Some institutions set aside certain machines or probes for use on patients with suspected or confirmed infection. Although SARS-CoV-2 is sensitive to most standard viricidal disinfectant solutions, care must be taken when cleaning.Local standards vary, but echocardiogram machines and probes should be thoroughly cleaned, ideally in the patient's room and again in the hallway. Smaller, laptop-sized portable machines are more easily cleaned, but use of these machines should be balanced against potential tradeoffs in image quality and functionality. Please consult vendors' disinfecting guidelines available on their websites, as procedures vary and could affect the functionality of machines. TEE probes should undergo cleaning in the room (including the handle and chord), then be transferred in a closed container to be immediately disinfected according to the manufacturer's recommendations. The exact steps to be followed for disinfection of the TEE probe and equipment will depend on local institutional protocols that usually are guided by infectious disease experts and resource availability. The American Institute for Ultrasound in Medicine",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This document is provided to the ASE community as a service to help guide the practice of echocardiography in this challenging time. It represents input from a variety of echocardiography practitioners and institutions who have experience with the COVID-19, or have been actively and thoughtfully preparing for it. The circumstances surrounding the outbreak are, of course, extremely dynamic, and this statement's recommendations are subject to change. We direct",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The use of these tests to avoid an aerosolizing procedure should be balanced against the risk of transporting a patient through the hospital to the CT or MRI scanner, the need to disinfect the CT or MRI room, and iodinated contrast and radiation for CT, long scan times for MRI. Some institutions have a dedicated CT scanner reserved for patients with COVID-19.Similarly, treadmill or bicycle stress echo tests on patients with COVID-19 may lead to exposure due to deep breathing and/or coughing during exercise. These tests should generally be deferred or converted to a pharmacological stress echo.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "(including chemical stress tests) can be performed in emergency departments, hospital wards, intensive care units, operating theaters, recovery areas and structural heart and electrophysiology comprehensive traditional TTE, TEE and stress echocardiography all can play a role in caring for patient with suspected or confirmed COVID-19. UAPE and POCUS exams performed by the clinicians who are already caring for these patients at bedside presents an attractive option to",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The performance and interpretation of echocardiographic studies, especially those in suspected or confirmed COVD-19 cases, should be limited to essential personnel. For TEEs, practices may vary, but there should be at most one person to handle the probe and another to operate the12 American Society of Echocardiography ASEcho.org machine controls, along with another to administer sedation. Medical education remains important, and echocardiographic practitioners play a crucial role in teaching essential components of cardiovascular medicine, as well as scanning and interpretation skills, to a wide variety of learners. Medical and sonography students, residents, fellows and practicing physicians gain knowledge and experience through rotations on echocardiography services, through observing the performance of studies, hands on scanning and reading with experts. In the current environment, however, elective rotations should be suspended, and restrictions should be placed on trainees who are not essential to clinical care. In many institutions, advanced trainees (e.g., fellows) provide crucial off-hours scanning and interpretation but must follow all applicable procedures to reduce infection transmission. Training and education can be moved \"on-line\". The ASE and others provide multiple educational offerings, including webinars and lectures. A variety of simulators are available to teach scanning skills without involving patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Suggested algorithm for determining indication and level of protection ED, Emergency Department; EP, electrophysiology; ICU, intensive care unit 19 American Society of Echocardiography ASEcho.org ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1"
        }
    ]
}