{
    "paper_id": "3e35d492f74f5074173d063b6a30924fb7972a7f",
    "metadata": {
        "title": "Downshifting to care: The role of gender and care in reducing working hours and consumption",
        "authors": [
            {
                "first": "Ruth",
                "middle": [],
                "last": "Lane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Monash University",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Dharmalingam",
                "middle": [],
                "last": "Arunachalam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Monash University",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jo",
                "middle": [],
                "last": "Lindsay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Monash University",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Humphery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RMIT University",
                    "location": {
                        "addrLine": "Australia A R T I C L E I N F O"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The relationship between working hours and sustainability has attracted research attention since at least the early 2000s, yet the role of care giving in this context is not well understood. Focusing on Australians between 40 and 60 years who have reduced their working hours and income, we explore the relationship between working hours, care giving and consumption. Data from the national census (ABS, 2006(ABS, , 2011(ABS, , 2016c were analysed to contextualise patterns in paid working hours, income and carer roles for men and women aged between 40 and 60 years. Findings from a national survey on informal carers (ABS, 2016a) were also consulted. Taken together, the two sources of national data showed that two thirds of all informal carers are women, that the likelihood of assuming informal carer roles increases with age, and that men and women in carer roles work fewer paid hours per week and have a lower weekly income than non-carers of the same age. To gain qualitative insights into these patterns in Australian national data, and the likely implications of carer roles for household consumption, semi-structured interviews were conducted with ten households who subsequently recorded details of their consumption-related expenses over a seven-day period. The interview data showed the strong connection between carer roles, reduced income and paid working hours and its strongly gendered dimension. We argue that women primarily 'downshift' to undertake care rather than for sustainability motivations and that there is consequently a need to connect scholarship on gender and care with that on downshifting. The link between reducing paid working hours, care-giving and household consumption appeared to be less straight forward and varied between households. Our findings suggest that a complex relationship exists between environmental and social welfare concerns that has policy implications and warrants further exploration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The strong and widely recognised relationship between unchecked economic growth and environmental degradation (Jackson 2011) manifests at the household scale in the relationship between household income and levels of consumption, with increasing income leading to greater resource use (Ivanova et al. 2016 , Wiedenhofer et al. 2018 . To date, the only check on the global trend of increasing household consumption and its associated environmental impacts has occurred during global economic downturns and this is quickly reversed when economic conditions improve (Peters et al. 2011) . The unfolding economic consequences of the Covid-19 pandemic, while historic in scale, may well follow a similar trajectory. While ideas of prosperity without growth (Jackson 2011 ) and de-growth (Kallis 2017) have been a consistent focus in academic research for some decades, government policy in affluent countries such as Australia remains strongly focused on exponential economic growthand this focus is likely to be vigorously renewed as the pandemic subsides in major economies. Household expenditure, reported through the system of national accounts, is considered an important measure of the health of the domestic economy and Australia has one of the highest rates of per capita household consumption in the world, with food, energy and transport the most environmentally consequential consumption domains (Ivanova et al. 2016 ). Yet this disguises the fact that Australian households do not uniformly increase their income over time, while some households actively decrease it. In this paper we focus on this latter phenomenon through examining the characteristics of those of working age (40-59 years) who reduce their paid working hours and income and thus potentially constrain household expenditure. In doing so, we are particularly interested in understanding the relationship between levels https://doi.org/10.1016/j.geoforum.2020.06.003 Received 29 July 2019; Received in revised form 28 April 2020; Accepted 1 June 2020 of household consumption and the complex interweaving of paid working hours, gender, and carer roles within households.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 124,
                    "text": "(Jackson 2011)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 285,
                    "end": 305,
                    "text": "(Ivanova et al. 2016",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 306,
                    "end": 331,
                    "text": ", Wiedenhofer et al. 2018",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 563,
                    "end": 583,
                    "text": "(Peters et al. 2011)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 752,
                    "end": 765,
                    "text": "(Jackson 2011",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 782,
                    "end": 795,
                    "text": "(Kallis 2017)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1402,
                    "end": 1422,
                    "text": "(Ivanova et al. 2016",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We draw, here, on two distinct bodies of scholarship that have developed independently of one another. The relationship between gender, care and consumption has been a central theme in feminist social research which has long argued that unpaid domestic labour be included in definitions of work and studies of working life. A strand of this scholarship has focused on social concerns around work-life balance in the context of long hours spent in paid work and commutes (Pocock 2005 , Bittman and Ironmonger 2011 , Rau and Edmondson 2013 . A somewhat different body of scholarship has developed around the problem of escalating consumption within highly urbanised societies that focuses on the relationship between hours spent in paid work and increasing levels of consumption (Hamilton and Mail 2003 , Schor 2005 , Pullinger 2014 ). In recognising this nexus between labour and consumption, Jackson (2005) argued that reducing consumption could deliver a double dividend -allowing improved quality of life as well as reducing environmental impacts -although he cautioned that the social and cultural changes involved would require \"sophisticated policy interventions at many different levels\" (Jackson 2005: 32) . In this context, the phenomena of downshifting has, since the early 2000s, attracted the attention of a number of researchers seeking to understand the potential for voluntary reduction in consumption. Generally defined as a voluntary reduction in paid working hours and income in order to live better quality lives with lower levels of consumption (Chhetri et al., 2009 , Kennedy et al. 2013 , downshifting is hypothesised to connect issues of ecological sustainability, social justice and individual wellbeing (Schor 1998 (Schor , 2001 . Various studies have suggested that voluntary reduction in paid working hours is linked with increased investment of time in both care-giving and leisure activities, while the consequence for household consumption appears to be more ambiguous (Nässén and Larsson 2015 , Buhl and Acosta 2016 , Hanbury et al. 2019 .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 482,
                    "text": "(Pocock 2005",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 483,
                    "end": 512,
                    "text": ", Bittman and Ironmonger 2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 513,
                    "end": 537,
                    "text": ", Rau and Edmondson 2013",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 777,
                    "end": 800,
                    "text": "(Hamilton and Mail 2003",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 801,
                    "end": 813,
                    "text": ", Schor 2005",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 814,
                    "end": 830,
                    "text": ", Pullinger 2014",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 892,
                    "end": 906,
                    "text": "Jackson (2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1194,
                    "end": 1212,
                    "text": "(Jackson 2005: 32)",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1585,
                    "text": "(Chhetri et al., 2009",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1586,
                    "end": 1607,
                    "text": ", Kennedy et al. 2013",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1727,
                    "end": 1738,
                    "text": "(Schor 1998",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1739,
                    "end": 1752,
                    "text": "(Schor , 2001",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1998,
                    "end": 2022,
                    "text": "(Nässén and Larsson 2015",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2023,
                    "end": 2045,
                    "text": ", Buhl and Acosta 2016",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2046,
                    "end": 2067,
                    "text": ", Hanbury et al. 2019",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A key issue, then, is whether resource intensive forms of consumption are replaced through downshifting by time intensive forms with lower environmental impacts (Kallis et al. 2013 , Nässén and Larsson 2015 , Buhl and Acosta 2016 , Wiedenhofer et al. 2018 .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 180,
                    "text": "(Kallis et al. 2013",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 181,
                    "end": 206,
                    "text": ", Nässén and Larsson 2015",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 207,
                    "end": 229,
                    "text": ", Buhl and Acosta 2016",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 230,
                    "end": 255,
                    "text": ", Wiedenhofer et al. 2018",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our Australian-based study of people who have voluntarily reduced paid working hours specifically focused on the significance of carer roles in influencing both decisions to reduce working hours and the subsequent patterns of household consumption. Care-giving has received little attention in previous research investigating working hours, consumption and sustainability implications, yet the importance of linking wellbeing and social and gender equity concerns with environmental concerns has been strongly emphasised by advocates of degrowth, who caution that any policy move to reduce working hours and income without attending to these social dimensions is fraught with peril (Kallis et al. 2013, D'Alisa and Cattaneo 2013) . Political scientists have similarly argued the need for strategic policy connections to be made between the welfare state and the green state (Kronsell and Stensöta 2015) .",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 714,
                    "text": "(Kallis et al. 2013, D'Alisa and",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 729,
                    "text": "Cattaneo 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 874,
                    "end": 902,
                    "text": "(Kronsell and Stensöta 2015)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research on downshifting has explicitly examined the links between reducing working hours and consumption. Downshifting has mainly been studied in affluent countries with a predominant focus on quality of life outcomes; and early research linked downshifting with lifestyle residential transitions such as tree changing or sea changing by people who are in a position to make such choices (Etzioni and Taylor-Gooby 1998; Hamilton and Mail 2003) . However, such niche phenomena may not reflect the character of reducing paid work across the wider population. When defined simply as a decision to reduce paid working hours and income, regardless of political viewpoint, downshifting is likely to capture a wider range of motives (Chhetri et al 2009) .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 420,
                    "text": "(Etzioni and Taylor-Gooby 1998;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 421,
                    "end": 444,
                    "text": "Hamilton and Mail 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 727,
                    "end": 747,
                    "text": "(Chhetri et al 2009)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Research on downshifting and consumption"
        },
        {
            "text": "Studies using this broader definition of downshifting have been undertaken in several countries, with some drawing on survey data with large samples. Chhetri et al. (2009) surveyed an adult population (aged 18 years and older) in SE Queensland, Australia, in the late 1990s when the region was experiencing rapid population growth due to lifestyle in-migration, in order to identify the demographic profile and motivations of downshifters in that region. Based on a definition that included households of all ages in which at least one adult had voluntarily reduced income and working hours, they identified three clusters of downshifters with shared demographic characteristics: 1) family-focused change-seeking mature downshifters, characterised by married couples with children and high levels of education and income, 2) non-working, mature married women downshifters (who were generally less educated and older than cluster 1); and married couples on low incomes drawn from paid work, superannuation, and/or welfare payments, and 3) singles and single parent 'ecocentric' disadvantaged downshifters, who were overwhelmingly people living in non-conventional households or either alone or in shared households (often apartments).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 171,
                    "text": "Chhetri et al. (2009)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Research on downshifting and consumption"
        },
        {
            "text": "The third cluster included a high number of single mother households as well as people undertaking part-or full-time study. The authors found that the main motives for downshifting across their whole sample were to gain more control and personal fulfilment in life, to spend more time with family, and to lead a healthier and more balanced life. Downshifters in the Chhetri et al. study were more likely to be women in households in a middle-income bracket and their reduction in income did not significantly constrain household consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research on downshifting and consumption"
        },
        {
            "text": "A similar approach was adopted by Kennedy et al. (2013) who surveyed downshifters in Edmonton in Alberta, a Canadian province characterised by higher than average working hours and household income. Downshifting was found to be strongly related to household structure, with downshifter households more likely than non-downshifters to have children. Spending more time with children was a main motivator for 42% of these downshifter households, followed by valuing leisure time over additional income (20%). Environmental concerns and reducing consumption did not feature at all in survey responses; evidence that counters the conclusions of earlier work that aligned downshifting with environmental social movements (Schor 1998, Hamilton and Mail 2003) . Further, Kennedy et al. (2013) specifically focused on exploring quality of life and pro-environmental behaviours, including sustainable consumption practices. Once again, however, survey respondents did not report significant improvement in their quality of life, nor did they report using more sustainable forms of transport. Nevertheless, respondents did report a shift towards more sustainable household practices; a result, if not an intention, of their downshifting experience that can be interpreted as a form of inadvertent environmentalism (Hitchings et al. 2015) .",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 55,
                    "text": "Kennedy et al. (2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 716,
                    "end": 741,
                    "text": "(Schor 1998, Hamilton and",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 752,
                    "text": "Mail 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 764,
                    "end": 785,
                    "text": "Kennedy et al. (2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1304,
                    "end": 1327,
                    "text": "(Hitchings et al. 2015)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Research on downshifting and consumption"
        },
        {
            "text": "Other studies have been framed around the relationship between time use and resource consumption. A qualitative study conducted with seventeen relatively affluent Swiss employees who had voluntarily reduced their paid working hours found that their newly gained time was primarily allocated to parenting or further education activities and, to a lesser extent, voluntary work (Hanbury et al. 2019) . These activities were attributed to preference rather than financial necessity but, as a consequence, there was no increase in discretionary time for leisure activities. Some carbon-intensive activities such as travelling or shopping were reduced due to financial constraints. In an earlier study, drawing on data from a Swedish Household Budget Survey and the Swedish Time Use Survey, Nässén and Larsson (2015) assessed the implications of shorter working hours for greenhouse gas emissions from Swedish households. They found that a decrease in paid working hours could have a significant impact in reducing both energy use and greenhouse gas emissions which was largely explained by the strong relationship between paid working hours, income and consumption. However, a more complex picture emerges from a study of the rebound effects resulting from the freeing up of time through reduced paid working hours of downshifters in Germany (Buhl and Acosta 2016) . Drawing on interviews and data from national time use surveys, this study examined how time and expenditure budgets were rearranged through downshifting and assessed the implications of this for resource use in households. In doing so, Buhl and Acosta found that downshifters allocated their newfound time to hobby pursuits, childcare and, to a lesser extent, housework, educational activities and sleep. The prioritising of these activities was strongly influenced by family status and gender, with women spending more time on household chores, errands and childcare, and men on leisure, repairs and hobbies, findings that corroborate those of an earlier study in the UK (Druckman et al. 2012 ). While allocating time to these activities increased levels of social engagement and sense of wellbeing, Buhl and Acosta found that the benefits for reduced household consumption were less clear, as some leisure activities involved more intensive resource use. While the net effect on resource use was found to be beneficial, the authors concluded that other policy measures, such as increased taxes on resource intensive goods and services, were needed to steer the use of leisure time towards more environmentally desirable activities.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 397,
                    "text": "(Hanbury et al. 2019)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 786,
                    "end": 811,
                    "text": "Nässén and Larsson (2015)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1338,
                    "end": 1360,
                    "text": "(Buhl and Acosta 2016)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2035,
                    "end": 2056,
                    "text": "(Druckman et al. 2012",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Research on downshifting and consumption"
        },
        {
            "text": "The altruistic motives of household consumption as an expression of care-giving within households and families has been well documented (Miller 1998 , Gronow and Warde, 2001 , Lindsay and Maher 2013 . Recent social research focused on household consumption, particularly energy, has examined change over the life course, finding it linked with the assumption of new carer roles, change in household income, and change of dwelling (Groves et al, 2016 , Shirani et al. 2017 , Burningham 2017 . A recent study of time use across the American population found that older individuals were more likely to have days that are dominated by household activities and carer roles, engagement in leisure, and early and short day paid work (Flood et al. 2018) .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 148,
                    "text": "(Miller 1998",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 149,
                    "end": 173,
                    "text": ", Gronow and Warde, 2001",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 198,
                    "text": ", Lindsay and Maher 2013",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 430,
                    "end": 449,
                    "text": "(Groves et al, 2016",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 450,
                    "end": 471,
                    "text": ", Shirani et al. 2017",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 472,
                    "end": 489,
                    "text": ", Burningham 2017",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 726,
                    "end": 745,
                    "text": "(Flood et al. 2018)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Research on gender, care and consumption"
        },
        {
            "text": "Much of the scholarship on care, particularly geographies of care, draws on the definition of care provided by feminist theorists Fisher and Tronto as, \"… activity that includes everything that we do to maintain, continue, and repair our 'world' so that we can live in it as well as possible. That world includes our bodies, our selves, and our environment, all of which we seek to interweave in a complex, lifesustaining web.\" (Fisher and Tronto 1991) Tronto (1993) argued that care be recognised as a central concern of human life and articulated an agenda for embedding an ethic of care in political and social institutions. Geographies of care research has strongly focused on the consequences of the withdrawal of state sponsored care, particularly for disabled and elderly under conditions of neoliberalism and state austerity, for carer roles in households and families and for the home as the primary site for care provision (Cox 2013 , Higgs and Gilleard 2016 , Power and Hall 2018 Williams 2020 .",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 439,
                    "text": "(Fisher and",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 440,
                    "end": 466,
                    "text": "Tronto 1991) Tronto (1993)",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 942,
                    "text": "(Cox 2013",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 943,
                    "end": 968,
                    "text": ", Higgs and Gilleard 2016",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 969,
                    "end": 990,
                    "text": ", Power and Hall 2018",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 991,
                    "end": 1004,
                    "text": "Williams 2020",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Research on gender, care and consumption"
        },
        {
            "text": "Recent conceptualisation of the material dimensions of care, encapsulated by Puig de la Bellacasa (2017) in the phrase, 'matters of care', may be useful for linking the social and environmental motives and consequences of household consumption practices. In keeping with Fisher and Tronto's (1991) definition, Puig de la Bellacasa (2017) extends traditional notions of care for other persons, as in parental care or health care, to include aspects of the material environment, bringing a new emphasis on the role of materials in facilitating relations among humans and reframing care as a socio-material relation (Power 2019 ). These insights support our research focus on the potential connections between care-giving and the material aspects of consumption.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 297,
                    "text": "Fisher and Tronto's (1991)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 613,
                    "end": 624,
                    "text": "(Power 2019",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Research on gender, care and consumption"
        },
        {
            "text": "While studies of downshifters, particularly those that have included young adults, have identified a pattern of women reducing working hours to look after children (Stone 2010) , we argue that carer roles (i.e. unpaid care work) have not been adequately unpacked in the downshifting literature, with the motivation of \"spending more time with the family\" (Hamilton and Mail 2003 , Chhetri et al. 2009 , Kennedy et al. 2013 potentially incorporating a wide range of carer roles and activities. We acknowledge that caring involves affective and relational dimensions but critically, care also involves unpaid domestic labour. The gendered nature of paid and unpaid labour markets means that women are more likely than men to reduce or limit their paid labour to undertake caring labour Franzway 2008, Lilly et al. 2010) . The findings of Buhl and Acosta (2016) on the different ways in which male and female downshifters allocated their time signal that the everyday experience of downshifting may also be strongly gendered. Our research explicitly addresses the relationship between care-giving, working hours and consumption through a focus on two key questions: 1) What is the relationship between carer roles, reduced paid working hours and income, and 2) How does care-giving among people who have reduced their paid working hours affect household consumption? The influence of gender and changes over the life course underpin both questions.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 176,
                    "text": "(Stone 2010)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 355,
                    "end": 378,
                    "text": "(Hamilton and Mail 2003",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 379,
                    "end": 400,
                    "text": ", Chhetri et al. 2009",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 401,
                    "end": 422,
                    "text": ", Kennedy et al. 2013",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 784,
                    "end": 817,
                    "text": "Franzway 2008, Lilly et al. 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research on gender, care and consumption"
        },
        {
            "text": "Our study drew on and analysed two existing national data sets, the national census for 2006, 2011, and 2016 and the summary findings of a 2015 national survey of informal carers in the Australian population. We also conducted qualitative research interviews with ten householders who had, ostensibly at least, voluntarily reduced their working hours. The relationship between care-giving, working hours and income (research question 1) is examined through analysis of national survey data. The relationship between reduced working hours, care-giving and consumption (research question 2) is examined through the analysis of householder interviews and self-recorded consumption diaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design and methods"
        },
        {
            "text": "Our analysis of national census data specifically focused on the relationship between working hours and carer roles among 40-59-yearolds in the Australian census. This age cohort comprises people of working age who are less likely to be caring for young children than those under 40 years. In 2006 18.6% of the population were in this age cohort, in 2011 19.6%, and in 2016 18.7% (ABS, 2016b). Australia's national census includes questions about hours worked, income and informal (unpaid) carer duties. It is conducted every five years and all Australian households are required to return responses. Our analysis first sought to identify patterns in hours worked of men and women between the ages of 40 and 60 years over the 2006, 2011 and 2016 census years. As previous studies have tended to report changes in working hours and carer roles over the whole life course, the 10-year span of these three census collections provided an opportunity to track how working hours changed for Australians aged 40 and over as they aged. The data was extracted through the Tablebuilder database provided by the Australian Bureau of Statistics (ABS, 2016b). However, data provided through this facility is structured in a way that only enabled us to conduct bivariate or trivariate analyses. As individual level data is not provided, it is not feasible to test causal relationships using regression techniques. Nevertheless, the advantage with census data is that all analyses are based on a full count of the population (e.g. in 2016 there were 2.1 million women and 2.3 million men who were aged 40-59 years and employed), thus making tests for statistical significance redundant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative analysis of national census data and a national survey on informal carers"
        },
        {
            "text": "Next, to understand the socio-demographic profile of informal (i.e. unpaid) carers in the Australian population, we drew on summary findings from a separate 2015 national survey on Disability, Ageing and Carers in Australia (ABS, 2016a). This survey provided a more detailed socio-demographic profile of informal care providers and categories of care across the population in 2015 drawing on respondents from over 25,500 private dwellings. Finally, we returned to the national census data to examine the relationship between carer roles and income. Together, these two national data sets provided clear evidence of a relationship between working hours, income, and carer roles and how these change for women and men between the ages of 40 and 60 as they age. This furnished an understanding of the broader context in which our qualitative research with the ten downshifting households could be situated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative analysis of national census data and a national survey on informal carers"
        },
        {
            "text": "The ten households participating in this study were identified by a market research firm engaged to recruit people of working age (between 40 and 60 years) who had voluntarily reduced their paid working hours and income in the last five years. By selecting households in this way, we sought to avoid the phenomena of involuntary redundancy. However, the voluntary character of reducing working hours among the ten study recruits was unclear for some participants and this issue is discussed further in the analysis below. Five participants were from Melbourne and five from the Bendigo region in central Victoria, and nine of the ten were women. Participants varied in household income, home ownership status, and in their household type. Eight lived in couple households, while two were single and six of the participants had children, teenagers or young adults living at home. Table 1 provides summary details, including employment profile, location, household type, and home ownership status.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 886,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Semi-structured interviews with participants from households who had voluntarily reduced their paid working hours"
        },
        {
            "text": "Interview questions were aimed at eliciting participants' motives for reducing paid working hours and their subsequent experiences. Specific questions asked about changes experienced since changing their working patterns in three key consumption domains: food preparation, transport and leisure. These three consumption domains were targeted due to their significant environmental impacts (Ivanova et al. 2016) . Each interview concluded by asking participants to reflect on how they felt about reducing their paid working hours in terms of their sense of being in control, their experience of self and wellbeing, and their social interactions. Interviews were recorded and fully transcribed. Following the interview, each participant was asked to record details of their daily consumption activities and daily expenditure in relation to food, transport and leisure for seven consecutive days. Records of expenditure provided an indicator of consumption patterns and a means of comparing the consumption activities of study participants. The consumption diaries also prompted each participant to reflect on how their consumption and spending patterns had changed since downshifting.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 410,
                    "text": "(Ivanova et al. 2016)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Semi-structured interviews with participants from households who had voluntarily reduced their paid working hours"
        },
        {
            "text": "Analysis of the qualitative data took the form of a careful reading of the transcripts to systematically identify participants' motives and experiences of work reduction. Notes on motives and experiences were then collated to reveal common themes and points of differences among the study participants. Any comments made in interviews about how downshifting had influenced consumption were also linked with the diary records. The analysis provided here specifically focuses on insights around the experience of reduced paid working hours, reduced income and carer roles that help to explain the patterns that emerged from the analysis of national survey data, and that provide some indication of how these experiences may affect consumption practices. A more detailed analysis of the affective experience of these 'downshifters' is provided in a separate publication (Lindsay et al., 2020) . 3. Analysis of national census data 3.1. Paid workforce participation patterns over the life-course differ for women and men",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 889,
                    "text": "(Lindsay et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Semi-structured interviews with participants from households who had voluntarily reduced their paid working hours"
        },
        {
            "text": "As indicated above, we followed a single age cohort of women and men across three census years (2006, 2011 and 2016) to establish how average paid working hours per week changed as they aged. Sample sizes for the cohorts are shown in Table 2 . Fig. 1 shows the pattern of paid hours worked by the cohort of women who were aged 40-44 in 2006, following them over the three census periods. These women increased their paid working hours noticeably after entering their mid-40s and tapered off slightly as they entered their mid-50s. Fig. 3 shows a distinctly different pattern for the paid hours worked by the cohort of men who were aged 40-44 in 2006. While paid working hours for women fluctuated over the ten-year period, paid working hours for men in the same age cohort remained relatively stable. The most likely explanation for the contrasting patterns for women and men is that many women are caring for children in their early 40s and return to longer paid workforce hours as their children become more independent. In order to establish if the pattern shown in Fig. 1 applied to older age cohorts less likely to be caring for children, we charted the paid working hours for women in four different age cohorts in 2006: 40-44, 45-49, 50-54 and 55-59 , then compared that with the same age cohorts in 2011 and 2016 (Fig. 3) . In each successive census year, the paid hours worked by women aged 40-59 years increased over the 10-year time span and, by 2016, there was less difference between the paid working hours of women in the four age groups (depicted in Fig. 3 ). This pattern of change seems to align broadly with a national trend of increasing paid working hours over time. An analysis of labour force survey data for the period 1978-2010 showed that the average actual weekly hours worked for full-time and part-time employed people, for both men and women of all ages, have increased steadily (HILDA 2016). The slight differences in the shape of the four curves representing four different age cohorts at three points in time (2006, 2011 and 2016) show that women work less paid hours in their early 40s (probably due to parental roles), increase their paid working hours through their late 40s and early 50s, then reduce them again in their late 50s. These findings correspond with those of international studies on time use and gender differences in parenting (Craig and Mullan 2010) and on the relationship between carer roles and paid working hours more generally (Bauer and Sousa-Poza 2015) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 116,
                    "text": "(2006, 2011 and 2016)",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1256,
                    "text": "2006: 40-44, 45-49, 50-54 and 55-59",
                    "ref_id": null
                },
                {
                    "start": 2041,
                    "end": 2062,
                    "text": "(2006, 2011 and 2016)",
                    "ref_id": null
                },
                {
                    "start": 2377,
                    "end": 2400,
                    "text": "(Craig and Mullan 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2483,
                    "end": 2510,
                    "text": "(Bauer and Sousa-Poza 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 244,
                    "end": 250,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 531,
                    "end": 537,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1069,
                    "end": 1075,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1321,
                    "end": 1329,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1565,
                    "end": 1571,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Semi-structured interviews with participants from households who had voluntarily reduced their paid working hours"
        },
        {
            "text": "The difference between paid working hours of women and men in their 40s (shown by the very different shaped curves in Figs. 1 and 2) is not particularly surprising and likely reflects the prevalence of women in part time and less secure employment (Craig and Mullan 2010) as well as their movement in and out of the paid workforce linked to raising children. However, there may be other dynamics at play as men and women age, with women assuming a wider range of carer roles, including for elderly relatives and adult children with special needs (Bauer and Sousa-Poza 2015) and examples of these are discussed in our analysis of the interview research below.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 271,
                    "text": "(Craig and Mullan 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 546,
                    "end": 573,
                    "text": "(Bauer and Sousa-Poza 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 132,
                    "text": "Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Semi-structured interviews with participants from households who had voluntarily reduced their paid working hours"
        },
        {
            "text": "To understand the demographic profile of carers across the Australian population, we reviewed summary findings from the national survey on Disability, Ageing and Carers, conducted in 2015 (ABS, 2016a). The Australian Bureau of Statistics defines a carer as, 'a person who provides any informal assistance, in terms of help or supervision, to people with disability or older people (aged 65 years and over). Assistance must be ongoing, or likely to be ongoing, for at least six months', and a primary carer is, 'a person who provides the most informal assistance, in terms of help or supervision, to a person with one or more disabilities, with one or more of the core activities of mobility, self-care or communication' (ABS, 2016a). Table 3 lists the categories of care giving practices recognised by the ABS. The average age of informal carers in Australia in 2015 was 55 years and two thirds of all informal carers were female. While women in the 40-59 age group were more likely to be primary carers than men, both men and women were equally more likely to become primary carers as they aged (ABS, 2016a). Using national census data, we generated a more detailed picture of informal carers across the 40-59 age group that indicates how the likelihood of carer roles increases with each fiveyear age increment. Fig. 4 . Percentage of informal carers in Australia aged 40-59 by gender and age in 2016 (ABS, 2016a).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 741,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1314,
                    "end": 1320,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Gender and age are significant for informal care provision in Australia"
        },
        {
            "text": "A further pattern identified from the 2015 survey was that carers, both women and men, were more likely to own the home they live in and have no debt, as opposed to paying off a mortgage or renting accommodation (ABS, 2016a). Rates of home ownership in Australia have decreased over time and the decline between 2001 and 2014 was mainly experienced by those in younger age cohorts (HILDA 2016: 68) . This means that while the likelihood of carer responsibilities increases with age (along with an associated decrease in weekly income), the likelihood of owning a home outright is also higher. It may be the case that the financial security provided by home ownership makes it more feasible for carers to survive on a lower income. Our interview research, discussed below, provides insights into how home ownership influenced participants' capacity to reduce their paid working hours.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 397,
                    "text": "(HILDA 2016: 68)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Gender and age are significant for informal care provision in Australia"
        },
        {
            "text": "We conducted further analysis of census data to identify patterns in paid working hours of individuals in carer roles for the four age cohorts spanning 40 to 59 years of age. Across all age cohorts, women and men who provided care were less likely to be employed and those who were employed were less likely to be in full time employment. Carers in their 40s, regardless of gender, were more likely to have completely withdrawn from the labour market than work part time. Compared with those in their 40s, carers in their 50s were more likely to work part time; 1.5 percentage points more likely for the 50-54 age group and 2 percentage points more likely for carers aged 55-59, regardless of gender. This could be due to increased care burdens due to looking after older partners, ageing parents and/or grandchildren or managing their own health issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A strong negative relationship exists between labour market participation and carer roles."
        },
        {
            "text": "As part time work is likely to affect personal income, we examined national census data from 2016 to explore the relationship between paid working hours and income. For women, those in the 45-49 age group had the highest income, compared with those aged 40-44 and those aged over 50, perhaps reflecting the broader pattern of paid working hours for women shown in Fig. 3 . The pattern differs for men whose income is higher for successive age groups. Fig. 5 contrasts the income of carers and non-carers in the 50-54 age group for men and women. It clearly shows that the annual personal income of both women and men providing unpaid care is less than those who do not provide care. The proportion of people earning $33,800/yr or more was greater for those who provided no unpaid care (e.g. 59% of women aged 50-54 years) compared to those who provided care (e.g. 50% of women aged 50-54 years) i.e. care-provision is associated with lower income. These proportions did not differ significantly across the 40-59year age classes. Fig. 5 . Annual personal income for male and female carers versus non-carers aged 50-54 in 2016, based on 2016 census data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 370,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 451,
                    "end": 457,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1029,
                    "end": 1035,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "A strong negative relationship exists between labour market participation and carer roles."
        },
        {
            "text": "In summary, while the analysis of census data can only trace age cohorts over time and not individuals, our analysis reveals a significant difference in the patterns of men's and women's paid working hours as they age, with men's paid working hours remaining constant and women's paid working hours peaking in their late 40s and reducing in their late 50s. Informal carers across the Australian population are predominantly women, and the likelihood of carer roles increasing with age helps to explain these differences. Based on the analysis of census data and the summary findings from the national disability survey presented above, we draw the following conclusions around the relationship between paid working hours, care-giving and income:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A strong negative relationship exists between labour market participation and carer roles."
        },
        {
            "text": "(i) There is a strong negative relationship between paid working hours and informal care-giving for both men and women between 40 and 59 years of age. (ii) Women are significantly more likely to have lower paid working hours than men, particularly those in the 40-44 age cohort and the 55-59 age cohort. (iii) Women and men who provide informal (unpaid) care are likely to earn less than those who do not provide care. (iv) The different pattern of personal income for women and men aged 50-54 may reflect the much larger portion of women performing unpaid carer roles. (v) Informal carers, both women and men, are likely to be home owners. (vi) Informal carers in their 40s, both women and men, are more likely to withdraw completely from the labour market compared with those in their 50s who are more likely to work part time. Lane, et al. Geoforum 114 (2020) 66-76 From these conclusions we can infer that carer roles are likely to impact on household consumption based on the known relationship between income and resource consumption at the household level. The link between high household income and high levels of consumption is well established (Ivanova et al. 2016 ) but the impact of care on this dynamic is yet to be clarified. On the one hand, we note that carer roles are linked to low personal income, as primary carers of working age are likely to work fewer paid hours than non-carers. On the other hand, carers are more likely to be home-owners which suggests that some measure of financial security is necessary to support the take up of informal care work over paid work. Our interview research provides further insights into how these dynamics of gender, care, paid working hours and home ownership play out within the downshifting household.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 868,
                    "text": "Lane, et al. Geoforum 114 (2020) 66-76",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1174,
                    "text": "(Ivanova et al. 2016",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A strong negative relationship exists between labour market participation and carer roles."
        },
        {
            "text": "4.1. Significance of care-giving in the decision to reduce paid working hours Among participants in this study, motivations for reducing paid working hours included changing family circumstances, carer responsibilities, work-related stress, declining work opportunities and personal health. It was not always possible to determine whether reducing paid employment was entirely voluntary or partly a response to a change in work opportunities or conditions, health concerns of participants, or a need to provide care to family members. However, a key finding was the prevalence of carer roles following a reduction in paid working hours, with nine of the ten participants performing informal care labour for family members. For some, this was given as the main reason for reducing paid working hours. Even when care-giving was not given as a reason for reducing paid working hours, it was evident that more time was subsequently invested in caring labour. In this respect, care-giving appeared to problematise the notion that reducing paid working hours and income is a voluntary decision. In our sample, dominated by women, gender and care-giving appear to be central to understanding the reduction in paid working hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key insights from interviews and consumption diaries"
        },
        {
            "text": "Care-giving activities included participants visiting aging parents who lived in a different location and assisting with various household tasks, but also often involved caring for live-in older children, in some cases children with special needs (Table 1) . For example, Sandra (aged 57) decided to reduce her paid working hours following a divorce and her remarriage to retiree Peter (aged 69). Her 18-year-old son, who and lived with them while undertaking a trade apprenticeship, had health problems and was dependent on her support. Sandra previously worked full time running a cafe but at the time of interview worked part time in an aged care facility. Since downshifting, she has invested considerable time caring for her aging parents who live 100 km away and also assists her sister and elderly aunt with their needs. Lisa (aged 42) provides a further example of reducing paid work to prioritise care. She reduced her working hours as a medical practice manager in order to support her partner Paul (aged 61) following the death of his adult son in a car accident. Besides downshifting allowing time for grieving and partner support, she wanted to reduce work stress and prioritise leisure travel with Paul, who had fully retired. Care of the self was also a motivation for reducing paid working hours. For example, Christi (aged 48) reduced her long working hours as a manager in a government agency to manage work-related stress and allow time to care for herself. She now spends more time socialising with friends and family members which she finds personally fulfilling (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1584,
                    "end": 1593,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Key insights from interviews and consumption diaries"
        },
        {
            "text": "Like Christi, a number of participants reported that they experienced less stress and felt more in control of their daily lives on account of having more time for planning activities. Some participants, for example, explained that since reducing paid working hours they were able to invest time researching value for money holidays or cheaper energy, mobile phone or data plans. However, the experience of gaining greater control of leisure and expenditure choices was not shared by all. Indeed, Table 4 Summary of self-recorded consumption diaries showing expenditure and reflections for three consumption domains over a seven-day period. *Missing diary data for Kimberly. Gym workouts, walking, house and garden jobs, watching TV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 503,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Key insights from interviews and consumption diaries"
        },
        {
            "text": "Shops at supermarket for convenience and value and dines at home -didn't eat out at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maria 35"
        },
        {
            "text": "Multiple short car trips to shops and athletics track.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "Home -reading, online entertainment, letter-writing, stamp collecting, TV. Away from home -athletics training, visiting library. Didn't compete in athletics comp. due to cost but trained with the other team members and socialised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "Jenny 96 Single weekly grocery shop at Chinese market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "10 Short car trips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "Goes out less due to lack of money. Feels isolated but loves staying at home. Leisure activities are gardening and watching movies on iPad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Only spent money on monthly meal at the pub with daughter those who retained a relatively high-income level were much more likely to feel they had gained control through downshiftingeven when they were providing informal care to otherswhile those with low income were more likely to discuss the impact of reduced incomeand caring activitiesin limiting choices around consumption, including the type of food they purchased, options for leisure activities and, in one case, transport options. For participants in this study, key influences on disposable income were their earning capacity for those hours they still worked, their partner's income, and whether or not they owned their own home or made regular mortgage payments or paid rent as we discuss below. At least one participant was actively seeking full time employment and three others anticipated increasing their paid working hours in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "The geographic location of dwellings had a substantial impact on experiences after reducing paid work, and affordable housing and home ownership appeared to be particularly important for many participants, with ownership/affordability enabling both a reduction in income and the provision of greater levels of informal care for others or for selfcare. Not only did home ownership enable participants to reduce their paid working hours, it influenced their subsequent feelings of having control over their lives, a finding that endorses similar observations made by Stone (2010) and corroborates the national data on carers in the Australian population detailed above. As Bowlby (2019) has noted, the home is a critical resource for the provision of care.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 577,
                    "text": "Stone (2010)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Housing, consumption, and care"
        },
        {
            "text": "In some cases, the opportunity to downshift was facilitated by moving house to a cheaper area. For example, Lisa and her partner Paul, mentioned above, moved from a large house in Queensland to a small house in a relatively inexpensive outer Melbourne suburb five years prior to interview. Savings on the cost of their home and the lower maintenance costs of a smaller dwelling, meant that they had less need for income. Likewise, Sandra, mentioned above also, had purchased a house in a small town 50 km north west of Melbourne. By doing so, she was able to afford a comfortable home with a minimal mortgage, a key factor that allowed her to reduce her paid working hours. Similarly, Sharon (aged 56), who had progressively reduced her paid working hours to care for her son, ill partner, and late father, strongly equated home ownership with financial security and was planning to now swap her currently mortgaged dwelling for a cheaper, low maintenance house that she could purchase outright. For all these women, and other participants, containing the cost of servicing a mortgage facilitated their reduction in paid working hours and their investment of time in providing care to family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Housing, consumption, and care"
        },
        {
            "text": "Home ownership and geographical location also significantly influenced various aspects of consumption after downshifting, while household consumption was itself entangled with imperatives of informal care. For example, ready access to public transport and retail centres influenced the use of private vehicles for regular activities such as shopping and visiting relatives. While vehicle use for regular nonholiday travel decreased for some participants, it increased for others due to the way that they invested their time. Sandra, for example, reported that while she used public transport to travel to her part time job at a nearby aged care facility, she used her car more in order to visit and care for her distantly located aging parents. The opportunity for participants to use public transport or to walk in order to access retail or community services, was clearly dependent on the location of their residences in relation to service infrastructure and to the homes of family and friends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Housing, consumption, and care"
        },
        {
            "text": "Importantly, the broader impacts of the downshifting experience on household consumption patterns differed markedly for more and less wealthy households (Table 4 ). This was most evident in leisure activities, an area of discretionary expenditure. More wealthy households reported either undertaking more leisure travel (by road and air) due to having more time available or retaining their pre-downshifting consumption patterns. Moreover, participants from low income households were clearly constrained by lack of funds and reported reduced leisure travel and, in some cases, reduced social activity outside the home. Sharon, for example, mentioned above, reported that she could no longer afford leisure activities such as going to the theatre. Household income thus had clear implications in terms of the caregiving experience, with less wealthy downshifters less able to affordably balance caring responsibilities with rest and recreation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Housing, consumption, and care"
        },
        {
            "text": "Food preparation was a further terrain where consumption and unpaid informal work was closely intertwined. Food purchasing and meal preparation was the only area of consumption and household work to show a consistent pattern of change among participants after they reduced their paid working hours. However, this change was a source of both pleasure and increased household dutieswith these duties unfolding along gender lines. Almost all participants, regardless of income or carer responsibilities, reported undertaking more food preparation at home. The need to be thriftier in food purchasing was given as a reason for this by seven of the ten participants, and some interviewees had changed to shopping at discount supermarkets where fresh food was less expensive. Christi, mentioned above, explained that reduced working hours meant that her and her family were less likely to purchase take-away food; and she described the pleasure she felt when family members complimented her home cooked meals. Maria (aged 45), who left well paid professional employment to join her partner in Bendigo, explained that she now needed to the consider the cost of food more carefully but felt more in control of the household and able to ensure meals were fresh and healthy. Unsurprisingly, increased meal preparation predominantly fell to women within downshifting households, while gender was a factor also in related household domains. Two participants, for example, reported that their male partners were now growing fresh vegetables -a welcome and important component of their diet post-downshifting. These experiences suggested that there could well be a 'double dividend' (Jackson 2005) to reduced paid working hours at least in relation to food, given participants readily linked home cooked meals with quality of life as well as cost-saving. However, from the perspective of gendered labour, a dividend appears less clear-cut.",
            "cite_spans": [
                {
                    "start": 1669,
                    "end": 1683,
                    "text": "(Jackson 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Housing, consumption, and care"
        },
        {
            "text": "In summary, our qualitative research with the ten interview participants suggested that the capacity to provide care for family members (and, in some instances, for oneself) was often a central motivation in reducing paid working hours. Carer obligations and household labour also framed the subsequent everyday experience of downshifting; an experience entwined with housing and financial security and often played out in the realm of everyday consumption. As such, concerns around the environmental impacts of consumption were largely absent in the decision of participants to downshift, with contradictory results in terms of post-downshifting expenditure. These findings mirror those of both survey-based and qualitative research into downshifters in Sweden (Nässén and Larsson 2015) , Germany (Buhl and Acosta 2016), and Switzerland (Hanbury et al. 2019) .",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 787,
                    "text": "(Nässén and Larsson 2015)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 838,
                    "end": 859,
                    "text": "(Hanbury et al. 2019)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Housing, consumption, and care"
        },
        {
            "text": "Our research into the relationship between downshifting, paid working hours, unpaid care-giving, and consumption focussed on two key questions; the first concerning the relationship between carer roles, reduced paid working hours, and income; and the second concerning the likely consequences of carer roles and reduced paid working hours for household consumption. Our quantitative analysis found clear connections between unpaid caring, paid working hours and income. The fluctuations in paid working hours of women between the ages of 40 and 60 compared with the more stable paid working hours of men of similar ages is likely to reflect the higher portion of women in informal (unpaid) carer roles. While two thirds of all informal carers in Australia are women, the likelihood of carer responsibilities increases with age and this may explain the drop off in paid working hours of women over the age of 55. We found that both women and men in carer roles had a lower income than those of a similar age who were not carers. As income is closely bound up with consumption, these patterns could have important environmental consequences and our qualitative study provided some insights into the factors at play when people transition to shorter paid working hours and ostensibly have more time but less income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our qualitative snapshot of the motivations for downshifting, of downshifter housing status, and of how consumption in the areas of food, transport and leisure changed after downshifting, indicates a complex picture shaped by wealth, financial security, and carer responsibilities. Reducing paid working hours was often associated with increased unpaid carer roles, it was also related to housing security but did not appear to reduce consumption in a straightforward way. For more wealthy participants, time freed up by reduced paid working hours was invested in leisure activities involving road and air travel, activities with high environmental impacts. By contrast, food provisioning appeared to be a key area where our predominantly female participants were investing time in activities with a lower environmental consequence, as preparing and consuming food at home was likely to have lower impacts than their former reliance on take-away food. Activities such as shopping and preparing food were commonly explained in terms of the need to be thriftier but some participants found the preparation and sharing of meals to be personally rewarding. However, it should be noted also that food provisioning links strongly with gendered care tasks and the maintenance of family relationships (Lindsay and Maher 2013) . Above all, consumption activities took place, for many participants, in the context of having shifted from paid working hours to the unpaid provision of informal care to family members.",
            "cite_spans": [
                {
                    "start": 1293,
                    "end": 1317,
                    "text": "(Lindsay and Maher 2013)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While some studies of downshifters have noted parental carer roles as a motivator, our findings relating to the wider range of carer roles that coalesce around working age women who reduce their paid working hours add further significant detail to our understanding of the socio-cultural dynamics of downshifting. When the insights from our qualitative interviews are combined with our analysis of national census data and summary findings of the national survey on Disability, Ageing and Carers in Australia (ABS, 2016a), our study suggests that downshifting in the 40-59 age group in Australia is likely to include a large portion of informal carers who are predominantly women. While this age group includes parents caring for young children, it also includes those caring for adult children, grandchildren, aging partners and older relatives (Williams and Nadin 2012 , Van Houtven et al. 2013 , Horsfall and Dempsey 2015 . These carer roles are more likely to be experienced by women but they become more likely for both women and men as they age. We argue that the neglect of gendered patterns of paid work and unpaid care work is a major oversight in the literature on downshifting, which has tended to focus on the benefits for social wellbeing and environmental sustainability, without acknowledging the wider structural patterns that may undercut the quality of the downshifting experience. These include the different position of men and women in relation to both the paid labour market and unpaid domestic labour, including care tasks. The gendered character of work and care is further influenced by financial and housing security. While we set out to study the relationship between voluntary reduction in paid working hours and themes of care-giving and consumption, our findings problematise the voluntary character of such decisions, suggesting more complicated socio-emotional dynamics underpinning both the decision to reduce paid working hours and the subsequent experience, particularly for women. It is well established that gendered inequalities in the paid labour market and limited state provision of care mean that women are more likely than men to decrease paid labour when care is needed at home (Pocock 2005 , Maher, Lindsay and Franzway 2008 , Lilly et al. 2010 .",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 870,
                    "text": "(Williams and Nadin 2012",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 871,
                    "end": 896,
                    "text": ", Van Houtven et al. 2013",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 897,
                    "end": 924,
                    "text": ", Horsfall and Dempsey 2015",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2222,
                    "end": 2234,
                    "text": "(Pocock 2005",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2235,
                    "end": 2269,
                    "text": ", Maher, Lindsay and Franzway 2008",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2270,
                    "end": 2289,
                    "text": ", Lilly et al. 2010",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Surprisingly, the link between reducing paid working hours, gender and care is not made sufficiently explicit in existing studies of downshifting. Chhetri et al.'s (2009) large sample survey of downshifters in South East Queensland, for example, found that women were only slightly more likely to downshift than men, although one of the most common reasons given was to spend more time with one's family (and one of the socio-demographic clusters they identified among downshifters was dominated by single mother households). Further, Chhetri at al. found that, overall, women were more likely to downshift by stopping paid work or reducing their working hours, while men were more likely to downshift by changing careers or starting a new business. Similarly, Kennedy et al. (2013) found that downshifting was strongly related to household structure, with downshifter households were more likely than non-downshifters to have children. Downshifters in their study also indicated that the desire to spend more time with children was a motivator for their decision, but this was not further investigated. Finally, those studies that have examined carer roles in more detail have tended to focus on parental care and thus neglected other forms of informal care that we have identified here (Stone 2010; Williams and Nadin 2012) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 170,
                    "text": "Chhetri et al.'s (2009)",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 782,
                    "text": "Kennedy et al. (2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1288,
                    "end": 1300,
                    "text": "(Stone 2010;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1301,
                    "end": 1325,
                    "text": "Williams and Nadin 2012)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Given that the theme of care-giving appeared to be implicit across the range of downshifter studies we reviewed, and that our own study showed that it can assume a range of forms, a different conceptual framing may be needed to unpack the complexities of carer roles and reduced paid working hours and their implications for sustainable consumption. Rather than focus on lifestyle choices, as in the downshifters literature, we argue that it is more productive to understand this phenomena, and its contingent changes to consumption practices, through the lens of care, or by \"thinking through care\" (Puig de la Bellacasa 2017) and understanding care as a socio-material relation (Power 2019) . For example, investing time in food preparation and managing household energy efficiencies can all be considered as practices of care that also reduce the household environmental footprint. The significance of home ownership in enabling carer roles is another example. The connections we have identified around reducing paid working hours, caring labour and consumption also signal potential areas of overlap in government policy, such as public transport and home-based support for informal carers. Practices of care feature in many social and environmental policy contexts, but areas of overlap between the two are rarely considered (Kronsell and Stensöta 2015) .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 692,
                    "text": "(Power 2019)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1330,
                    "end": 1358,
                    "text": "(Kronsell and Stensöta 2015)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Thinking through care may help to position household consumption practices in relation to environmental resource use, and help also to identify a range of policy initiatives that support practices of care that contribute to environmentally and socially sustainable forms of consumption. Our findings support the argument of Nässén and Larsson (2015) that reducing paid working hours will not necessarily lead to more sustainable household consumption in the absence of policy levers such as environmental taxes or public transport infrastructure or subsidies. Indeed, travel associated with both daily activities and with leisure is a key area for policy attention in working to reduce the environmental impacts of downshifters, with different strategies required for households in different wealth categories and with differing carer obligations. While our research was motivated by concern with the consequences of reducing paid work for household consumption, the theme of care emerged as critical for understanding this phenomenon. It seems likely that care-giving in the home and beyond shapes many other practices that carry environmental consequences, suggesting the need for more concerted research on the potential connections between care for humans and care for environment. ",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 349,
                    "text": "Nässén and Larsson (2015)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disability, Ageing and Carers",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "User Guide, Catalogue",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impacts of informal caregiving on caregiver employment, health, and family",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sousa-Poza",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Populat. Ageing",
            "volume": "8",
            "issn": "",
            "pages": "113--145",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Valuing time: a conference overview",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bittman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ironmonger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soc. Indic. Res",
            "volume": "101",
            "issn": "2",
            "pages": "173--183",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-010-9640-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Caring in domestic spaces: Inequalities and housing. The new politics of home: Housing, gender and care in times of crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bowlby",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "39--62",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Work less, do less?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sustain. Sci",
            "volume": "11",
            "issn": "2",
            "pages": "261--276",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-015-0322-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The significance of relationships",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burningham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature. Energy",
            "volume": "2",
            "issn": "12",
            "pages": "914--915",
            "other_ids": {
                "DOI": [
                    "10.1038/s41560-017-0056-1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Understanding the downshifting phenomenon: a case of south east Queensland",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chhetri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stimson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Western",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Australia. Australian J. Soc. Issues",
            "volume": "44",
            "issn": "4",
            "pages": "345--362",
            "other_ids": {
                "DOI": [
                    "10.1002/j.1839-4655.2009.tb00152.x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Gendered spaces of commoditised care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc. Cult. Geogr",
            "volume": "14",
            "issn": "5",
            "pages": "491--499",
            "other_ids": {
                "DOI": [
                    "10.1080/14649365.2013.813580"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Parenthood, gender and work-family time in the United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mullan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Marriage Family",
            "volume": "72",
            "issn": "",
            "pages": "1344--1361",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Household work and energy consumption: a degrowth perspective. Catalonia's case study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "D&apos;alisa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Clean. Prod",
            "volume": "38",
            "issn": "",
            "pages": "71--79",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2011.11.058"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Matters of Care: Speculative Ethics in More than Human Worlds",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "De La Bellacasa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Time, gender and carbon: A study of the carbon implications of British adults' use of time",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Druckman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Buck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ecol. Econ",
            "volume": "84",
            "issn": "",
            "pages": "153--163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolecon.2012.09.008"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Voluntary simplicity: characterization, select psychological implications, and societal consequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Etzioni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taylor-Gooby",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Econ. Psychol",
            "volume": "19",
            "issn": "5",
            "pages": "619--652",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Circles of care: Work and identity in women's lives",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Tronto",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "36--54",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Daily temporal pathways: a latent class approach to time diary data",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Genadek",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc. Indic. Res",
            "volume": "135",
            "issn": "1",
            "pages": "117--142",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-016-1469-0"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ordinary Consumption. Routledge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gronow",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Energy biographies: narrative genres, lifecourse transitions, and practice change",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Groves",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Henwood",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shirani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parkhill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pidgeon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Technol. Human Values",
            "volume": "41",
            "issn": "3",
            "pages": "483--508",
            "other_ids": {
                "DOI": [
                    "10.1177/0162243915609116"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Downshifting in Australia A sea-change in the pursuit of happiness (Discussion Paper Number 50). The Australia Institute",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mail",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reducing Working hours as a means to foster low (er)-carbon lifestyles? An exploratory study on Swiss employees",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hanbury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainability",
            "volume": "11",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Personhood, identity and care in advanced old age",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gilleard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Selected Findings from Waves 1 to 14",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Inadvertent environmentalism and the action--value opportunity: reflections from studies at both ends of the generational spectrum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hitchings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Local Environ",
            "volume": "20",
            "issn": "3",
            "pages": "369--385",
            "other_ids": {
                "DOI": [
                    "10.1080/13549839.2013.852524"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Grandparents doing gender: Experiences of grandmothers and grandfathers caring for grandchildren in Australia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Horsfall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dempsey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Sociol",
            "volume": "51",
            "issn": "",
            "pages": "1070--1084",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Environmental impact assessment of household consumption",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ivanova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Steen-Olsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vita",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tukker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Hertwich",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Ind. Ecol",
            "volume": "20",
            "issn": "3",
            "pages": "526--536",
            "other_ids": {
                "DOI": [
                    "10.1111/jiec.12371"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Live better by consuming less?: Is there a \"double dividend\" in sustainable consumption?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Ind. Ecol",
            "volume": "9",
            "issn": "1-2",
            "pages": "19--36",
            "other_ids": {
                "DOI": [
                    "10.1162/1088198054084734"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Prosperity Without Growth: Economics for a Finite Planet",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Radical dematerialization and degrowth",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kallis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Philos. Trans. Roy. Soc. A",
            "volume": "375",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Friday off\": reducing working hours in",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kallis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalush",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "O&apos;flynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossiter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ashford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Europe. Sustainability",
            "volume": "5",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Downshifting: an exploration of motivations, quality of life, and environmental practices",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krahn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Krogman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sociol. Forum",
            "volume": "28",
            "issn": "4",
            "pages": "764--783",
            "other_ids": {
                "DOI": [
                    "10.1111/socf.12057"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Rethinking the Green State: Environmental governance towards climate and sustainability transitions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kronsell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Stensöta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "225--240",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Consuming Families: Buying, Making, Producing Family Life in the 21st Century",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Maher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Do they care too much to work? The influence of caregiving intensity on the labour force participation of unpaid caregivers in Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lilly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laporte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Coyte",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Health Econ",
            "volume": "29",
            "issn": "6",
            "pages": "895--903",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Time, caring labour and social policy: understanding the family time economy in contemporary families",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franzway",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Work Employ Soc",
            "volume": "22",
            "issn": "3",
            "pages": "547--558",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Theory of Shopping",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Would shorter working time reduce greenhouse gas emissions? An analysis of time use and consumption in Swedish households",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nässén",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ. Plann. C: Government Policy",
            "volume": "33",
            "issn": "4",
            "pages": "726--745",
            "other_ids": {
                "DOI": [
                    "10.1068/c12239"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Rapid growth in CO2 emissions after the 2008-2009 global financial crisis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Le Quéré",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Canadell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Raupach",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Clim. Change",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nclimate1332"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Work/care regimes: Institutions, culture and behaviour and the Australian case",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Asia Pacific J. Human Resources",
            "volume": "43",
            "issn": "2",
            "pages": "32--49",
            "other_ids": {
                "DOI": [
                    "10.1177/1038411105055058"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Placing care in times of austerity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc. Cult. Geogr",
            "volume": "19",
            "issn": "3",
            "pages": "303--313",
            "other_ids": {
                "DOI": [
                    "10.1080/14649365.2017.1327612"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Assembling the capacity to care: Caring-with precarious housing",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trans. Inst. Brit. Geogr",
            "volume": "44",
            "issn": "4",
            "pages": "763--777",
            "other_ids": {
                "DOI": [
                    "10.1111/tran.12306"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Working time reduction policy in a sustainable economy: Criteria and options for its design",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pullinger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ecol. Econ",
            "volume": "103",
            "issn": "",
            "pages": "11--19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolecon.2014.04.009"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Time and Sustainability",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edmondson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Methods of Sustainability Research in the Social Sciences",
            "volume": "",
            "issn": "",
            "pages": "173--190",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The overspent American: Upscaling, downshifting and the new consumer",
            "authors": [
                {
                    "first": "Juliet",
                    "middle": [],
                    "last": "Schor",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Power, Employment, and Accumulation: Social Structures in Economic Theory and Practice",
            "authors": [
                {
                    "first": "Juliet",
                    "middle": [],
                    "last": "Schor",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "66--79",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Sustainable Consumption and Worktime Reduction",
            "authors": [
                {
                    "first": "Juliet",
                    "middle": [],
                    "last": "Schor",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Ind. Ecol",
            "volume": "9",
            "issn": "1-2",
            "pages": "37--50",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Critical moments? Life transitions and energy biographies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shirani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Groves",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parkhill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Henwood",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pidgeon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Geoforum",
            "volume": "86",
            "issn": "",
            "pages": "86--92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.geoforum.2017.09.006"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Downshifter families' housing and homes: An exploration of lifestyle choice and housing experience",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Moral Boundaries: A Political Argument for an Ethic of Care. Routledge",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Tronto",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The effect of informal care on work and wages",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Houtven",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Coe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Skira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Health Econ",
            "volume": "32",
            "issn": "",
            "pages": "240--252",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Household time use, carbon footprints, and urban form: a review of the potential contributions of everyday living to the 1.5°C climate target",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wiedenhofer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smetschka",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Akenji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jalas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haberl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Current Opin. Environ. Sustain",
            "volume": "30",
            "issn": "",
            "pages": "7--17",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cosust.2018.02.007"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Work beyond employment: representations of informal economic activities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nadin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Work Employ Soc",
            "volume": "26",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The possibility of care-full cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Geoforum",
            "volume": "98",
            "issn": "",
            "pages": "66--76",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Paid hours worked per week for women who were aged 40-44 in 2006 (shown in blue), and the same cohort aged 45-49 in 2011 (shown in red) and aged 50-54 in 2016 (shown in green). Fig. 2. Paid hours worked per week for men who were aged 40-44 in 2006 (shown in blue), the same cohort aged 45-49 in 2011 (shown in red) and aged 50-54 in 2016 (shown in green).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Paid hours worked per week for four age cohorts of women in 2006, 2011 and 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hours worked per week for women aged 40-44 in 2006 and the same cohort in 2011 (aged 45-49) and in 2016 (aged 50-54).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hours worked per week for men aged 40-44 in 2006 and the same cohort in 2011 (aged 45-49) and in 2016 (aged 50-54).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Hours worked per week for four age cohorts of women in 2006, 2011 and 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Percentage of informal carers in Australia aged 40-59 by gender and age in 2016 (ABS, 2016a).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Annual personal income for carers and non-carers by gender, for those aged 50-54 in 2016.R.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of the 10 Downshifter research participants.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of people by age and gender in the 2006, 2011 and 2016 Australian censuses.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Categories of care giving practice used by the ABS.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Ruth Lane: Conceptualization, Methodology, Formal analysis, Investigation, Writing -original draft. Dharmalingam Arunachalam: Formal analysis, Visualization. Jo Lindsay: Conceptualization, Methodology, Investigation, Formal analysis, Writing -review & editing. Kim Humphery: Conceptualization, Methodology, Writingreview & editing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research reported on in this paper was supported by the Faculty of Arts at Monash University and by Australian Research Council grant DP130100813 through RMIT University. The authors would like to thank Kaye Follett for her research assistance and the ten interview participants for their time and hospitality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}