{"paper_id": "3e35ad52a43710ac87fff61edc44f8d9adcbdc8d", "metadata": {"title": "Interventions as experiments: Connecting the dots in forecasting and overcoming pandemics, global warming, corruption, civil rights violations, misogyny, income inequality, and guns", "authors": [{"first": "Arch", "middle": ["G"], "last": "Woodside", "suffix": "", "affiliation": {"laboratory": "", "institution": "Boston College", "location": {"addrLine": "4801 Wigley Road NE", "postCode": "30066", "settlement": "Marietta", "region": "GA", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "all executives and by members of the general population of many (e.g., the United States) but not all nations (e.g., Denmark). Second, the \"ultimate broadening of the concept of marketing\" (Woodside, Caldwell, & Calhoun, 2020) justifies marketing and business research involvement in examining and offering practical steps for managing the COVID-19 pandemic. Third, examining designs, implementations, and outcomes of interventions in mitigating and eliminating the COVID-19 pandemic as experiments is insightful. Fourth, principles for improving the accuracy of forecasting COVID-19's impact are available but are being ignored by most officials-this ignorance nurtures bad decisions and helps strengthen the continuation of COVID-19's first wave of high numbers of illnesses and deaths. Fifth, recognizing (and (in) effectively managing) pandemics, global warming, corruption, segregation, misogyny, income inequality, cigarettes, and guns as interventions helps to identify similarities and substantial interconnections (e.g., the powerful remnants of segregation policies and outcomes still in place nurture substantially greater numbers of COVID-19 deaths per capita of African Americans versus European Americans).", "cite_spans": [{"start": 189, "end": 226, "text": "(Woodside, Caldwell, & Calhoun, 2020)", "ref_id": "BIBREF48"}, {"start": 789, "end": 817, "text": "Fifth, recognizing (and (in)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Each section from two through five elaborate on one of these five points. Section six emphasizes limitations of this essay and concludes with a very short-list of dramatic short-and long-term steps for mitigating and eliminating the seven disasters appearing in the title.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Effective principles and verified useful thought-action steps developed in medicine on how to treat diseases developed after 1940 in medicine because the discipline began to use the findings from experiments to create such principles/protocols for treating patients (Armstrong, 2010, p. 2) . The development was gradual (many decades) but medical schools embraced the teaching of evidence-based medical principles (Armstrong, 2010, p. 2) . Economics, management, marketing, travel/hospitality, and the additional disciplines are far behind medicine but advances are starting to appear while medical research still needs weening from using bad science practices in testing the efficacy of new drugs including vaccines (see below).", "cite_spans": [{"start": 266, "end": 289, "text": "(Armstrong, 2010, p. 2)", "ref_id": null}, {"start": 414, "end": 437, "text": "(Armstrong, 2010, p. 2)", "ref_id": null}], "ref_spans": [], "section": "Use of principles and tools to the task-at-hand but ignored pervasively"}, {"text": "The following statement is factual and supports the resulting principle from evaluation research that is known well and widely ignored. Fact: symmetric theory construction and null hypothesis significance tests (NHTS) are detrimental to advancing accurate and useful knowledge (Armstrong, 2010; Hubbard, 2015; McCloskey, 2002; Meehl, 1978; Wasserstein, 2016; Wasserstein & Lazar, 2016; Woodside, 2019; Ziliak & McCloskey, 2008) and NHTS is detrimental to effective decision-making (Hauer, 2004; Ziliak & McCloskey, 2008) . Principle: avoid symmetric construction and using NHST; use asymmetric theory test and \"somewhat precise outcome testing\" (SPOT) (Woodside, 2017) . Applying evidence and principles to the new drug, remdesivir, for mitigating (not preventing) COVID-19's harmful effects, is suggestive that the Food and Drug Administration's (FDA) recent emergency approval of the drug is unsound because the evidence includes only two completed studies using random control trials (RCTs)-one published in a respected refereed journal (Wang et al., 2020) and one unpublished, and additional studies without control groups. Here is the main conclusions of the published study, \"Remdesivir use was not associated with a [statistical significant] difference in time to clinical improvement (hazard ratio 1.23 [95% CI 0.87-1.75]). Although not statistically significant, patients receiving remdesivir had a numerically faster time to clinical improvement than those receiving placebo among patients with symptom duration of 10 days or less (hazard ratio 1.52 [0.95-2.43])\" (Wang et al., 2020, p. 1) .", "cite_spans": [{"start": 277, "end": 294, "text": "(Armstrong, 2010;", "ref_id": "BIBREF2"}, {"start": 295, "end": 309, "text": "Hubbard, 2015;", "ref_id": "BIBREF19"}, {"start": 310, "end": 326, "text": "McCloskey, 2002;", "ref_id": "BIBREF29"}, {"start": 327, "end": 339, "text": "Meehl, 1978;", "ref_id": "BIBREF33"}, {"start": 340, "end": 358, "text": "Wasserstein, 2016;", "ref_id": "BIBREF44"}, {"start": 359, "end": 385, "text": "Wasserstein & Lazar, 2016;", "ref_id": "BIBREF43"}, {"start": 386, "end": 401, "text": "Woodside, 2019;", "ref_id": "BIBREF47"}, {"start": 402, "end": 427, "text": "Ziliak & McCloskey, 2008)", "ref_id": "BIBREF51"}, {"start": 481, "end": 494, "text": "(Hauer, 2004;", "ref_id": "BIBREF18"}, {"start": 495, "end": 520, "text": "Ziliak & McCloskey, 2008)", "ref_id": "BIBREF51"}, {"start": 652, "end": 668, "text": "(Woodside, 2017)", "ref_id": "BIBREF46"}, {"start": 1040, "end": 1059, "text": "(Wang et al., 2020)", "ref_id": "BIBREF42"}, {"start": 1574, "end": 1599, "text": "(Wang et al., 2020, p. 1)", "ref_id": null}], "ref_spans": [], "section": "Use of principles and tools to the task-at-hand but ignored pervasively"}, {"text": "Anthony Fauci (Fauci quotes in Wehrwein, 2020) , Director of the National Institute of Allergy and Infectious Diseases (NIAID) and one of President Trump's medical advisors reported in late April, \"This is opening the door to the fact that we now have the capability of treating\" COVID-19, Fauci told reporters sitting on a couch in the Oval Office with President Trump looking on. \"And I can guarantee you as more people, more companies, and more investigators get involved, it is going to get better and better. … Fauci said the NIAID trial, called the Adaptive COVID-19 Treatment Trial, showed a statistically significant difference in the primary endpoint, time to recovery, between patients randomized to remdesivir and those in the placebo group. The time for recovery for the remdesivir group was 11 days compared with 15 for the patients in the placebo group, Fauci said in the Oval Office. \"Although a 31% improvement doesn't seem like a knockout 100%, it is a very important proof of concept because what it has proven is that a drug can block this virus,\" Fauci told reporters. \"This is opening the door to the fact that we now have the capability of treating\" COVID-19, Fauci told reporters while sitting on a couch in the Oval Office with President Trump looking on. \"And I can guarantee you as more people, more companies, and more investigators get involved, it is going to get better and better. … Fauci said the difference in deaths-\"8% in the remdesivir group compared with 11% in the placebo-had not yet reached statistical significance.\" (Wehrwein, 2020, p. 1) . Based on the evidence of the detrimental value of statistical significance testing and the likely failure in both the published study by Wang et al. (2020) and the unpublished preliminary report by Wehrwein (2020) to analyze their data thoroughly at the case-level and asymmetrically, the available findings are inadequate for FDA granting of remdesivir's emergency use. Wang et al. (2020) published study does not include examining the asymmetric configuration case-level effects for remdesivir versus the placebo as treatment conditions with additional chronic conditions in the same models. The relevant literature is highly supportive that RCT's do not achieve randomness for true randomness and the measurement of treatment effects in case-based, not variable-based, models are necessary (e.g., Schulz, Chalmers, & Hayes, 1999) . Because randomized control trials may include bias in assignments of participants, examination of alternative configurations of treatment and measured variable conditions is another reason for doing so-reliance on low correlations among treatment and measured variables is insufficient because of the inherent biases in correlations and the fact that conditional analysis differs inherently from variable directional relationship analysis. Plainly stated, remdesivir dosages may be effective for patients who are members in one to five profiles of patients but not among patients in general. Note in the findings of the Wang et al. (2020) experiment, remdesivir had negative effects among 66% of the patients in the treatment group versus 50% in the control group receiving the placebo. Since RCT rarely achieve randomization completely in actual practices, the Wang study is improvable by constructing case-level, four-corner, asymmetric complex-antecedent configuration models (Woodside, Nagy, & Megehee, 2018) to build separate screens for cases to identify in detail:", "cite_spans": [{"start": 31, "end": 46, "text": "Wehrwein, 2020)", "ref_id": "BIBREF45"}, {"start": 1558, "end": 1580, "text": "(Wehrwein, 2020, p. 1)", "ref_id": null}, {"start": 1720, "end": 1738, "text": "Wang et al. (2020)", "ref_id": "BIBREF42"}, {"start": 1781, "end": 1796, "text": "Wehrwein (2020)", "ref_id": "BIBREF45"}, {"start": 1954, "end": 1972, "text": "Wang et al. (2020)", "ref_id": "BIBREF42"}, {"start": 2383, "end": 2415, "text": "Schulz, Chalmers, & Hayes, 1999)", "ref_id": "BIBREF38"}, {"start": 3038, "end": 3056, "text": "Wang et al. (2020)", "ref_id": "BIBREF42"}, {"start": 3397, "end": 3430, "text": "(Woodside, Nagy, & Megehee, 2018)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Use of principles and tools to the task-at-hand but ignored pervasively"}, {"text": "• Patients for whom remdesivir indicates health improvements • Patients for whom remdesivir indicates adverse health effects • Patients for whom the placebo indicates health improvements • Patients for whom the placebo indicates adverse health effects.", "cite_spans": [], "ref_spans": [], "section": "Use of principles and tools to the task-at-hand but ignored pervasively"}, {"text": "Researchers in medical RCTs are aware that a new treatment drug may be highly effective for some patients exhibiting certain configurations of conditions but may have adverse effects on other patients with the same illness but exhibiting other configurations of conditions-but they frequently do not build and test formal case outcome models of the treatment condition with these additional conditions in the model-constructing and testing such asymmetric models of treatment and chronic conditions are possible (e.g., Woodside, 2019) in field true experiments and quasi-experiments (e.g., Woodside, 2019; Woodside et al., 2018) . Such testing predicts point or interval outcomes using Bayesian statistical tests and not variable directional relationships (VDRs) using symmetric significance tests (NHST).", "cite_spans": [{"start": 519, "end": 534, "text": "Woodside, 2019)", "ref_id": "BIBREF47"}, {"start": 590, "end": 605, "text": "Woodside, 2019;", "ref_id": "BIBREF47"}, {"start": 606, "end": 628, "text": "Woodside et al., 2018)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Use of principles and tools to the task-at-hand but ignored pervasively"}, {"text": "Testing available without a placebo treatment, without using an RCT experiment design, and use of patients with severe cases frequently provide very rosy findings. For example, The University of Chicago Medicine recruited 125 people with COVID-19 into Gilead's [the firm owning COVID-19] two Phase 3 clinical trials. Of those people, 113 had severe disease. All the patients have been treated with daily infusions of remdesivir. \"The best news is that most of our patients have already been discharged, which is great. We've only had two patients perish,\" said Kathleen Mullane, the University of Chicago infectious disease specialist overseeing the remdesivir studies for the hospital. Such a study does not control for \"statistical regression to the mean\" (Campbell & Stanley, 1963) source of invalidity-the use of patients all having severe disease will indicate either improvement or death since scant room exists for both improvement and decline other than death. Such a test is invalid for demonstrating improvement.", "cite_spans": [{"start": 758, "end": 784, "text": "(Campbell & Stanley, 1963)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Use of principles and tools to the task-at-hand but ignored pervasively"}, {"text": "The ultimate broadening concept of marketing: \"Marketing\" is any activity, message, emotion, or behavior by someone, firm, organization, government, community, or brand executed consciously or nonconsciously that may stimulate an observable or non-observable activity, emotion, attitude, belief, or thought by someone else, group, organization, firm or community. While scholars may propose that marketing is planning explicitly to attempt to influence a customer, this view is an overly narrow perspective. The ultimately broadest view of the concept of marketing is that marketing need not be planned for marketing to occur. The \"marketing concept\"the philosophy that firms should analyze the needs of their customers and then make decisions to satisfy those needs, better than the competitionis not necessary nor sufficient in the ultimately broadened concept of marketing. \"Something said or done by someone may stimulate (i.e. spark) someone else to think, say, feel, and or do something\" captures the essence of the ultimately broadened concept of marketing. This perspective is intended to be the flip-side of Tucker's (1967, p. 134 ) assertion of two primary propositions of consumer behavior: P1. Someone goes through some process and acquires something with some effect. P2. Someone else uses something in some way with some effect.", "cite_spans": [{"start": 1117, "end": 1139, "text": "Tucker's (1967, p. 134", "ref_id": null}], "ref_spans": [], "section": "The ultimate broadening of the concept of marketing"}, {"text": "Famously, Kotler and Levy (1969) described the need for \"broadening the concept of marketing.\" \"When we come to the marketing function, it is also clear that every organization performs marketing-like activities whether or not they are recognized as such. The philosophy of broadening the concept of marketing beyond business contexts has garnered support as well as stiff resistance (Novatorov, 2016) . Levy (2003, p. 5) observed, \"The broadening idea created a stir. It was criticized by some people as obvious, wrongheaded, and even as evil. Onepiece (Laczniak & Michie, 1979) in the Journal of the Academy of Marketing Science accused us of creating social disorder by distorting the definition of marketing.\"", "cite_spans": [{"start": 10, "end": 32, "text": "Kotler and Levy (1969)", "ref_id": "BIBREF20"}, {"start": 384, "end": 401, "text": "(Novatorov, 2016)", "ref_id": "BIBREF34"}, {"start": 404, "end": 421, "text": "Levy (2003, p. 5)", "ref_id": null}, {"start": 554, "end": 579, "text": "(Laczniak & Michie, 1979)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "The ultimate broadening of the concept of marketing"}, {"text": "Embracing the ultimate broadening of the concept of marketing is helpful for replacing stovepipe disciplinary with multidisciplinary perspectives about knowledge, tools, theory, and evidence. Adopting broadening perspectives may help to reduce the tendency to think narrowly and help to avert the criticism, \"That's not a marketing or a business topic\" suggesting that a given issue is not relevant to the discipline. The ultimate broadening concept of marketing supports the perspective that marketing actions occur in fighting to overcome pandemics, global warming, corruption, segregation, misogyny, income inequality, cigarettes, and guns.", "cite_spans": [], "ref_spans": [], "section": "The ultimate broadening of the concept of marketing"}, {"text": "Applying the ultimate broadening concept to the available evidence across the seven disasters in this essay's title supports the conclusion that the seven vary systematically across nations globally with some exceptions. For example, Russia and the USA are high consistently in comparisons to Australia, Canada, Germany, Denmark, Finland, New Zealand, Switzerland, and the Republic of Korea, in meager responses to COVID-19 during January to March 15 in the U.S. and all months since December 2019 in Russia, failing to respond to global warming (in the U.S. since President Trump's 2016 election and before and after 2016 in Russia), supporting corruption (in the U.S. since President Trump's 2016 election), neglecting civil rights violations, nurturing misogyny, increasing income inequality, and supporting the widespread availability of assault rifles (U.S. not Russia for guns), and exceptions include ROK's high corruption among business and government leaders.", "cite_spans": [], "ref_spans": [], "section": "The ultimate broadening of the concept of marketing"}, {"text": "Some nations do have mixed bag responses to the seven disasters. For example, Japan has highly restrictive gun laws in comparison to the U.S. Handguns are banned outright. \"Only shotguns and air rifles are allowed. The law restricts the number of gun shops. In most of Japan's 40 or so prefectures there can be no more than three, and you can only buy fresh cartridges by returning the spent cartridges you bought on your last visit\" (Low, 2017) . However, Japan's culture nurtures misogynistic practices. This finding supports the repeated contention of the Economist (Anonymous, 2011 (Anonymous, , 2014 that Japan needs to introduce national policies that would reduce highly misogynistic practices; here is the title of one of the articles in The Economist (Anonymous, 2014): Holding back half the nation; Japanese women and work. The Economist has been very vocal (\"read my lips\") about the need for cultural change in Japan. In contrast, for nearly four decades now the United Nations, and specific countries such as Denmark, have passed legislation and policies to nurture \"gender mainstreaming\" that effectively shifts nations from high to low misogyny. Thus, while likely to be exceptionally difficult to accomplish (e.g., centuries (1619-1865) of slavery in the USA preceded \"Jim Crow\" laws from the 1890s to 1965 supporting racial oppression, lynching, and segregation), different sets of ingredients within a cultural recipe are improvable with major nudges via national will and action. Regarding Japan's response to COVID-19, the nation deserves a low grade assessment:", "cite_spans": [{"start": 434, "end": 445, "text": "(Low, 2017)", "ref_id": "BIBREF24"}, {"start": 569, "end": 585, "text": "(Anonymous, 2011", "ref_id": null}, {"start": 586, "end": 604, "text": "(Anonymous, , 2014", "ref_id": null}], "ref_spans": [], "section": "The ultimate broadening of the concept of marketing"}, {"text": "On March 24, the government and the International Olympic Committee agreed to postpone the Summer Games. This paved the way for the government on April 7 to finally announce a one-month state of emergency from April 8 to May 6 for Tokyo and six other prefectures. And on April 14, this was expanded to the entire country, although the \"lockdowns\" are partial in nature and largely exhortatory, lacking the power of legal enforcement and penalties for infractions. Now the state of emergency is to be extended. (Fukushima, 2020) ", "cite_spans": [{"start": 510, "end": 527, "text": "(Fukushima, 2020)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "The ultimate broadening of the concept of marketing"}, {"text": "Comparing a disaster's impact separately across nations or among states within a nation before and during periods of interventions, and after the intervention is lifted is an example of a \"natural experiment\" (see Campbell, 1969) . A natural experiment is a research design that that does not include the three basic requirements in a \"true experiment\" design: random assignment of subjects to treatment and placebo conditions and the use of two or more groups with each group receiving one of the conditions, sufficient numbers of subjects per group to achieve high statistical power. Campbell and Stanley (1963) and Campbell (1969) are classic references, respectively, in explaining true and natural experimental designs and several variations of each. The use of true experiments enable eliminating sources of invalidity that may affect findings that natural experiments fail to control. Performing many study replications of both true and natural experiments help to confirm the validity of particular findings-the core findings should be the same across several studies.", "cite_spans": [{"start": 214, "end": 229, "text": "Campbell, 1969)", "ref_id": "BIBREF8"}, {"start": 586, "end": 613, "text": "Campbell and Stanley (1963)", "ref_id": "BIBREF9"}, {"start": 618, "end": 633, "text": "Campbell (1969)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Examining designs, implementations, and outcomes of interventions of COVID-19"}, {"text": "Effective speedier versus later interventions in preventing exposures to COVID-19 should result in few deaths during the same period of time of the two exposures. Time of intervention is the condition in this example. Fig. 1 includes forecasts for flattening the curve earlier for NY versus GA may be due to NY's faster implementation of the intervention. The flattening outcomes and their timings are only predictions and not facts. The flattening starts to occur about two-to-four weeks after the interventions start. For GA, the flattening is likely to end in early to mid-July due to the reopening of most venues occurring now (early May).", "cite_spans": [], "ref_spans": [{"start": 218, "end": 224, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "New York and Georgia deaths by COVID-19 as a natural experiment"}, {"text": "Even a small bump in how much Georgian residents move about their communities could cause the state's death toll to tick upwards. A new projection by the Institute for Health Metrics and Evaluation, a model favored by the White House, assumes many Georgian residents will stay at home and summer heat will suppress the virus. Still, IHME revised its cumulative death toll figures upwards to nearly 5000 by August, an increase of more than 140% (Mariano, 2020) . NY is likely experience a bump up in deaths later and a slower rate than GA due to the slower \"phased\" reopening in NY starting May 16 (see McKinley, 2020) .", "cite_spans": [{"start": 444, "end": 459, "text": "(Mariano, 2020)", "ref_id": "BIBREF25"}, {"start": 602, "end": 617, "text": "McKinley, 2020)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "New York and Georgia deaths by COVID-19 as a natural experiment"}, {"text": "The ending of the lockdowns in the first half of May across 30+ states in the U.S. will likely result in new bends upward in deaths in these states with upward bends in deaths less likely the states maintaining the lockdowns. Then, reintroducing lockdowns in some states and not others helps to increase the accuracy of forecasts (Campbell, 1969) and more importantly will save lives. The upward bumps in deaths should become apparent in the first half of June 2020 in states with near total openings versus the states continuing near total lockdowns. These upward bumps will likely be sufficient to cause a reintroduction in heavy lockdowns in July and August.", "cite_spans": [{"start": 330, "end": 346, "text": "(Campbell, 1969)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "New York and Georgia deaths by COVID-19 as a natural experiment"}, {"text": "Finland, Norway, South Korea, the U.S., and Sweden as a natural experiment Table 1 includes a per capita rapid analysis of a natural experiment of how shutdowns indicate control of deaths per million for six nations. Comparing the findings for Finland, Norway, and Denmark versus Sweden and the U.S. data, the findings in Table 1 provide early support that strenuous versus moderate shutdowns do help in lowering deaths per millions. However, the no shutdown approach with a set of strident testing, tracing, isolation, and medical treatment measures (i.e., complex configuration of antecedent conditions) enacted by the Republic of Korea (ROK, South Korea) was the most effective of the nations in Table 1 . In comparison, the performances of the governments in Sweden and the U.S. are illustrative of larger disasters. Beaubien (2020) provides details appearing below on ROK's, Hong Kong's, and additional Asian nations' enactments of effective practices to reduce the impact of the first wave of COVID-19. Similar to the \"Spanish\" (i.e., starting in Kansas, U.S.) flu (1918-1920 pandemic) , the COVID-19 pandemic is highly likely to include three waves over two years resulting in 1.5-4 million deaths in the U.S.-1.5-2.0 million with an effective vaccine becoming widely available (if ever) midstream in the second wave in 2021. Without the development of an effective preventative vaccine, COVID-19 will release its grip when herd immunity of 70 percent occurs around December 2022. Consequently, the U.S. can decrease deaths by 0.5-3 million during the second and third waves by creating and implementing the ROK policies in overcoming COVID-19 in the fall 2020. Given the continuing profound incompetence in the U.S. national government in planning interventions to the COVID-19 disaster (since receiving reports of the looming disaster in early January and into May), the U.S. is highly likely to experience at least 1 million deaths before September 2021 and a second million deaths before December 2020 without the effective vaccine becoming widely available before September 2021. Periods of shutdowns or complete lockdowns cannot include the several months necessary for effectively reducing deaths based on the felt need and demands to open the nation after seven weeks.", "cite_spans": [{"start": 821, "end": 836, "text": "Beaubien (2020)", "ref_id": "BIBREF6"}, {"start": 1071, "end": 1091, "text": "(1918-1920 pandemic)", "ref_id": null}], "ref_spans": [{"start": 75, "end": 82, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 322, "end": 329, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 699, "end": 706, "text": "Table 1", "ref_id": "TABREF0"}], "section": "COVID-19 deaths in"}, {"text": "The head of the WHO, Tedros Adhanom Ghebreyesus, has called on other countries around the world to \"apply the lessons learned in [South] Korea and elsewhere\" in their own battles against the coronavirus. South Korea's foreign minister, Kang Kyung-wha, speaking to the BBC last week, said the key lessons from her country are that Table 1 had aggressive shutdowns as did Spain (9 points) or China (10 points).", "cite_spans": [], "ref_spans": [{"start": 330, "end": 337, "text": "Table 1", "ref_id": "TABREF0"}], "section": "COVID-19 deaths in"}, {"text": "it developed testing for the virus even before it had a significant number of cases. \"In mid-January, our health authorities quickly conferred with the research institutions here [to develop a test],\" Kang said. \"And then they shared that result with the pharmaceutical companies, who then produced the reagent [chemical] and the equipment needed for the testing.\" So when members of a religious sect in Daegu started getting sick in February, South Korea was able to rapidly confirm that it was COVID-19. \"Testing is central\" to the outbreak response, said Kang, \"Because that leads to early detection. It minimizes further spread.\" And it allows health authorities to quickly isolate and treat those found with the virus. Hong Kong and Singapore have followed similar paths in responding to this outbreak. They've used testing aggressively to identify cases-not only testing people who are so sick that they're hospitalized but also mild cases and even suspected cases. They've quarantined tens of thousands of people who may have been exposed to confirmed cases. The vast majority of the people ordered to quarantine at home are perfectly healthy and never do get sick, but the few who do develop symptoms can be quickly isolated further. Tedros of the WHO refers to this as cutting off the virus at the bud-basically stopping the virus from spreading further and preventing community transmission. … Their experiences with these past outbreaks may have made officials more aggressive in responding to COVID-19 and possibly made residents more willing to accept intrusive measures to contain the virus. South Korea has used data from surveillance cameras, cellphones and credit card transactions to map the social connections of suspected cases. Hong Kong issues detailed information each evening about every newly confirmed case. While Hong Kong doesn't give out the names of those infected, health officials release each person's age, gender, street address, medical symptomsand often the exact location of where the person works. This allows other residents to determine if they might have been in contact with the infected individual. (Beaubien, 2020) 6. Improving the accuracy of forecasting COVID-19s impact Green (2018a, 2018b) offer an assessment on ways to improve the accuracies of forecasts that will shock many modelers using symmetric tools: forecast accuracy is improvable by using one of 15 relatively simple evidence-based forecasting methods. \"One of those methods, knowledge models, provides substantial improvements in accuracy when causal knowledge is good. On the other hand, data models-developed using multiple regression, data mining, neural nets, and \"big data analytics\"-are unsuited for forecasting\" (Armstrong & Green, 2018a , 2018b . Independent evidence supports and extends Green's (2018a, 2018b) assessments. For example, a series of tests from across different kinds of problems-such as the forecasting of high school dropout rates-found that simple heuristics were typically at least as accurate as complex forecasting methods, and often more accurate (Gigerenzer et al, 1999) . McClelland's (1998) research includes failing to find MRA models to be useful and switching to constructing useful asymmetric (algorithm) case-outcome models of complex-X statements to indicate outstanding managers in predictive testing (using new samples of managers). Armstrong, Green, and Graefe (2015) offer the \"Golden Rule in forecasting: be conservative.\" More specifically, to be conservative by adhering to cumulative knowledge about the situation and about forecasting methods. Also, several statistical domain experts concur with the American Statistical Association committee's (Wasserstein, 2016) conclusion on the topic of using null hypothesis significance testing (NHST): avoid doing so. As aptly put, \"Statistical significance testing is detrimental to advances in science\" (Armstrong, 2007a (Armstrong, , 2007b . Because of the pervasive use of NHST in medical research, in particular, and business and behavioral research as well, being blunt is necessary: \"The progress of economic science has been seriously damaged. You can't believe anything that comes out of the Two Sins [testing of directional relationships in both theory and applied work]. Not a word. It is all nonsense, which future generations of economists are going to have to do all over again. Most of what appears in the best journals of economics is unscientific rubbish. I find this unspeakably sad\" (McCloskey, 2002: 55) .", "cite_spans": [{"start": 2142, "end": 2158, "text": "(Beaubien, 2020)", "ref_id": "BIBREF6"}, {"start": 2217, "end": 2237, "text": "Green (2018a, 2018b)", "ref_id": null}, {"start": 2730, "end": 2755, "text": "(Armstrong & Green, 2018a", "ref_id": "BIBREF4"}, {"start": 2756, "end": 2763, "text": ", 2018b", "ref_id": "BIBREF3"}, {"start": 2808, "end": 2830, "text": "Green's (2018a, 2018b)", "ref_id": null}, {"start": 3089, "end": 3113, "text": "(Gigerenzer et al, 1999)", "ref_id": "BIBREF15"}, {"start": 3116, "end": 3135, "text": "McClelland's (1998)", "ref_id": "BIBREF28"}, {"start": 3386, "end": 3421, "text": "Armstrong, Green, and Graefe (2015)", "ref_id": "BIBREF5"}, {"start": 3706, "end": 3725, "text": "(Wasserstein, 2016)", "ref_id": "BIBREF44"}, {"start": 3907, "end": 3924, "text": "(Armstrong, 2007a", "ref_id": "BIBREF1"}, {"start": 3925, "end": 3944, "text": "(Armstrong, , 2007b", "ref_id": "BIBREF0"}, {"start": 4504, "end": 4525, "text": "(McCloskey, 2002: 55)", "ref_id": null}], "ref_spans": [], "section": "COVID-19 deaths in"}, {"text": "While the 1918 H1N1 virus has been synthesized and evaluated, the properties that made it so devastating are not fully understood. During 1918-1920 and valid today for COVID-19, with no vaccine to protect against influenza infection and no antibiotics to treat secondary bacterial infections typically associated with influenza infections, control efforts worldwide were limited to non-pharmaceutical interventions such as isolation, quarantine, good personal hygiene, use of disinfectants, and limitations of public gatherings, which were applied unevenly. The following information from shutdown interventions during the 1918-1920 flu is relevant today. In the U.S., the lowest deaths per 100,000 were all in the nine cities with the longest social distancing periods: Minneapolis (267 deaths per 100,000), Indianapolis (290) (807) (Markel et al., 2017) . Building a case-based model the includes time length of cities in quintiles of social distancing and length of time of time of shutdowns, and frequency of testing per capita of cities in quintiles to predict top cities lowest in deaths per capita, might be a consistently accurate model-a model worth testing later in 2020 in separate models for the data in Markel et al. (2017) and the forthcoming data for COVID-19. Green (2018a, 2018b) recommend applying Occam's razor for increasing the accuracy in forecasting. The \"simplicity principle\" (Occam's razor) is the scientific principle that the simplest explanation of evidence is the best. Applying Green's (2018a, 2018b) first (of a few) rules for accurate forecasting, be conservative, construct forecasts using knowledge-based methods, and apply the simplicity principle, constructing a rapid forecast of outcomes of the COVID-19 pandemic is possible using data from the 1918-1920 flu. The frequently stated deaths for the 1918-1920 flu is 675,000 Americans. The U.S. population in 1919 was 104,514,000. Using the ratio of 675,000/104,514,000, 0.646% of Americans will die by the end of 2, 112, 000 souls) . Given the improvements in medicines in 2020 versus 1918, the potential arrival of an effective preventive vaccine in 2021, and the end of profound incompetency if Trump is defeated, and shift from 25% toward 70% herd immunity, the prediction might be lowered conservatively to 1.5 million. However, Meehl (1954) concluded that forecasters should not make subjective adjustments to forecasts made by quantitative methods. \"Since then, research in psychology has continued to support Meehl's findings (see Grove, Zald, Lebow, Snitz, & Nelson, 2000) . Research on adjusting forecasts from statistical models found that adjustments often increase errors (e.g. Belvedere & Goodwin, 2017; Fildes & Goodwin, 2007) or have mixed results (e.g. Franses, 2014; Lin, Goodwin, & Song, 2014 )\" (Armstrong & Green, 2018a , 2018b .", "cite_spans": [{"start": 834, "end": 855, "text": "(Markel et al., 2017)", "ref_id": null}, {"start": 1216, "end": 1236, "text": "Markel et al. (2017)", "ref_id": null}, {"start": 1276, "end": 1296, "text": "Green (2018a, 2018b)", "ref_id": null}, {"start": 1509, "end": 1531, "text": "Green's (2018a, 2018b)", "ref_id": null}, {"start": 2000, "end": 2002, "text": "2,", "ref_id": null}, {"start": 2003, "end": 2007, "text": "112,", "ref_id": null}, {"start": 2008, "end": 2018, "text": "000 souls)", "ref_id": null}, {"start": 2320, "end": 2332, "text": "Meehl (1954)", "ref_id": "BIBREF32"}, {"start": 2525, "end": 2567, "text": "Grove, Zald, Lebow, Snitz, & Nelson, 2000)", "ref_id": "BIBREF17"}, {"start": 2677, "end": 2703, "text": "Belvedere & Goodwin, 2017;", "ref_id": "BIBREF7"}, {"start": 2704, "end": 2727, "text": "Fildes & Goodwin, 2007)", "ref_id": "BIBREF12"}, {"start": 2756, "end": 2770, "text": "Franses, 2014;", "ref_id": "BIBREF13"}, {"start": 2771, "end": 2797, "text": "Lin, Goodwin, & Song, 2014", "ref_id": "BIBREF23"}, {"start": 2801, "end": 2826, "text": "(Armstrong & Green, 2018a", "ref_id": "BIBREF4"}, {"start": 2827, "end": 2834, "text": ", 2018b", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "COVID-19 deaths in"}, {"text": "A limitation: examining alternative predictions using additional independent data and combining estimates after assessing their usefulness via forecasting checklists (see Armstrong & Green, 2018a , 2018b is sound practice-not relying on one forecast based on one using one simple and conservative method. However, given the lack of preparation, the absence of an effective vaccine well into 2021 and possibly longer, executive incompetency, the current estimated low herd immunity estimates (i.e., ≤30%), the inability to shut-down a nation for 3-10 months, and current reliance on short-term estimates of COVID-19s impact, the estimate of 2.1 million U.S. deaths may be overly conservative. Overly conservative forecasts of impact of COVID-19 may be a hallmark of organizations initially from an industry perspective. The estimates of COVID-19 impacts on the sector by the United Nations World Tourism Organization (UNWTO) have been substantially revised between early and late March. \"A 6 March 2020 press release from UNWTO (2020a) estimated the pandemic would cause international tourist arrivals to decline 1-3% (compared to 2019) rather than the forecasted 3-4% growth. Three weeks later, on 26 March, a press release updated this assessment to a 20-30% loss in international arrivals (UNWTO, 2020b)\" (Gössling, Scott, & Hall, 2020) . Based on estimating for the entire length of the COVID-19 disaster, the forecasts for losses in international arrivals are likely to continue to fall-six weeks was a frequent forecast for the war's length among soldiers both in the Union and in the Confederate armies during the first months of the U.S. Civil War.", "cite_spans": [{"start": 171, "end": 195, "text": "Armstrong & Green, 2018a", "ref_id": "BIBREF4"}, {"start": 196, "end": 203, "text": ", 2018b", "ref_id": "BIBREF3"}, {"start": 1307, "end": 1338, "text": "(Gössling, Scott, & Hall, 2020)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "COVID-19 deaths in"}, {"text": "Unlike the initial overestimates of deaths due to the 2003 Severe Acute Respiratory Syndrome (SARS) that caused a major industry to collapse, COVID-19s impact may be hard to overestimate-given the extraordinary high devastation during April and May 2020. \"The 2003 SARS outbreak devastated Asian tourism. The World Travel and Tourism Council (WTTC 2003) estimated that up to three million people in the industry lost their jobs in the most severely affected jurisdictions of China, Hong Kong, Singapore, and Vietnam and that the outbreak cost these four economies over $20 billion in lost GDP. Tourism arrivals also fell by 70% or more across the rest of Asia, even in countries that were largely or totally disease-free. The cause of this region wide tourism collapse can be attributed more to how governments reacted to the perceived threat of the disease rather than to the real public health danger posed\" (McKercher & Chon, 2004, p. 716) . The initial industry underestimates of SARS 2003 impact by UNWTO may be due to the lack of data availability relative to the size of the danger to public health. The use of historical data on multiple pandemics for forecasting the scope and size of the danger of a present pandemic may be very helpful. Pandemics can last for centuries and dramatically reduce total populations (Scheidel, 2017, Chapter 11 )-reasons enough to label the closing of the White House National Security Council Directorate for Global Health Security and Biodefense in 2017 as one of many profoundly incompetent steps by the Trump administration starting in 2016.", "cite_spans": [{"start": 342, "end": 353, "text": "(WTTC 2003)", "ref_id": null}, {"start": 910, "end": 942, "text": "(McKercher & Chon, 2004, p. 716)", "ref_id": null}, {"start": 1323, "end": 1350, "text": "(Scheidel, 2017, Chapter 11", "ref_id": null}], "ref_spans": [], "section": "COVID-19 deaths in"}, {"text": "Framing interventions as experiments helps signal the need for achieving accurate forecasts of the size and scope of the current and future devastation, the design and implementation of valid experimental designs that control for sources of invalidity, and the selection of valid research tools for measuring the short and long-term impacts of the interventions. COVID-19 is identified properly to be a mega-pandemic though comparably much larger pandemics have appeared prior in Earth's history (Scheidel, 2017) . The main take-aways from this essay might be that effective and ineffective responses to a mega-pandemic may vary substantially among nations and states within nations and sufficient time is available in 2020 for the U.S. to shift from its current relatively ineffectual response to a highly effectual intervention to COVID-19; much beloved Reagan (1981) was mistaken in stating during his U.S. presidential 1981 inaugural address, \"Government is not the solution to our problem, government is the problem.\" Coordinated, major, national government actions are necessary to mitigate and eliminate pandemics, civil rights violations, guns, corruption, extrene income inequality, misogamy, and other national disasters. Government action is necessary but not sufficient for mitigating and eventually eliminating on-going disasters. The U.S. could improve its national quality-of-life if the nation embraced the structural design improvements embraced by Denmark (and other Nordic nations, Canada, and Australia/New Zealand) (Woodside, Megehee, Isaksson, & Ferguson, 2019) . This viewpoint was what Sanders (2016) was referring to Americans while running for the Democrat presidential nomination, when he said, \"Look to Denmark.\"", "cite_spans": [{"start": 496, "end": 512, "text": "(Scheidel, 2017)", "ref_id": "BIBREF37"}, {"start": 856, "end": 869, "text": "Reagan (1981)", "ref_id": "BIBREF35"}, {"start": 1536, "end": 1583, "text": "(Woodside, Megehee, Isaksson, & Ferguson, 2019)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Limitations and conclusions"}, {"text": "This brief essay includes the limitation of covering interventions as experiments for only one of the seven disasters in the essay's title. The title implies that planning, implementing, and assessing interventions as experiments applies to all seven disaster topics. A rapid review of available literature streams across the seven disasters support two primary findings: certain interventions can reduce the impacts of each of the seven disasters and interventions classifiable in the top quintile both by size and scope are necessary and sufficient conditions for achieving high effectiveness in reducing the impact of these disasters. These conclusions are worthy of full development in separate future essays.", "cite_spans": [], "ref_spans": [], "section": "Limitations and conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Statistical significance tests are unnecessary even when properly done and properly interpreted: Reply to commentaries", "authors": [{"first": "J", "middle": ["S"], "last": "Armstrong", "suffix": ""}], "year": 2007, "venue": "International Journal of Forecasting", "volume": "23", "issn": "", "pages": "335--336", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Significance tests harm progress in forecasting", "authors": [{"first": "J", "middle": ["S"], "last": "Armstrong", "suffix": ""}], "year": 2007, "venue": "International Journal of Forecasting", "volume": "23", "issn": "", "pages": "321--327", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Persuasive advertising: Evidence-based principles", "authors": [{"first": "J", "middle": ["S"], "last": "Armstrong", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Forecasting methods and principles: Evidence based checklists", "authors": [{"first": "J", "middle": ["S"], "last": "Armstrong", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Green", "suffix": ""}], "year": 2018, "venue": "Journal of Global Scholars of Marketing Science", "volume": "28", "issn": "2", "pages": "103--159", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Forecasting methods and principles: Evidencebased checklists", "authors": [{"first": "J", "middle": ["S"], "last": "Armstrong", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Green", "suffix": ""}], "year": 2018, "venue": "Journal of Global Scholars of Marketing Science", "volume": "28", "issn": "2", "pages": "103--159", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Golden rule of forecasting: Be conservative", "authors": [{"first": "J", "middle": ["S"], "last": "Armstrong", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Green", "suffix": ""}, {"first": "A", "middle": [], "last": "Graefe", "suffix": ""}], "year": 2015, "venue": "Journal of Business Research", "volume": "68", "issn": "", "pages": "1717--1731", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "How South Korea reined in the outbreak without shutting everything down. NPR, National Public Radio", "authors": [{"first": "J", "middle": [], "last": "Beaubien", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The influence of product involvement and emotion on short-term product demand forecasting", "authors": [{"first": "V", "middle": [], "last": "Belvedere", "suffix": ""}, {"first": "P", "middle": [], "last": "Goodwin", "suffix": ""}], "year": 2017, "venue": "International Journal of Forecasting", "volume": "33", "issn": "", "pages": "652--661", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Reforms as experiment", "authors": [{"first": "D", "middle": ["T"], "last": "Campbell", "suffix": ""}], "year": 1969, "venue": "American Psychologist", "volume": "24", "issn": "", "pages": "409--429", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Experimental and quasi-experimental designs for research", "authors": [{"first": "D", "middle": ["T"], "last": "Campbell", "suffix": ""}, {"first": "J", "middle": [], "last": "Stanley", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Land of the wasted talent", "authors": [], "year": 2011, "venue": "Economist", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Japanese women and work: Holding back half the nation", "authors": [], "year": 2014, "venue": "Economist", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Against your better judgment? How organizations can improve their use of management judgment in forecasting", "authors": [{"first": "R", "middle": [], "last": "Fildes", "suffix": ""}, {"first": "P", "middle": [], "last": "Goodwin", "suffix": ""}], "year": 2007, "venue": "Interfaces", "volume": "37", "issn": "", "pages": "570--576", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Expert adjustments of model forecasts: Theory, practice and strategies for improvement", "authors": [{"first": "P", "middle": ["H"], "last": "Franses", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Japan's response to COVID-19: A preliminary assessment. The Japan Times", "authors": [{"first": "G", "middle": ["S"], "last": "Fukushima", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Simple heuristics that make us smart", "authors": [{"first": "G", "middle": [], "last": "Gigerenzer", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Todd", "suffix": ""}, {"first": "", "middle": [], "last": "Research Group", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pandemics, tourism and global change: a rapid assessment of COVID-19", "authors": [{"first": "S", "middle": [], "last": "Gössling", "suffix": ""}, {"first": "D", "middle": [], "last": "Scott", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hall", "suffix": ""}], "year": 2020, "venue": "Journal of Sustainable Tourism. Downloadable", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.tandfonline.com/doi/full/10.1080/09669582.2020.1758708"]}}, "BIBREF17": {"ref_id": "b17", "title": "Clinical versus mechanical prediction: A meta-analysis", "authors": [{"first": "W", "middle": ["M"], "last": "Grove", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Zald", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Lebow", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Snitz", "suffix": ""}, {"first": "C", "middle": [], "last": "Nelson", "suffix": ""}], "year": 2000, "venue": "Psychological Assessment", "volume": "12", "issn": "", "pages": "19--30", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The harm done by tests of significance", "authors": [{"first": "E", "middle": [], "last": "Hauer", "suffix": ""}], "year": 2004, "venue": "Accident Analysis and Prevention", "volume": "36", "issn": "", "pages": "495--500", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Corrupt research: The case for reconceptualizing empirical management and social science", "authors": [{"first": "R", "middle": [], "last": "Hubbard", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Broadening the concept of marketing", "authors": [{"first": "P", "middle": [], "last": "Kotler", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Levy", "suffix": ""}], "year": 1969, "venue": "Journal of Marketing", "volume": "33", "issn": "1", "pages": "10--15", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The social disorder of the broadened concept of marketing", "authors": [{"first": "G", "middle": ["R"], "last": "Laczniak", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Michie", "suffix": ""}], "year": 1979, "venue": "Journal of the Academy of Marketing Science", "volume": "7", "issn": "3", "pages": "214--232", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Roots of marketing and consumer research at the University of Chicago. Consumption, Markets, and Culture", "authors": [{"first": "S", "middle": [], "last": "Levy", "suffix": ""}], "year": 2003, "venue": "", "volume": "6", "issn": "", "pages": "99--110", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Accuracy and bias of experts' adjusted forecasts", "authors": [{"first": "V", "middle": ["S"], "last": "Lin", "suffix": ""}, {"first": "P", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "H", "middle": [], "last": "Song", "suffix": ""}], "year": 2014, "venue": "Annals of Tourism Research", "volume": "48", "issn": "", "pages": "156--174", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "How Japan has almost eradicated gun crime", "authors": [{"first": "H", "middle": [], "last": "Low", "suffix": ""}], "year": 2017, "venue": "BBC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Coronavirus cases, deaths projected to rise as Georgia reopens", "authors": [{"first": "W", "middle": [], "last": "Mariano", "suffix": ""}], "year": 2020, "venue": "The Atlanta Journal-Constitution", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Nonpharmaceutical interventions implemented by US Cities during the 1918-1919 influenza pandemic", "authors": [{"first": "M", "middle": ["S"], "last": "Cetron", "suffix": ""}], "year": 2017, "venue": "Journal of the American Medical Association", "volume": "298", "issn": "6", "pages": "644--654", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Identifying competencies with behavioral-event interviews", "authors": [{"first": "D", "middle": ["C"], "last": "Mcclelland", "suffix": ""}], "year": 1998, "venue": "Psychological Science", "volume": "9", "issn": "", "pages": "331--339", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The secret sins of economics", "authors": [{"first": "D", "middle": [], "last": "Mccloskey", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The over-reaction to SARS and the collapse of Asian tourism", "authors": [{"first": "B", "middle": [], "last": "Mckercher", "suffix": ""}, {"first": "Kaye", "middle": [], "last": "Chon", "suffix": ""}], "year": 2004, "venue": "Annals of Tourism Research", "volume": "31", "issn": "3", "pages": "716--719", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Here's Cuomo's [governor's] plan for reopening New York. The New York Times", "authors": [{"first": "J", "middle": [], "last": "Mckinley", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Clinical vs. statistical prediction", "authors": [{"first": "P", "middle": ["E"], "last": "Meehl", "suffix": ""}], "year": 1954, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Theoretical risks and tabular asterisks: Sir Karl, Sir Ronald, and the slow progress of soft psychology", "authors": [{"first": "P", "middle": ["E"], "last": "Meehl", "suffix": ""}], "year": 1978, "venue": "Journal of Consulting and Clinical Psychology", "volume": "46", "issn": "", "pages": "806--834", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Tracing the emergence of broadening marketing proposition: A thorny path", "authors": [{"first": "E", "middle": [], "last": "Novatorov", "suffix": ""}], "year": 2016, "venue": "Journal of Economics Bibliography", "volume": "3", "issn": "3", "pages": "450--458", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Presidential inaugural address", "authors": [{"first": "R", "middle": [], "last": "Reagan", "suffix": ""}], "year": 1981, "venue": "search?sxsrf=ALeKk00Og25vcjmCbUmlg3ZB3DjCBWAINA%3A1589307570913& source=hp&ei=sui6Xt-sNaKRggfQtaP4CA&q=Reagan+presidential+address +1981&oq=Reagan+presidential+address+1981&gs_lcp= CgZwc3ktYWIQAzoECCMQJzoFCAAQkQI6AggAOgUIABCDAToECAAQQzoICAAQg wEQkQI6BwgAEEYQ-wE6BggAEA0QCjoICAAQDRAFEB46CggAEA0QBRAKEB46BAgAEA06BggAE BYQHlDKBli7emDwfmgCcAB4AIABoAGIAYUckgEFMTMuMjGYAQCgAQG qAQdnd3Mtd2l6&sclient=psy-ab&ved=0ahUKEwjfzc2J-K7pAhWiiOAKHdDaCI8Q4dUDCAg&uact=5", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Look to Denmark", "authors": [{"first": "B", "middle": [], "last": "Sanders", "suffix": ""}], "year": 2016, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The great leveler: Violence and the history of inequality from the Stone Age to the twenty-first century", "authors": [{"first": "W", "middle": [], "last": "Scheidel", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Empirical evidence of bias. Dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "authors": [{"first": "K", "middle": ["F"], "last": "Schulz", "suffix": ""}, {"first": "I", "middle": [], "last": "Chalmers", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Hayes", "suffix": ""}], "year": 1999, "venue": "JAMA", "volume": "273", "issn": "", "pages": "408--412", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Foundations for a theory of consumer behavior", "authors": [{"first": "W", "middle": ["T"], "last": "Tucker", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "International tourist arrivals could fall by 20-30% in 2020", "authors": [{"first": "", "middle": [], "last": "Unwto", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "COVID-19: UNWTO calls on tourism to be part of recovery plans", "authors": [{"first": "", "middle": [], "last": "Unwto", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Remdesivir in adults with severe COVID-19: a randomised, double-blind, placebo-controlled, multicentre trial. www.thelancet", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "31022--31031", "other_ids": {"DOI": ["10.1016/S0140-6736(20)31022-9"]}}, "BIBREF43": {"ref_id": "b43", "title": "The ASA's statement on p-values: Context, process, and purpose", "authors": [{"first": "R", "middle": ["L"], "last": "Wasserstein", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Lazar", "suffix": ""}], "year": 2016, "venue": "The American Statistician", "volume": "70", "issn": "", "pages": "129--133", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "ASA statement on statistical significance and P-values", "authors": [{"first": "R", "middle": ["I"], "last": "Wasserstein", "suffix": ""}], "year": 2016, "venue": "The American Statistician", "volume": "70", "issn": "", "pages": "131--133", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Remdesivir: Fauci thumbs up, Lancet study thumbs down. Managed Health Executive", "authors": [{"first": "P", "middle": [], "last": "Wehrwein", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Releasing the death-grip of null hypothesis statistical testing (p < .05): Applying complexity theory and somewhat precise outcome testing (SPOT)", "authors": [{"first": "A", "middle": ["G"], "last": "Woodside", "suffix": ""}], "year": 2017, "venue": "Journal of Global Scholars of Marketing Science", "volume": "27", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Accurate case-outcome modeling in economics, psychology, and marketing", "authors": [{"first": "A", "middle": ["G"], "last": "Woodside", "suffix": ""}], "year": 2019, "venue": "Psychology & Marketing", "volume": "36", "issn": "", "pages": "1046--1061", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Service breakdown prevention: Delivering requisite variety and training for achieving the highly reliable service organization", "authors": [{"first": "A", "middle": ["G"], "last": "Woodside", "suffix": ""}, {"first": "M", "middle": [], "last": "Caldwell", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Calhoun", "suffix": ""}], "year": 2020, "venue": "International Journal of Contemporary Hospitality Management", "volume": "32", "issn": "2", "pages": "889--912", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Consequences of national cultures and motivations on entrepreneurship, innovation, ethical behavior, and quality-of-life", "authors": [{"first": "A", "middle": ["G"], "last": "Woodside", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Megehee", "suffix": ""}, {"first": "L", "middle": [], "last": "Isaksson", "suffix": ""}, {"first": "G", "middle": [], "last": "Ferguson", "suffix": ""}], "year": 2019, "venue": "Journal of Business & Industrial Marketing", "volume": "35", "issn": "1", "pages": "40--60", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Four-corner outcomes in strategic management: Successful and unsuccessful paddling down versus upstream", "authors": [{"first": "A", "middle": ["G"], "last": "Woodside", "suffix": ""}, {"first": "G", "middle": [], "last": "Nagy", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Megehee", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "63--84", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The cult of statistical significance: How the standard error costs us jobs, justice and lives", "authors": [{"first": "S", "middle": ["T"], "last": "Ziliak", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Mccloskey", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "He is a member and Fellow of the Royal Society of Canada; International Academy for the Study of Tourism, Divisions 8 (Social Psychology) and Division 23 (Consumer Psychology); and Division 8 (Social Psychology) of the American Psychological Association; Association of Psychological Science, Society for Marketing Advances; Global Academy of Marketing and Management Associations; Korean Scholars of Marketing Science; and the Global Innovation and Knowledge Academy. He is the founding Editorin-Chief", "authors": [{"first": "G", "middle": [], "last": "Arch", "suffix": ""}], "year": 1968, "venue": "Chief of the Journal of Business Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Possible impact of early versus late intervention.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A+ = < 10 deaths per MM; A = 10-19; A− = 20-39; B+ = 40-49; B = 50-79; B− = 80-89; C = 90-139; D = 140-179; F ≥ 180. 3 Shutdown scale ranges from 1 to 10 points. Sweden did close its schools but kept open its businesses; none of the nations in", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", Milwaukee (359), Columbus, OH (312), St. Louis (358), Rochester (359), Chicago (373), Louisville (406), and Dayton (460) (Markel, Lipman, & Alexander Navarro, 2017). The cities with the highest deaths per 100,000 all had the shortest social distancing periods: Washington, D.C. (606), Nashville (610), Fall River, MA (621), Denver (631), San Francisco (672), Philadelphia (748), and Pittsburgh", "latex": null, "type": "figure"}, "TABREF0": {"text": "Rapid (May 7, 2020)  comparisons, covid-19 deaths, and early government performance assessment for six nations.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Nation </td><td>Shutdown3 </td><td>Deaths1 </td><td>Population in millions\n</td><td>Deaths per million\n</td><td>Government performance assessment2\n</td></tr><tr><td>Finland </td><td>8 </td><td>350 </td><td>5.5 </td><td>63.6 </td><td>B\n</td></tr><tr><td>Denmark </td><td>8 </td><td>506 </td><td>5.8 </td><td>87.2 </td><td>B-\n</td></tr><tr><td>Norway </td><td>8 </td><td>250 </td><td>5.4 </td><td>46.3 </td><td>B+\n</td></tr><tr><td>South Korea </td><td>1 </td><td>265 </td><td>51.6 </td><td>5.1 </td><td>A+\n</td></tr><tr><td>Sweden </td><td>3 </td><td>3040 </td><td>10.2 </td><td>298.0 </td><td>F\n</td></tr><tr><td>USA </td><td>8 </td><td>75,000 </td><td>328.2 </td><td>228.5 </td><td>F\n</td></tr></table></body></html>"}}, "back_matter": []}