{"paper_id": "3e366e354aca99ff37aa391796b15d834b07dbac", "metadata": {"title": "21 Arctic health problems and environmental challenges in Greenland", "authors": [{"first": "Gert", "middle": [], "last": "Mulvad", "suffix": "", "affiliation": {"laboratory": "", "institution": "Commission for Scientific Research in Greenland", "location": {}}, "email": ""}, {"first": "Henning", "middle": ["Sloth"], "last": "Petersen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Commission for Scientific Research in Greenland", "location": {}}, "email": ""}, {"first": "Jørn", "middle": [], "last": "Olsen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Commission for Scientific Research in Greenland", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The traditional diet in Greenland is to a large extend based upon marine animals and fish (Deutch 2004) . Today the Greenlandic diet is a mixture of traditional food and imported food, this is the way it has been for some generations. Due to weather conditions most of fresh food come from wild animals or fish. Greenland has a production of lamb and a limited supply of vegetables but most produced foods are imported from outside. A large part of the diet still stem from seafood, fish or sea animals, but imported fabricated foods are expected to continue to take over an increasing part of their energy consumption (Deutch 2004 , Mulvad 1996 .", "cite_spans": [{"start": 90, "end": 103, "text": "(Deutch 2004)", "ref_id": "BIBREF10"}, {"start": 619, "end": 631, "text": "(Deutch 2004", "ref_id": "BIBREF10"}, {"start": 632, "end": 645, "text": ", Mulvad 1996", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "In any community it is important how food is produced, how it is prepared and how it is consumed. These things are important to the individual and for the way people come together. That is why food is more than just getting the necessary nutrition, it is also essential for social life and the ways families function. Since food is increasingly imported and come in full or almost full fabricated forms the quality of nutrition changes. Along with this public health may be affected as well as the social aspect of eating and preparing the meals. Still the traditional diet is very important to the population culturally and financially. It is also of importance in order to get sufficient nutrients, because in many places imported food is available mostly in poor quality (Deutch 2004 , Pars 2000 .", "cite_spans": [{"start": 774, "end": 786, "text": "(Deutch 2004", "ref_id": "BIBREF10"}, {"start": 787, "end": 798, "text": ", Pars 2000", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "High levels of long range transported contaminants to the Arctic have been documented by (AMAP 2003) . In Greenland high contents of organic contaminants are found in people , Deutch 1998 and the pollution has reached a level of concern. However, the replacement of traditional food by substandard, imported food is of significant concern.", "cite_spans": [{"start": 89, "end": 100, "text": "(AMAP 2003)", "ref_id": null}, {"start": 174, "end": 187, "text": ", Deutch 1998", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Pollutants that accumulate in this part of the food chain can best be studied in the Inuit population. Other dietary studies focusing upon a diet rich in fat, like n-3 fatty acids, have been subject to study (Dyerberg 1975) . However, much more could be done. The partly isolated Inuit population with its ethnic background provides new opportunities for genetic studies, as well as studies on the health impact of unique social circumstances, light and extreme cold weather.", "cite_spans": [{"start": 208, "end": 223, "text": "(Dyerberg 1975)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Greenland is now in a transition between a disease pattern characterized by acute diseases, mainly infections, and chronic diseases, diabetes and cardiovascular diseases. This transition took place in Europe many decades ago but now we have a chance to study the process with modern technology. Organization and logistic of the health care system in sparsely populated Arctic regions is of great interest. Further more Greenland has public health problems which more than anything require a long term strategy for prevention.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A common problem for some environmental contaminants is that they have natural half lives of many years. They are also long range transported and can cause problems for generations. Contaminants examined by the Arctic Monitoring and Assessment Program, (AMAP), are PCBs, pesticides such as DDT, HCB, HCH, chlordane, dieldrin and toxaphene, and heavy metals. The persistent organic pollutants (POPs), are accumulated in the food chain in fatty tissue, creating the highest levels in orsoq/blubber from seals and tooth whales. Barleene whales, however, have a lower place in the food chain and are therefore less contaminated. The highest levels are also found in the oldest individuals. Humans and polar bears are at the top of the food chain, and are thus highly exposed to these chemicals (NERI 2004) . Generally the levels are low in fish from Greenland and it is not a problem to eat Greenlandic fish. In the Baltic there has been found levels in seals up to 100 times higher than along the coasts of Greenland, but in the countries around the Baltic, seals are not eaten. Currents in the sea and in the air spread the contaminants unevenly so that seals and people along the East coast of Greenland are more exposed to most POPs (Deutch 1998 .", "cite_spans": [{"start": 790, "end": 801, "text": "(NERI 2004)", "ref_id": null}, {"start": 1233, "end": 1245, "text": "(Deutch 1998", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Organic environmental contaminants in the Arctic"}, {"text": "In Greenland, research on mercury is extensive. Mercury is a heavy metal that has always been in the environment, it also constitutes a pollution without borders. Mercury levels in blood from Greenlandic people are some of the highest measured in human samples (Hansen et al. 1990 ). Mercury level are some of the highest measured in human samples. (Mulvad, Pedersen, Hansen et al. 1996) Lead is a well known contaminant that may stem from hunting bullets (NERI 2004) or from petrol and gasoline. Cadmium comes mostly from smoking cigarettes. The high smoking frequency in Greenland creates rather high blood levels in Greenlandic people in general. Heavy metals are accumulated on their way through the food chain and are also accumulated in human tissues.", "cite_spans": [{"start": 261, "end": 280, "text": "(Hansen et al. 1990", "ref_id": "BIBREF13"}, {"start": 349, "end": 387, "text": "(Mulvad, Pedersen, Hansen et al. 1996)", "ref_id": null}, {"start": 456, "end": 467, "text": "(NERI 2004)", "ref_id": null}], "ref_spans": [], "section": "Heavy metal in the Arctic"}, {"text": "It is not dangerous for adults to eat the traditional food and the change from traditional diets to westernized MacDonalization may be a poor option concerning health. It is in relation to pregnant women and especially unborn babies that contaminants cause concern.", "cite_spans": [], "ref_spans": [], "section": "The possible effect of the contaminants?"}, {"text": "Clinical studies have shown an effect on the ability to learn and on memory, as a function of exposure to e.g. mercury early in life (Weihe et al. 2004) . Some surveys indicate that the hormone balance and the immune system may be affected, i.e. the ability to fight infections (AMAP 2003) . Some of these effects may perhaps be counteracted by the fatty acids in sea mammals.", "cite_spans": [{"start": 133, "end": 152, "text": "(Weihe et al. 2004)", "ref_id": null}, {"start": 278, "end": 289, "text": "(AMAP 2003)", "ref_id": null}], "ref_spans": [], "section": "The possible effect of the contaminants?"}, {"text": "As the woman accumulates contaminants throughout her life, contaminants will be present in the body even if the diet is changed during pregnancy (Deutch 1998) . Some surveys also suspect POPs for affecting the quality of sperm (Abell et al. 2000) .", "cite_spans": [{"start": 145, "end": 158, "text": "(Deutch 1998)", "ref_id": "BIBREF7"}, {"start": 227, "end": 246, "text": "(Abell et al. 2000)", "ref_id": null}], "ref_spans": [], "section": "The possible effect of the contaminants?"}, {"text": "The traditional Greenlandic diet, where sea mammals are dominant, provides heat, energy and a healthy diet, at least for physical active people (Pars 2000 , Dyerberg et al. 1975 ; the well known fat from sea mammals protects against coronary heart diseases and possibly also immune and inflammatory diseases.", "cite_spans": [{"start": 144, "end": 154, "text": "(Pars 2000", "ref_id": "BIBREF24"}, {"start": 155, "end": 177, "text": ", Dyerberg et al. 1975", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Omega-3 fatty acid a gift from the sea"}, {"text": "A great amount of evidence from epidemiological studies and clinical trials support a theory of protective effect against coronary heart disease for fish consumption and intake of marine omega-3 fatty acids (Jul et al. 1994 , Pedersen 2000 . Biological pathways for this risk reduction include membrane stabilization in the cardiac myocite, inhibition of platelet aggregation, favorable modifications of the lipid profile, decrease in blood pressure and reduction of the inflammatory response of the endothelium. Results from epidemiological studies suggest a threshold effect for the consumption of fish and omega-3 fatty acids. Relative concentrations are expressed as the percentage of total acids in plasma phospholipids. This number represents all women who were within the same group of age Risk reduction is especially important for cardiac sudden death. Nevertheless, protection against non-fatal coronary heart disease has also been observed . Menstrual discomfort in Danish women reduced by dietary supplements of seal oil capsules. Shown in a trial done in Aarhus University . Omega 3 fatty acid may also help prevent pre-term births (Olsen et al. 2002) . Selenium is an important vitamin which limits the effect of mercury. A number of other vitamins and trace elements are well represented in the traditional diet and at the same time it is a diet which is high in protein and low in sugar. It is a diet well suited for physical active hunters living in the cold Arctic environment.", "cite_spans": [{"start": 207, "end": 223, "text": "(Jul et al. 1994", "ref_id": "BIBREF17"}, {"start": 224, "end": 239, "text": ", Pedersen 2000", "ref_id": "BIBREF25"}, {"start": 1145, "end": 1164, "text": "(Olsen et al. 2002)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Omega-3 fatty acid a gift from the sea"}, {"text": "Vitamin D is obtained from dietary sources and from endogenous synthesis in the skin. Dietary sources rich in vitamin D are fat fish and sea mammals. Ordinary meat, milk and eggs contain less vitamin D and vegetables are void of vitamin D. The endogenous synthesis occurs in the skin under ultraviolet light B (UVB) stimulation. The endogenous production depends on sun exposure, age, clothing, skin pigmentation, and use of sun protection. The exposure to UVB depends again on latitude, solar height, absorption in ozone layer and atmosphere, and reflection from clouds.", "cite_spans": [], "ref_spans": [], "section": "Health impact of light and extreme cold weather provides opportunities in Greenland of special studies."}, {"text": "In Greenland, protective clothing is customary, and summer is short with a low solar zenith altitude Thus, yearly exposure to UVB-sunlight is limited. However, the traditional Inuit diet is rich in sea mammals that contains large quantities of vitamin D. During the last decades, significant cultural changes have occurred in Greenland. Today, many Greenlanders are living on a westernized Danish diet that is low in natural dietary sources containing vitamin D Furthermore, Danish food is not fortified with vitamin D. Changes from a traditional-to a westernized-fare are associated with a reduced vitamin D status in Greenlanders, especially in winter time. (Rejnmark et al. 2004 ). The influence of age, gender, latitude, season, diet and ethnicity on plasma 25-hydroxy-vitamin D 25 OHD was studied showing that in addition to ethnicity (Danes versus Greenlanders), 25 OHD levels were influenced by age, season (summer > winter), and diet (a traditional Inuit diet > westernised diet).", "cite_spans": [{"start": 660, "end": 681, "text": "(Rejnmark et al. 2004", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Health impact of light and extreme cold weather provides opportunities in Greenland of special studies."}, {"text": "A longitudinal study on osteoporosis was conducted in Nuuk, in September 2002. The objective was to evaluate risk factors of osteoporosis and changes in parameters of ultrasound densitometry, after two years, among perimenopausal Inuit women who previously participated in a cross section study. After two years, the prevalence of osteoporosis has doubled. Moreover, the study suggests an association between smoking and change in stiffness, and mono-ortho PCB congeners concentration was strongly and negatively associated with bone stiffness (Cote et al. 2003) .", "cite_spans": [{"start": 544, "end": 562, "text": "(Cote et al. 2003)", "ref_id": null}], "ref_spans": [], "section": "Health impact of light and extreme cold weather provides opportunities in Greenland of special studies."}, {"text": "The first known immigration was by Eskimos who came from the west more than 6.000 years ago, and since then there has been 4 immigrations by Eskimos and their descendants -Inuit -the latest only about 150 years ago. From the east came the Vikings 1.000 years ago, but they disappeared after a few hundred years, perhaps without leaving any genetic trace.", "cite_spans": [], "ref_spans": [], "section": "Ethnic background and genetic influence"}, {"text": "Until the 1960s, only 2-3% of the Greenlandic population were non-Greenlanders, so a major genetic influence on the Inuit tribe has only taken place during the last decades, where especially in the 1970s and 1980s a stream of laborers, employers and academics invaded the country and with an overweight of younger virile men that made significant marks not only on the color of the kids today, but also resulted in relative depletion of Greenlandic females. In spite of common beliefs these bureaucrats and craftsmen were more successful in spreading their genes than the Vikings. More than 20% of the population were foreigners at that time. Since the late 1980's, the ratio has slowly decreased. Looking at the diversity in samples of Greenlandic Inuit shows 58% of the y chromosomes have been assigned to European origin in contrasts with a complete absence of European mitochondrial DNA, it indicates a male-biased European admixture. (Bosch et al. 2003 ).", "cite_spans": [{"start": 939, "end": 957, "text": "(Bosch et al. 2003", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Ethnic background and genetic influence"}, {"text": "Greenland is now in a transition between a disease pattern characterized by acute diseases, mainly infections and chronic diseases, diabetes and cardiovascular diseases. After World War 2 measles epidemic, tuberculosis, sexual transmitted diseases and hepatitis has been described. The lifestyle of the Inuit is in the same period undergoing a rapid transformation, like in most other countries that are not isolated from the rest of the world. These transitions also influence health parameters in Greenland. Infections are still frequent, especially acute respiratory infection, HIV, chlamydia, (Koch 1999 , Homoe 2001 . We also se an increase in the food born infections due to the increase of imported food. The effect of the western lifestyle, obesity and central fat pattern are associated with several cardiovascular risk factors including diabetes, hypertension and dyslipidemia. Central fat patterns and obesity are more prevalent among the Inuit compared to the Danish population .", "cite_spans": [{"start": 597, "end": 607, "text": "(Koch 1999", "ref_id": "BIBREF19"}, {"start": 608, "end": 620, "text": ", Homoe 2001", "ref_id": null}], "ref_spans": [], "section": "Other diseases"}, {"text": "For obvious reasons, experience in how to establish an efficient and competent public health system in sparsely populated Arctic regions is of great interest in the northern part of North America as well as in northern Europe and Russia. It is also a well known fact that technology from one area cannot necessary be transferred from one area to the next. Since most of health technology is developed by means of research in technically advanced settings we face a shortage a knowledge for how best to modify and transfer this technology to quite different settings.", "cite_spans": [], "ref_spans": [], "section": "Organization and logistics of the health care system"}, {"text": "Greenland is the largest island in the world covering 2.2 million sq. kilometers of which 90% is covered by ice, and 10% is a narrow strip of land along the coastline. The climate is Arctic. About 56.000 inhabitants are settled in 18 towns and 60 settlements along a coastline of 4.000 km. The towns have 600-6.000 inhabitants with the exemption of the capital, Nuuk, that has 14.000 inhabitants. About 20% of the total population live in settlements with 50 to 500 inhabitants.", "cite_spans": [], "ref_spans": [], "section": "Organization and logistics of the health care system"}, {"text": "Health care takes place in 17 district medical centers, one for each town including its settlements. Nuuk has a central hospital for specialized treatment, and one of the University Hospitals in Copenhagen (Rigshospitalet) is used for more intensive care or specialized treatment. The district medical centers are basically autonomous units. Depending on the population, there are 1-5 physicians, nurses, midwifes, health care assistants, labtechnicians, translators, secretaries and others. Typically, the doctors and nurses are Danish and the rest Greenlanders. In the smallest district, a doctor and a nurse are the only medically trained personnel. A district has from 1 to 10 surrounding settlements to look after, and the distance can be 300 kilometers. Boats and dog sledges can be used for transport, but in many emergency cases only helicopter is an option, and a helicopter is often placed far away. The cost for an emergency transportation can be very high.", "cite_spans": [], "ref_spans": [], "section": "Health Care Centers"}, {"text": "The advantage of the health care system is the very close contact between the health care staff and the patients. The staff members are themselves part of the local communities and usually know their patients well. This contact is key to optimize immunization programs pr treatment modalities for venereal diseases, diabetes and mental diseases. Also the close relation to the social care system, police and institutions has advantages. The staff should be in a good position to implement prevention and more comprehensive public health programmers when such programmers are formulated by the health care authorities.", "cite_spans": [], "ref_spans": [], "section": "Health Care Centers"}, {"text": "To strengthen the connections between remote units to the main hospital and to specialists outside Greenland, the implementation of telemedicine is now of growing importance. Telemedicine is the use of information technology for electronic transmission of information, pictures, sound and other health-related data that is needed to make appropriate diagnosis and treatment plans. Based on the experience already obtained with telemedicine in Greenland, , there are good reasons to implement telemedicine on a Fig. 21.4 . Telemedicine is important between remote units. larger scale (Stensgaard 2000) .", "cite_spans": [{"start": 583, "end": 600, "text": "(Stensgaard 2000)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 510, "end": 519, "text": "Fig. 21.4", "ref_id": null}], "section": "Telemedicine"}, {"text": "It is important that the results are registered and analyzed currently throughout the period in order to ensure that the experience gained will support the continued use of telemedicine in Greenland and also be published to the benefit of others. Video-consultations can be established and X-ray photos and electro-cardiograms can also be transmitted. sonography of heart, dermatology and psychiatry are other areas. A common record system will also help provide updated information about each patient.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine"}, {"text": "The major characteristic of recent health and social problems in Greenland are (compared to Denmark): low mean lifetime expectancy, high infant mortality, increasing rates of diabetes, cardiovascular diseases and cancer, high rate of infectious diseases (tuberculosis, HIV, hepatitis B virus infection, Helicobacter pylori infection, meningitis), high rate of suicide, high rate of lethal accidents, high rate of legal abortions, domestic violence, tobacco, alcohol and drug abuse, mental health are stressed by unstable family relationships, contamination of the traditional diet (Chief Medical Officer 2000) . The health of the population does not match the amount of money spend on health care. Health expenditure/GDP (per cent) Greenland: 9,2, Denmark: 8,2 Norway: 7,6. (Health Statistic in the Nordic Countries 2001).", "cite_spans": [{"start": 581, "end": 609, "text": "(Chief Medical Officer 2000)", "ref_id": null}], "ref_spans": [], "section": "Strategy for improved health"}, {"text": "Social studies and public health science have to take into consideration the conditions under which people live, e.g. health standards and housing, schools and education as well as social relations should be studied further. We need research in Greenland for the people not only on the people, and with the people.", "cite_spans": [], "ref_spans": [], "section": "Strategy for improved health"}, {"text": "Lifestyle diseases, the incidence of dental diseases, mental health, various forms of cancer, as well as infectious diseases are important in relation to the well-being and health of the population (Lynge 1997 .", "cite_spans": [{"start": 198, "end": 209, "text": "(Lynge 1997", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Strategy for improved health"}, {"text": "Social studies and studies on public health are to a great extent designed to accommodate the specific need for research in Greenland (Bjerregaard et al. 2003 , Commission for Scientific Research in Greenland 2003 , covered by this strategy within the framework of the effort.", "cite_spans": [{"start": 134, "end": 158, "text": "(Bjerregaard et al. 2003", "ref_id": "BIBREF3"}, {"start": 159, "end": 213, "text": ", Commission for Scientific Research in Greenland 2003", "ref_id": null}], "ref_spans": [], "section": "Strategy for improved health"}, {"text": "To promote Health, well-being and economy of the Greenlandic population, it is suggest that, within this broad framework, social studies and public health science together encourage research which includes health hazards as an integral part of cultural aspects as well as research on social behavior in general. Since many of the problems related to problems that ", "cite_spans": [], "ref_spans": [], "section": "Strategy for improved health"}, {"text": "Global pollution has reached a level where the environment is affected and there is concern for people and animals that seat on the top of the food chain. Replacement of traditional food by substandard, imported food is also of significant concern. Any food recommendation must be structured to the community and take into consideration the available sources of food. For this reason it is important to keep monitoring the pollution that accumulates in the food chains and to take this information into consideration together with other available information concerning nutrition. These recommendations have to be well balanced and to incorporate all health aspects of diet and the social and economic consequences of our diet and how we get the food we need to eat. The pattern of disease will be increasingly influenced by chronic diseases being developed over long periods of time. The causes for this may be found early in life; during pregnancy, when all organs are formed, and during early childhood, where habits and The conditions for children form the basis for the future of Greenland both economically, socially and for health. The position of the family and the definition of its responsibilities are central matters in this process. Time has come to concentrate the effort where it will have the greatest and longest lasting effect. A research program like this one should focus on families who are just starting to have children. Research should include genetic, social and cultural aspects on one hand and disease, behavior and cognitive development on the other. Research should have a longitudinal angle and should provide possibilities of trying out theory through interventional projects. Time has come for the policy makers to think ahead and to make decisions that span more than time periods of election.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Cultural change and mental health in Greenland: the association of childhood conditions, language and urbanization with mental health and suicidal thoughts among the Inuit of Greenland", "authors": [{"first": "P", "middle": [], "last": "Bjerregaard", "suffix": ""}, {"first": "T", "middle": [], "last": "Curtis", "suffix": ""}], "year": 2002, "venue": "Social science and Med", "volume": "54", "issn": "", "pages": "33--48", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Decreasing overweight and central fat patterning with Westernization among the Inuit in Greenland and Inuit migrants", "authors": [{"first": "P", "middle": [], "last": "Bjerregaard", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Jorgensen", "suffix": ""}, {"first": "S", "middle": [], "last": "Andersen", "suffix": ""}, {"first": "G", "middle": [], "last": "Mulvad", "suffix": ""}], "year": 2002, "venue": "Int. J. of Obesity", "volume": "26", "issn": "", "pages": "1503--1510", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Studying Health in Greenland", "authors": [{"first": "P", "middle": [], "last": "Bjerregaard", "suffix": ""}, {"first": "G", "middle": [], "last": "Mulvad", "suffix": ""}, {"first": "J", "middle": [], "last": "Olsen", "suffix": ""}], "year": 2003, "venue": "Int. J. of Circumpolar Health", "volume": "62", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "High level of male-biased Scandinavian admixture in Greenlandic Inuit shown by Ychromosomal analysis", "authors": [{"first": "E", "middle": [], "last": "Bosch", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Rosser", "suffix": ""}, {"first": "S", "middle": [], "last": "Norby", "suffix": ""}, {"first": "N", "middle": [], "last": "Lynnerup", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Jobling", "suffix": ""}], "year": 2003, "venue": "Hum Genet", "volume": "112", "issn": "", "pages": "253--363", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Strategi for danskgrønlandsk polarforskning", "authors": [], "year": 2003, "venue": "Commission for Scientific Research in Greenland", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A longitudinal study of bone mass among perimenopausal inuit women of Greenland", "authors": [{"first": "S", "middle": [], "last": "Côtè", "suffix": ""}, {"first": "S", "middle": [], "last": "Dodin", "suffix": ""}, {"first": "C", "middle": [], "last": "Blanchet", "suffix": ""}, {"first": "G", "middle": [], "last": "Mulvad", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Pedersen", "suffix": ""}, {"first": "E", "middle": [], "last": "Dewailly", "suffix": ""}], "year": 2003, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Biostatistik og epidemiologisk vurdering af levevis og miljømedicinske data fra Grønland. MPH thesis", "authors": [{"first": "B", "middle": [], "last": "Deutch", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "High Human plasma levels of organochlorine compounds in Greenland. Regional differences and lifestyle effects", "authors": [{"first": "B", "middle": [], "last": "Deutch", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hansen", "suffix": ""}], "year": 2000, "venue": "Dan Med Bull", "volume": "47", "issn": "2", "pages": "132--139", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Menstrual Discomfort in Danish Women Reduced by Dietary Supplements of Omega-3 PUFA and B12 (Fish Oil and Seal Oil Capsules)", "authors": [{"first": "B", "middle": [], "last": "Deutch", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Jorgensen", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hansen", "suffix": ""}], "year": 2000, "venue": "Nutrition Research", "volume": "20", "issn": "5", "pages": "621--631", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Dietary composition in Greenland 2000, plasma fatty acids and persistent organic pollutants", "authors": [{"first": "B", "middle": [], "last": "Deutch", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Pedersen", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hansen", "suffix": ""}], "year": 2004, "venue": "Sci Total Environ", "volume": "20", "issn": "1-3", "pages": "177--88", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Fatty acids composition of the plasma lipids in Greenland Eskimos", "authors": [{"first": "J", "middle": [], "last": "Dyerberg", "suffix": ""}, {"first": "Bang", "middle": [], "last": "Ho", "suffix": ""}, {"first": "N", "middle": [], "last": "Hjorne", "suffix": ""}], "year": 1975, "venue": "Am J Clin Nutr", "volume": "28", "issn": "", "pages": "958--66", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Arctic Monitoring and Assessment Programme (AMAP), strategy and results with focus on the Human health assessment under the second phase of AMAP", "authors": [{"first": "J", "middle": ["C"], "last": "Hansen", "suffix": ""}, {"first": "Reiersen", "middle": [], "last": "Lo", "suffix": ""}, {"first": "S", "middle": [], "last": "Wilson", "suffix": ""}], "year": 1998, "venue": "Int J Circumpolar Health", "volume": "61", "issn": "4", "pages": "300--318", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Prenatal exposure to methyl mercury among Greenlandic polar Inuits", "authors": [{"first": "J", "middle": ["C"], "last": "Hansen", "suffix": ""}, {"first": "U", "middle": [], "last": "Tarp", "suffix": ""}, {"first": "J", "middle": [], "last": "Bohm", "suffix": ""}], "year": 1990, "venue": "Arch Environ Health", "volume": "45", "issn": "6", "pages": "355--363", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Otitis Media in Greenland", "authors": [{"first": "P", "middle": [], "last": "Homøe", "suffix": ""}], "year": 2001, "venue": "Int J of Circ Health", "volume": "60", "issn": "", "pages": "1--54", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Diabetes and impaired glucose tolerance among the inuit population og Greenland", "authors": [{"first": "M", "middle": [], "last": "Jorgensen", "suffix": ""}, {"first": "P", "middle": [], "last": "Bjerregaard", "suffix": ""}, {"first": "K", "middle": [], "last": "Borch-Johnsen", "suffix": ""}], "year": 2002, "venue": "Diabetes Care", "volume": "25", "issn": "", "pages": "1766--1771", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The Relationship between a low Rate of Ischaemic Heart Disease and the traditional Greenlandic Diet with High Amounts of Monounsaturated and N-3 Polyunsaturated Fatty Acids", "authors": [{"first": "E", "middle": [], "last": "Jul", "suffix": ""}, {"first": "G", "middle": [], "last": "Mulvad", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Pedersen", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A longitudinal community based study of respiratory tract infections in Greenlandic children: disease burden and risk factors", "authors": [{"first": "A", "middle": [], "last": "Koch", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Mental disorders in Greenland. Past and present", "authors": [{"first": "I", "middle": [], "last": "Lynge", "suffix": ""}], "year": 1997, "venue": "Meddr Grønland, Man and Society", "volume": "21", "issn": "", "pages": "1--73", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The Inuit diet. Fatty acids and antioxidants, their role in ischemic heart disease, and exposure to organochlorines and heavy metals. An international study", "authors": [{"first": "G", "middle": [], "last": "Mulvad", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Pedersen", "suffix": ""}], "year": 1996, "venue": "Arct Med Res", "volume": "55", "issn": "", "pages": "20--24", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Contaminants in the traditional Greenland diet. Ministry of the Environment", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Low consumption of seafood in early pregnancy as a risk factor for preterm delivery: prospective cohort study", "authors": [{"first": "S", "middle": ["F"], "last": "Olsen", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Secher", "suffix": ""}], "year": 2002, "venue": "BMJ", "volume": "23", "issn": "7335", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Forbruget af traditionelle grønlandske fødevarer I Vestgrønland", "authors": [{"first": "T", "middle": [], "last": "Pars", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Atherosclerose og intracerebral haemorrhagi i relation til fedtsyrasammensaetningen i fedtvaev og validering af dødsårsagsmønsteret", "authors": [{"first": "H", "middle": ["S"], "last": "Pedersen", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Atherosclerosis in coronary arteries and aorta among Greenlanders: An autopsy study", "authors": [{"first": "H", "middle": ["S"], "last": "Pedersen", "suffix": ""}, {"first": "G", "middle": [], "last": "Mulvad", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Newmann", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Boudreau", "suffix": ""}], "year": 2003, "venue": "Atherosclerosis", "volume": "170", "issn": "", "pages": "93--103", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Vitamin D insufficiency in Greenlanders on a Westernized fare: ethnic differences in calcitropic hormones between Greenlanders and Danes", "authors": [{"first": "L", "middle": [], "last": "Rejnmark", "suffix": ""}, {"first": "Joergensen", "middle": [], "last": "Me", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Pedersen", "suffix": ""}], "year": 2004, "venue": "Calcified Tissue International", "volume": "74", "issn": "", "pages": "255--263", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Udbygning og styrkelse af det telemedicinske samarbejde i de nordiske og tilgraensende områder", "authors": [{"first": "T", "middle": [], "last": "Stensgaard", "suffix": ""}], "year": 2000, "venue": "Nordisk Ministerråd", "volume": "820", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Neurobehavioral performance of Inuit children with increased prenatal exposure to methylmercury", "authors": [{"first": "P", "middle": [], "last": "Weihe", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hansen", "suffix": ""}, {"first": "K", "middle": [], "last": "Murata", "suffix": ""}], "year": 2002, "venue": "Int J Circumpolar Health", "volume": "61", "issn": "1", "pages": "41--50", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Mercury in organs from Greenland(Gr) and Denmark(DK).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Prevalence of risk of osteoporotic fractures among Inuit women from Nuuk, Greenland (N=153) and women from Quebec City Canada (N=2972). (Cote,Mulvad, Pedersen et al. 2004)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Infection are still frequent in Greenland tuberculosis and hepatitis", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Children in Greenland -Greenland for children. accumulate during a life time, a life course aspect should be implemented. Many results of studies indicate that prevention should start early, at the time when susceptibility is shaped or programmed and when habits are still modifiable. The effort should, in a broad sense, concentrate on the conditions under which children grow up under the theme: Children in Greenland-Greenland for children.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Chlorinated organic contaminants in adipose tissue.(Mulvad,  Pedersen et al.)", "latex": null, "type": "table"}, "TABREF1": {"text": "Relative contrations of fatty acids in plasma phospholipids among Inuit Women from Greenland, aged between 49 and 65 years, and women from Quebec, Canada. (Cote,Mulvad, Pedersen et al, 2004)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Fatty acids </td><td>Greenland Women </td><td>Quebec Women </td></tr><tr><td>(N=153) Mean </td><td>(N=93) Mean </td></tr><tr><td>Eicosapentaenoic: </td><td> </td><td> </td></tr><tr><td>EPA (C20:5 n-3) </td><td>4,7 </td><td>0,6\n</td></tr><tr><td>Docosahexaenoic: DHA (C22:6 n-3) </td><td>7,2 </td><td>1,4\n</td></tr><tr><td>EPA+DHA </td><td>12,0 </td><td>2,0\n</td></tr><tr><td>PUFA, n-3 series </td><td>13,8 </td><td>2,8\n</td></tr><tr><td>PUFA, n-6 series </td><td>22,8 </td><td>28,3\n</td></tr><tr><td>EPA/AA ratio </td><td>0,90 </td><td>0,09\n</td></tr><tr><td>n-3/n-6 ratio </td><td>0,67 </td><td>0,10\n</td></tr><tr><td>MUFA, n-9 series </td><td>18,0 </td><td>15,7\n</td></tr><tr><td>Saturated phospholipids. </td><td>53,0\nRelative concentrations are expressed as the percentage of total acids in plasma </td><td>45,0 </td></tr></table></body></html>"}, "TABREF2": {"text": "Estimated daily intake of traditional and imported foods in East Greenland in 2001 by semi-quantitative food frequency questionnaire (n=180).(Deutch, Pedersen 2004) circumstance may have lifelong influence. In Greenland too, it is necessary to understand the social, cultural and environmental causes better in order to ensure a better preventive effort.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 21.3. Estimated daily intake of traditional and imported foods in East Greenland in 2001 by semi-quantitative food frequency questionnaire (n=180). (Deutch, Pedersen 2004)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Food </td><td>Daily intake\n</td></tr><tr><td>Seal meat and blubber </td><td>41g/d\n</td></tr><tr><td>Polar bear </td><td>23g/d\n</td></tr><tr><td>Walrus </td><td>14g/d\n</td></tr><tr><td>Whale meat and blubber </td><td>37g/d\n</td></tr><tr><td>Fish </td><td>78g/d\n</td></tr><tr><td>Reindeer, hare, muskox </td><td>50g/d\n</td></tr><tr><td>Imported food </td><td>638g/d </td></tr></table></body></html>"}}, "back_matter": [{"text": "The present papers has been supported by The Commission for Scientific Research in Greenland, Sygekassens Helsefond, Denmark, Greenland Home Rule. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}