{
    "paper_id": "3e3a5af85e739d3f7815e4a685ae2f566c7f0943",
    "metadata": {
        "title": "\"Do-Not-Resuscitate (DNR)\" Status Determines Mortality in Patients with COVID-19",
        "authors": [
            {
                "first": "Albert",
                "middle": [],
                "last": "Alhatem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers-New Jersey Medical School",
                    "location": {
                        "settlement": "Newark",
                        "region": "NJ"
                    }
                },
                "email": ""
            },
            {
                "first": "Odette",
                "middle": [
                    "Spruijt"
                ],
                "last": "Mbchb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peter MacCallum Cancer Centre",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Debra",
                "middle": [
                    "S"
                ],
                "last": "Heller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers-New Jersey Medical School",
                    "location": {
                        "settlement": "Newark",
                        "region": "NJ"
                    }
                },
                "email": ""
            },
            {
                "first": "Ravi",
                "middle": [
                    "J"
                ],
                "last": "Chokshi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and Laboratory Medicine Rutgers-New Jersey Medical School",
                    "institution": "",
                    "location": {
                        "addrLine": "185 South Orange Avenue",
                        "settlement": "Newark, Newark",
                        "region": "NJ., NJ"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "A"
                ],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lambert",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": "<lamberwc@njms"
            },
            {
                "first": "Franco",
                "middle": [],
                "last": "Rongioletti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leonard",
                "middle": [],
                "last": "Hoenig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "Clark"
                ],
                "last": "Lambert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers-New Jersey Medical School",
                    "location": {
                        "settlement": "Newark",
                        "region": "NJ"
                    }
                },
                "email": "<wclambert3129@gmail"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To investigate the influence of DNR status on mortality of hospital inpatients who died of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This is a retrospective, observational cohort study of all patients admitted to two New Jersey hospitals between March 15 and May 15, 2020 who had, or developed, COVID-19 (1270 patients). Of these, 640 patients died (570 (89.1 percent) with and 70 (10.9 percent) without a DNR order at the time of admission) and 630 survived (180 (28.6 percent) with and 450 (71.4 percent) without a DNR order when admitted). Among the 120 patients without COVID-19 who died during this interval, 110 (91.7 percent) had a DNR order when admitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Deceased positive SARS-CoV-2 patients were significantly more likely to have a DNR order on admission compared to recovered positive SARS-COV-2 patients (p < 0.05), similar to those who tested negative for SARS-COV-2. COVID-19 DNR patients had a higher mortality compared to COVID-19 non-DNR patients (log rank p < 0.001). DNR patients had a significantly increased hazard ratio of dying (HR 2.2 [1.5-3.2], p <0.001) compared to non-DNR patients, a finding that remained significant in the multivariate model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The risk of death from COVID-19 was significantly influenced by the patients' DNR status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic has resulted in 815,476 global deaths and 178,129 in the US as of August 25, 2020 1 . Do-not-resuscitate (DNR) orders are designed to allow for withholding cardiopulmonary resuscitation (CPR) in the event of cardiac arrest 2, 3 . DNR status is often linked to patients with severe illness, advanced age, poor disease prognosis, and deteriorating health status with impending death 4 . Data are lacking on survivability of inpatient cardiac arrest for COVID19 patients 5 . Voices of extreme views, calling for a universal DNR policy for COVID-19 patients have created wide public outrage 6 . Certifying COVID-19 as the cause of death has driven up the statistics of the pandemic and affected healthcare decisions in the U.S. and globally 7 . The primary objective of this study was to identify the clinical outcome for patients with a DNR order who had death certificates attributing death to COVID-19.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "text": "2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 275,
                    "end": 276,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 430,
                    "end": 431,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 517,
                    "end": 518,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 636,
                    "end": 637,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Data were collected from patients who were admitted between March 15, 2020 to May 15, 2020 to two hospitals affiliated with our institution, including all patients who tested positive for SARS-CoV-2 by RT-PCR and were either deceased or had recovered. In addition, data on all patients who tested negative for SARS-CoV-2 and died during the same time period were collected for comparison. The database was de-identified and met the criteria of the Health and Insurance Portability and Accountability Act (HIPAA) for the protection of personal information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "The study was exempted by our institutional review board due to de-identifiability of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "Data from 1270 cases of positive SARS-CoV2 patients (including 640 deceased and 630 recovered patients) and 120 deceased patients negative for SARS-CoV2 admitted between 3/15/20 and 5/15/20 were extracted. All DNR patients included in this study had an active DNR order at the time of hospital admission. Patients who received a DNR order at any stage during their time in the hospital after admission were excluded to eliminate any confounding variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sample"
        },
        {
            "text": "All deceased patients had a death certificate stating COVID-19 was the primary cause of death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sample"
        },
        {
            "text": "Patient demographic data were collected with respect to age, age group (< 60, > 60 years), gender, reason for admission, COVID-19 symptoms at the time of admission, and comorbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sample"
        },
        {
            "text": "Comorbidity data were collected for metabolic disease (i.e. diabetes mellitus, electrolyte abnormality, vitamin deficiency or anemias); lung disease (i.e. chronic obstructive pulmonary disease, restrictive lung disease, or asthma); cardiovascular disease (i.e. congestive heart failure; coronary artery disease; or peripheral vascular disease); kidney disease (i.e. acute kidney injury, or chronic kidney disease); liver disease (i.e. cirrhosis, hepatitis B/C, or alcoholic hepatitis); neurologic disease (i.e. dementia, or cerebrovascular accidents); immunologic disease (i.e. immunodeficiency disorders or autoimmune disease) or active malignancy at the time of admission. The study also reported the total number of days from admission until death or discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sample"
        },
        {
            "text": "The primary exposure of interest was a positive SARS-CoV2 test confirmed by RT-PCR between March 15, 2020 and May 15, 2020. All other deceased patients with negative SARS-CoV2 tests were included during the same time period. Covariates included for analysis were age, gender, comorbidities, DNR status, hospital length of stay, vital status, and COVID-19 symptoms at the time of admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis:"
        },
        {
            "text": "Positive SARS-CoV2-specific survival was analyzed using IBM SPSS Statistics 22 8 . Descriptive statistics are presented for categorical variables as frequencies and for continuous variables as medians with interquartile ranges (IQRs). Pearson's Chi-Squared test was used to evaluate for significant differences in hospital admission by DNR status. Kaplan Meier, univariate and multivariate Cox regression analyses were performed to calculate the hazard ratios of all of the factors. To identify whether recovery or death were independent risk factors associated with the DNR status, univariable and multivariate logistical regression models were analyzed for all the variables. Risk factors were defined as statistically significant with hazard ratios (HR) not including 1.00 in their 95% confidence interval (CI), which indicate an alpha of < 0.05. In order to evaluate the relationship between DNR status and the type of comorbidity, we quantified each comorbidity in the cohort relative to the DNR status and we calculated the hazard ratios in univariate and multivariate Cox regression models to assess their influence on mortality for DNR patients.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis:"
        },
        {
            "text": "A total of 1380 patients with confirmed SARS-CoV2 tests were identified; median age, Table 1 . DNR patients were significantly older (76.3 vs. 66.4 yr) than non-DNR patients. Males were significantly more frequent than females overall in this cohort, and males with DNR were significantly more numerous than males with non-DNR status. Older patients (> 60 yr) had significantly higher DNR rates than younger patients (< 60 yr). Recovered patients with positive SARS-CoV2 had significantly higher non-DNR status compared to the DNR counterpart, and vice versa in those who died. There was no statistical significance in terms of presenting with COVID19 symptoms between DNR and non-DNR patients. However, DNR patients were more likely to present with a non-related (to COVID-19) chief complaint. Patients with DNR had significantly higher numbers of comorbidities ( > 3 comorbidities) compared to patients with non-DNR status. However, there was no statistical significance between the two groups when comparing the average number of overall comorbidities. Further analyses revealed that, as expected, comorbidities emerged to be higher in DNR than non-DNR patients with cardiovascular diseases displaying the greater difference between the two groups Figure 2 . All comorbidities increased the hazard of dying with variable significance Table 2 . Lung, CNS, metabolic, cancer and immune deficiency diseases increased the hazard significantly in the univariable model. Lung, CNS, Cancer and immune deficiency diseases remained significant in the multivariable model. Interestingly, although cardiovascular diseases were significantly higher in DNR patients this did not associate with a poorer prognosis. Also, kidney and liver diseases increased the hazard of dying but not significantly on both the univariable and multivariable models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1251,
                    "end": 1259,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1337,
                    "end": 1344,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patient Characteristics"
        },
        {
            "text": "The average length of hospital stay (days) were almost twice as high in those with DNR compared to those with non-DNR status (17.36 ± 2.66 vs. 9.58 ± 1.55 days, p = 0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Characteristics"
        },
        {
            "text": "A Kapan Meier plot shows that survival was influenced by DNR status in all positive SARS-CoV2 patients Figure 3A . Patients with DNR had a poorer survival rate than non-DNR patients (log rank p value <0.05). The mean survival time in DNR patients was 11.6 + 1.3 days (95% CI, 9 -14. 2) compared to non-DNR patients (28.5 + 3 days [95% CI, 22.7 -34.3]), log-rank test, p < 0.001). When comparing the survival based on gender, there was no statistical difference between DNR and non-DNR groups (p > 0.05) Figure 3B . While there was no statistical significance in survival between younger (< 60 year old) and older (> 60 year old) age groups of DNR patients Figure 3C , younger patients (< 60 years old) had a significantly better survival rate compared to older patients (> 60 years old) in the non-DNR group [log-rank test, p =0.04; HR =1.8 (95% CI, 1.6-2.7)] Figure 3D .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 282,
                    "text": "9 -14.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 503,
                    "end": 512,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 656,
                    "end": 665,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 860,
                    "end": 869,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Association of DNR Status with Survival"
        },
        {
            "text": "In univariate Cox regression, DNR patients had a higher hazard ratio for risk of death (HR) than non-DNR patients (HR, 2.2; 95% CI, 1.5-3.2), (p < 0.001) ( Table 3 ) and when adjusting for other variables in the multivariable model, DNR patients remained with a higher hazard ratio than non-DNR patients (HR, 2.2; 95% CI, 1.4-3.5; p< 0.001) ( Table 3) . SARS-CoV2 test positivity was associated with increased hazard ratios compared to a negative test in the univariate model (HR, 1.5; 95% CI, 1.1 -2.1; p < 0.05). However, these results did not remain significant in the multivariable model. Moreover, when comparing multiple variables (i.e. age, gender, COVID19 symptoms on admission, and the number of comorbidities) with univariate and multivariate Cox regression, there was no statistical significance between the hazard ratios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 343,
                    "end": 351,
                    "text": "Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Association of DNR Status with Survival"
        },
        {
            "text": "The significance of DNR status as an independent risk factor for mortality has not been documented previously in COVID19 patients. The present study analyzed data of 1270 patients with COVID-19, who were admitted to our institutions during the peak of the COVID-19 pandemic in New Jersey. DNR patients had higher hazard ratios for risk of death and lower survival outcomes compared to non-DNR patients. The association between DNR status and poor clinical outcomes remained independently significant after adjustment for important clinical factors, including age, gender, COVID-19 symptoms at the time of admission and comorbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One explanation for these results is that more patients with a DNR order died because they were not resuscitated 9 . Another hypothesis is that in the face of rapid clinical deterioration, DNR patients may be more likely to be placed on comfort care (hospice) compared to non-DNR patients 4 . However, due to the retrospective study design, reasons for a DNR order cannot be determined.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "9",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, DNR patients were older and had more comorbidities. This suggests the DNR order may be a proxy for more severe illness. The comorbidity clusters were different from one patient to another and there was not enough data for each cluster to derive a meaningful conclusion. The severity of each comorbidity was not easy to measure because of the retrospective nature of the study. Some but not all patients had a record of cardiac ejection fraction percent noted and some but not all had the degree of chronic kidney disease noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our further analyses revealed that DNR patients had more comorbidities than non-DNR patients and that the type of comorbidities increased the hazard of dying in the DNR group, which support the concept of considering DNR as a surrogate for prognosis. Notably, a DNR order has been documented to negatively impact the implementation of other treatment modalities (i.e. \"failure to rescue phenomenon\") 4 , which could explain the increased mortality of these patients. SARS-CoV-2 positivity and older age had a negative impact on survival. These findings have been previously reported 10 . However, those factors did not remain significant when adjusting for other variables in the multivariable model, which further support the importance of considering DNR status when analyzing mortality of COVID19 patients.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 583,
                    "end": 585,
                    "text": "10",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "DNR status may be requested by patients and/or their families to avoid prolonged life support, including application of a respirator, at the end of life when there is little or no expectation that this will be followed by a more normal existence. Treatment for severe COVID-19 may require such measures as well, but usually for only a much shorter interval, days or weeks, usually with a good expectation of a normal or near-normal existence on recovery. Patients with severe COVID-19 whose physicians feel they need such measures short term to treat the disease may be discouraged from offering them if the patient has a DNR order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This may unnecessarily negatively impact patient care and increase mortality in COVID-19 patients. Our findings agree with the stated opinions of Curtis and Mirarchi et. al. who, in their editorial about the importance of clarity for hospital code status orders note that DNR documentation is interpreted more broadly than may have been the patient's intention 11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the average length of hospital stay (days) was almost twice as high in those with DNR status compared to those with non-DNR status. Recovered patients were mostly non-DNR patients in this cohort, which could support that resuscitation in the event of respiratory failure caused by COVID-19 was the reason for a shorter inpatient stay. However, there was no clear record in the analyzed data on the resuscitation protocols used during inpatient time to evaluate this hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The limitations of this study include the retrospective nature. Misclassification of data is possible attributable to inaccurate coding. However, there is no reason to suspect that this would occur in any particular direction for the DNR status, because misclassification would likely be nondifferential in nature and likely biased toward the null. It may be appropriate to perform one or more prospective studies to further examine these issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "In this cohort of patients with COVID19, a DNR order was found to be a significant predictor of mortality, a finding that persisted after adjustment for other important clinical factors. The increased mortality in DNR patients may have resulted from unmeasured severity of illness, transition to comfort care in accordance with a patient's wishes, or failure to offer more aggressive care, such as a respitator, to patients with a DNR order. DNR status should be evaluated in COVID-19 epidemiological studies to further understand mortality in this pandemic. Table 1 . Descriptive statistics of the cohort ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 566,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cardiopulmonary resuscitation and do-notresuscitate orders: a guide for clinicians",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Loertscher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Bannon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Med",
            "volume": "123",
            "issn": "1",
            "pages": "4--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Do-not-resuscitate order after 25 years",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Cassem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "5",
            "pages": "1543--1550",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Postoperative outcomes in patients with a do-notresuscitate (DNR) order undergoing elective procedures",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Brovman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Clin Anesth",
            "volume": "48",
            "issn": "",
            "pages": "81--88",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cardiopulmonary Resuscitation During the COVID-19 Pandemic: A View From Trainees on the Front Line",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Defilippis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ranard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "141",
            "issn": "23",
            "pages": "1833--1835",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Importance of Addressing Advance Care Planning and Decisions About Do-Not-Resuscitate Orders During Novel Coronavirus 2019 (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Stapleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Understanding the treatment preferences of seriously ill patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Towle",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Allore",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "346",
            "issn": "14",
            "pages": "1061--1066",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Presenting Characteristics, Comorbidities, and Outcomes Among 5700 Patients Hospitalized With COVID-19 in the New York City Area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Correction: JAMA",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Importance of Clarity for Hospital Code Status Orders: Challenges and Opportunities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Mirarchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "158",
            "issn": "1",
            "pages": "21--23",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "66.44 years (interquartile range, 52.6-76.3 years). Of these 1380 patients, 630 recovered with positive SARS-CoV2, [including 180 (28.6%) with DNR and 450 (71.4%) non-DNR], 640 died with death certificates attributing COVID-19 as the cause of death [including 570 (89.1%) with DNR and 70 (10.9%) non-DNR]. During the study period, there were 120 deceased patients with negative SARS-CoV2 testing [including 110 (91.7%) with DNR and 10 (8.3%) non-DNR] Descriptive statistics are presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of the three study groups of the cohort, showing a significantly higher percentage of deceased COVID-19 patients with DNR order on admission compared to a significantly higher percentage of recovered patients with SARS-COV negative test or non-DNR on admission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Quantification of each comorbidity in the cohort relative to the DNR status.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Kaplan-Meier plots showing a comparative cumulative survival of DNR versus non-DNR patients with COVID-19 (A), men versus women, (B), patients <60 versus > 60 years of age with DNR (C) and with non-DNR (D). Log-rank p values were calculated to evaluate significance (p<0.05 is considered significant.).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cox regression analysis showing the hazard ratios (HR) in the univariate and multivariate models for each comorbidity in COVID19 patients. *Hazard ratio (HR) >1 in Cox regression is interpreted as an increase in the hazard of dying from COVID19 in DNR patients compared to non-DNR patients. Baseline reference: no cardiovascular diseases, no lung diseases, no kidney diseases, no CNS diseases, no metabolic diseases, no cancer, no immune deficiency diseases, no liver diseases. ** P<0.05 is considered significant (in bold).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cox regression analysis showing the hazard ratios (HR) in the univariate and multivariate models for the different variables in COVID19 patients. P<0.05 is considered significant (in bold).*Hazard ratio (HR) >1 in Cox regression is interpreted as an increase in the hazard of dying from COVID19 in DNR patients compared to non-DNR patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Descriptive statistics of the cohortTable 2. Cox regression analysis showing the hazard ratios (HR) in the univariate and multivariate models for the different variables in COVID19 patients. P<0.05 is considered significant (in bold). *Hazard ratio (HR) >1 in Cox regression is interpreted as an increase in the hazard of dying from COVID19 in DNR patients compared to non-DNR patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}