{
    "paper_id": "3e3c95aeba1837dcba178d989c4abd9ff91fee2b",
    "metadata": {
        "title": "Presenting characteristics and clinical outcome of patients with COVID-19 in South Korea: A nationwide retrospective observational study-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ )",
        "authors": [
            {
                "first": "Hyun-Young",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": "hypark65@korea.kr"
            },
            {
                "first": "Jung",
                "middle": [
                    "Hyun"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nam-Kyoo",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sang",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [
                    "Ok"
                ],
                "last": "Hong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mi-Jin",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Young",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Geehyuk",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae",
                "middle": [
                    "Kyung"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sub",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [
                    "Youl"
                ],
                "last": "Chai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [
                    "Soo"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yeon-Kyeng",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hye",
                "middle": [
                    "Kyung"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun-Wook",
                "middle": [],
                "last": "Kwon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [
                    "Kyeong"
                ],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H.-Y",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "H"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N.-K",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: More than 13,0 0 0 cases were reported to be infected with COVID-19 by RT-PCR in South Korea. Most studies report clinical characteristics of hospitalized patients with COVID-19; the full spectrum of disease severity has thus not yet been well described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Using retrospective observational methods, this study analyzed factors affecting early clinical symptoms, clinical progress, and severity of disease for COVID-19 positive patients released from quarantine to provide information on establishing optimized care for new patients. The medical data of 7803 laboratory-confirmed patients who had been discharged or died by April 30, 2020 were analyzed using multivariate logistic regression analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings: On admission, 7383 (94 • 5%) patients were asymptomatic or showed mild illness, and 372 (4 • 8%) patients were severe illness. Also, 48 (0 0 • 6%) were hospitalized with critically ill when diagnosed. Most patients with asymptomatic or mild illness on admission remained mild until discharge, 253 (3 • 4%) progressed to severe illness, and 83 (1 • 1%) died in hospital. However, the case fatality were 29 • 8% and 62 • 5% in severe and critically ill patients, respectively. At admission, 73 • 0% of hospitalized patients had symptoms; most common were cough (42 • 5%), sputum (28 • 8%), and fever (20 • 1%). Only 35 • 2% of laboratory confirmed patients admitted to the temporary care facility complained of symptoms. Increasing odds of being critically ill was associated with older age (OR 28 • 93, 95% CI 13 • 34-62 • 75 for age > 70y, vs. age < 50 y; p < 0 • 0 0 01), being male (OR 2 • 15, 95% CI1 • 59-2 • 89; p < 0 • 0 0 01), fever (OR 2 • 52, 95% CI 1.84-3 • 45; p < 0 • 0 0 01), and shortness of breath (OR 7 • 40, 95% CI 5 • 37-10 • 19; p < 0 • 0 0 01). Comorbid illness significantly increased risk of critical illness or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation: Most cases were discharged as asymptomatic or recovered from mild illness, and only 9 • 7% developed severe disease requiring oxygen therapy or more. Case fatality rate was 2 • 9%, and markedly increased in those over age 50. Risk factors such as age, sex, fever, shortness of breath, and underlying disease can be useful in predicting future clinical severity. Additionally, the number of confirmed asymptomatic COVID-19 patients significantly contribute to continued spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Funding: none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We searched PubMed on June 30, 2020, for articles that documented clinical features and risk factors of clinical severity in patients with coronavirus disease 2019 (COVID-19) using the search terms (\"novel coronavirus\" OR \"SARS-CoV-2 OR \"COVID-19 ) AND (\"mortality\" OR \"severe illness\" OR \"asymptomatic\") AND (\"RT-PCR\" OR \"laboratory confirmed\") AND (\"comorbidity\" OR \"symptom\") with no language or time restriction. More than 50 studies on clinical characteristics on COVID-19 have been published. However, most previous studies analyzed data for patients who suspected infection and went to hospital. There was limited access to hospital care or bottleneck in laboratory testing in other countries during the early phase of the pandemic. The findings from clinical studies in those circumstances can be misleading indicators of the epidemic's trajectory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence before this study"
        },
        {
            "text": "This study includes patients confirmed by active contact tracing and quarantine. To our knowledge, this is one of the largest studies including patients who have been confirmed regardless of symptoms. We present the clinical characteristics of 7803 patients with laboratory-confirmed SARS-CoV-2 infection. Most patients (94.6%) were asymptomatic or had mild illness on admission and among them more than 95% were discharged without severe illness. More than half of the cases were asymptomatic at the diagnosis or admission, and a significant proportion of patients remained asymptomatic at discharge. Basic demographics (age and sex), major symptoms on admission (fever, cough, SOB/dyspnea), and comorbidities were significantly associated with clinical severity and most clinical deterioration occurred within 10 days after diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Most cases were discharged as asymptomatic or recovered from mild illness, and only 9.7% of patients developed severe illness. Age is one of the key risk factors which determine clinical outcome. The risk prediction model using prognostic factors such as age, sex, symptom on admission, and comorbidities is thought to be of great help in identifying the triage of confirmed cases in the event of a large-scale outbreak. The high rate of asymptomatic patients is believed to be a major factor in the continuous spread of COVID-19 causing difficulties in the control of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The outbreak of the coronavirus disease (COVID-19) has resulted in 10 million cases with 503 thousand deaths as of June 30, 2020 [1] . After the first case of COVID-19 was confirmed in South Korea on January 20, 2020, the Korea Centers for Diseases Control and Prevention (KCDC) screened and evaluated persons who had a history of contact with confirmed COVID-19 cases, and screened the immigrants from countries where COVID-19 had spread. As of June 30, 2020, a total of 13,812 laboratory-confirmed cases has been documented and, recently, about 50 new cases have been confirmed daily. In several countries, a massive increase in the number of cases has resulted in high mortality due to the collapse of the health care system. In Korea, though several confirmed cases occurred simultaneously in late February, mortality was significantly lower than that in other countries due to active administration and treatment by both temporary care facilities and over 100 medical institutions. The COVID-19 strategy in South Korea, known as \"K-Quarantine,\" has conducted extensive contact tracing through testing positive case contacts and epidemiological surveys of confirmed cases, to identify and quarantine infected patients. Through this we could get information on clinical characteristics of the full spectrum of laboratory-confirmed COVID-19 cases.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After the first case report in Wuhan, numerous papers have been published regarding the symptoms, clinical characteristics, and prognosis of COVID-19 patients. However, most studies conducted on patients admitted to the hospital is a hindrance to represent the percentage or clinical outcome of patients who had been infected, including asymptomatic and untested patients. Therefore, this study aims to provide information to establish optimized care for the confirmed patients by analyzing the factors affecting early clinical symptoms, clinical progress, and severity of disease for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We collected the epidemiological, clinical, and outcome data for laboratory-confirmed COVID-19 cases, and those who were discharged from hospitals or temporary care facilities between February and April 2020. We gathered medical records from 100 hospitals which agreed to collect medical records, and 25 temporary care facilities. Temporary care facilities named 'Residential Treatment Center' were meant to monitor and provide care for patients with mild symptoms due to shortage of hospital beds during the massive outbreak in March 2020 in Daegu [2] . Patients aged below 65 and without severe underlying diseases were isolated in care facilities. It was reported their body temperature and any other symptom change during their stay and health care professionals monitored their general condition. If their symptom indicated something clinically meaningful, they were transferred to the hospital. We collected information of 3301 cases about their demographics and underlying diseases at the time of admission; furthermore, among these cases we gathered information about major symptoms of 1737 patients.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Study design and population"
        },
        {
            "text": "The total number of cases who were released from isolation until April 30 due to COVID-19 was 9227. Of these, 7818 patients who were released from quarantine, or who had died by April 30 were included. Among them, we excluded two people whose clinical severity could not be confirmed. In addition, we excluded 13 cases who were laboratory-confirmed with COVID-19 after death. Finally, 7803 cases were subjected to further analysis. All cases were confirmed by quantitative RT-PCR for SARS CoV-2 using pharyngeal swab or sputum specimens according to the recommended protocol by the KCDC [ 3 , 4 ] . This retrospective observational study was approved by the institutional review boards of KCDC (KCDC 2020-07-01-P-A), and informed consent requirements waived.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 596,
                    "text": "[ 3 , 4 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design and population"
        },
        {
            "text": "Epidemiological and early clinical information was retrieved from COVID-19 reporting and surveillance data operated by KCDC. Demographic, clinical, laboratory, and outcome data for hospitalized patients were collected from medical records using a standard data collection form, which was a modified version of the World Health Organization Global 2019-novel coronavirus clinical characterization case report form [5] . Individual cases were reviewed by well-trained medical recorder professionals, and data collection was done using electronic data management system. Clinical severity on admission and daily changes during hospitalization were assessed as follows: (1) no limit of daily activity; (2) limit of daily activity but no need for supplemental O2 therapy; (3) need for sup-plemental O2 therapy via nasal prong; (4) need for supplemental O2 therapy via facial mask; (5) need for high flow supplemental O2 therapy or non-invasive ventilation; (6) need for invasive ventilation; (7) multi-organ failure or need for extracorporeal membrane oxygenation (ECMO) therapy; and (8) death. Clinical severity during analysis was classified as asymptomatic, or mild in the case of clinical severity 1 or 2; clinical severity of 3 or 4 was classified as severe; and cases with clinical severity 5 or higher requiring a ventilator was classified as critically ill [3] . Data on underlying diseases were supplemented by information provided by the National Health Insurance Agency since there was a medical history intrinsic to such diseases. Additional medical record investigation was conducted for outliers on key parameters.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Data collection (Procedure)"
        },
        {
            "text": "Continuous variables were expressed as median and interquartile range (IQR), and categorical variables were summarized as counts and percentages. To assess significant differences in demographic variables, comorbidities, and symptoms on admission across the subgroup of severity, the χ 2 -test for categorical variables, and analysis of variance or the Kruskal-Wallis Rank test for continuous variables were used. Multivariate logistic regression analysis with a stepwise selection using a significant level of entry of 0 • 2 and stay of 0 • 05 was used to examine the association of age group, current smoking, obesity, 12 key symptoms (such as fever, cough, sputum, sore throat, rhinorrhea, myalgia, fatigue, shortness of breath (SOB) or dyspnea, headache, confusion, nausea, and diarrhea), and 10 comorbidities (such as hypertension, diabetes, asthma, liver disease, chronic cardiac diseases, chronic obstructive lung disease (COPD), chronic kidney disease (CKD), malignancy in recent 5 years, rheumatologic disease, dementia) with two primary endpoints that were defined as severe or more (Model 1) and critically ill only (Model 2), respectively. Discrimination and \"goodness-of fit\" measurements were presented with the C-statistic and the Hosmer-Lameshow's statistic for each model. Kaplan-Meier method was used to estimate the survival curves and compare the cumulative probability of event-free during the hospitalization period according to age category: < 50y, 50-59y, 60-69y, 70-79y, and ≥80y, and the p-values were calculated by the logrank test. A two-sided p-value of less than 0 • 05 was considered as statistically significant. All analyses were performed with SAS version 9 • 4 (SAS Institute, Cary, NC, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "No funding sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of funding source"
        },
        {
            "text": "The demographic and clinical characteristics of the patients are shown in Table 1 . Around 98 • 7% of the subjects were Korean, 0 • 7% were Korean-Chinese, and 0 • 6% were foreigners. There was a distinct difference in the clinical characteristics of patients admitted to the hospital, and of patients in temporary care facilities. The mean age of inpatients and patients managed at temporary care facilities was 50 • 3 and 35 • 5 years, respectively. In both groups, the percentage of women was high.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The most common cases of comorbidity were hypertension, followed by diabetes, COPD, liver diseases, and chronic cardiac diseases. Percentages of cases with one or more of the comorbidities investigated were 37 • 3% for hospitalized patients and 4 • 2% for patients in temporary care facilities, since it was initially classified as a priority for hospitalization if someone had comorbidity in triage. About 73 • 0% of hospitalized patients had at least one of the 12 symptoms; the most common being cough (42 • 5%), sputum (28 • 8%), and fever (22 • 6%). Only 35 • 2% of confirmed cases admitted to the care facilities complained of symptoms at the time of admission, and the most common symptoms were cough (15%), followed by rhinorrhea (9 • 9%), sputum (8 • 9%), and sore throat (6 • 2%). Fever was observed in only 2 • 0% of the care facilities patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For some study patients who were isolated in temporary care facilities, monitoring for several symptoms (cough, sore throat, fever, and dyspnea) was conducted during quarantine. Among the 966 confirmed cases who were asymptomatic at the time of admission with daily monitoring records, cough, sore throat, and fever developed in 12 • 7%, 9 • 3%, and 2 • 2%, respectively, during isolation. The percentage of patients who were discharged without any symptoms is 79 • 3. Table 2 shows the clinical outcome according to the initial clinical presentation of the study population. On admission, 7383 (94 • 6%) patients were asymptomatic, or had mild illness. Among them, 95 • 4% had symptoms that remained mild until discharge, 243 (3 • 3%) progressed to severe or critically ill status, and 83 (1 • 1%) died. Among the 372 patients who needed oxygen therapy on admission, 111(29 • 8%) died. The patients who were critically ill on admission showed high signs of the case fatality (62 • 5%). The case fatality in this study was 2 • 9%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 476,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Age and gender specific clinical severity is illustrated in Fig. 1 and Supplementary Table 1 . The proportion of patients with severe illness was higher in men than that in women in all age groups. Under the age of 50, 98 • 2% and 98 • 7% of male and female patients, respectively, were discharged as asymptomatic or after mild illness. The cases that required more treatment than oxygen therapy increased rapidly from the age of 50; the condition of 47 • 5% in men and 32 • 7% in women above age 80, who were in need of a ventilator, was severe or they finally died. 92 • 4% of the deaths were patients older than 60, and only 4 patients were under age 50. Table 3 shows the clinical characteristics according to the worst clinical severity during the hospitalization period. The number of aged patients in the group with severe or critically ill characteristics significantly increased compared to that in the group with asymptomatic or mild patients, and the ratio of men was significantly high. For comorbidity, the prevalence of hypertension, diabetes, chronic cardiac diseases, and CKD was higher in the group with increased severity. Obesity (BMI 25 kg/m 2 or more) was also associated with severity increment. Among the symptoms at the time of visit, fever was detected in 13 • 5% of asymptomatic or mild cases, and the incidence were significantly higher in the severe or critically ill group. The cases with shortness of breath or dyspnea were significantly higher in both severe and critically ill patients compared to those in the asymptomatic or mild group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 658,
                    "end": 665,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the patients who were hospitalized and had initial CXR, 35 • 0% showed abnormal infiltration, and the number of patients with infiltration increased in the severe or critically ill groups. Lymphocytopenia was found in 786 (19 • 4%) patients, and the prevalence was higher in both severe and critically ill groups compared to the mild group. Symptoms of anemia and decreased platelet count were more frequently observed in the severe and critically ill patients. Table 4 shows the multivariate analysis of factors that can predict severity based on the clinical characteristics at the time of visit. Model 1 is an analysis of the severe cases that require more than oxygen therapy, while Model 2 is an analysis of the critically ill cases in need of intensive care such as ventilator care. As age increases, so does the risk of severity; accordingly, the risk increased in patients who were aged 70 years or older by 17 • 66 (95% CI 12 • 49-24 • 96) for severe conditions, and 28 • 93 (95% CI 13 • 34-62 • 75) for critical ill cases compared to those under age 50. Men were more likely to develop severe or critically ill symptoms compared to women. Inpatient symptoms also had a significant effect on clinical severity; patients with SOB or dyspnea at the time of admission were seven times more likely to develop into severe cases. Comorbidities such as hypertension, diabetes, CKD, COPD, malignancy, and dementia are also significant factors in determining clinical severity. The C index estimates were 0 • 91(0 • 89-0 • 92) and 0 • 94(0 • 92-0 • 95) in prediction of severe and critically ill, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 475,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "More complex models with hemoglobin and platelet added to the existing model (Model 1) were showed in Supplementary Table  S3 . The C index estimates for the Model 3 and 4 were 0.87(0.86-0.88) and 0.87(0.85-0.88), respectively, indicating that more com- plex models included hemoglobin and platelet did not provide additional improvement of capability to discrimination. Kaplan-Meier curves and product-limit estimates at specific time points for severity events by age group are shown in Fig. 2 and Supplementary Table 2 . Probabilities for events of the O2 therapy or more within 10 days from diagnosis in age categories < 50, 50-59, 60-69, 70-79, and 80 or more were 3%, 12%, 20%, 37% and 51%, while those of critical illness or death were 0%, 2%, 5%, 12%, and 21%, respectively. The event such as O2 therapy occurred in most cases within 10 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 125,
                    "text": "Supplementary Table  S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 489,
                    "end": 495,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 514,
                    "end": 521,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This retrospective observational study presents the full spectrum of disease severity ranging from asymptomatic to death in patients with COVID-19. Most cases were discharged as asymptomatic, or recovered from mild illness, and only 9 • 7% patients developed into severe diseases that required oxygen therapy or more. The critically ill patients in the category of ventilator care, multiorgan failure, or death comprised 3 • 6% of the study population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The case fatality rate (CFR) of our study population was 2 • 9% No death occurred in the patients under age 30; however, cases in the age group 70 to 79 years and 80 or above had a 12 • 9% and 34 • 8% CFR, respectively. The CFR in the aged group is higher compared to a previous report [6] . This is because as the infection spread in nursing homes, a number of elderly patients became infected, and some refused active treatment; this led to a higher case fatality than the healthy elderly. As a result, except for those who died without active treatment such as ventilation, the CFR for those aged 70-79 years is 5 • 46%, and for those aged 80 years or more is 8 • 68%.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The clinical severity of COVID-19 varies according to the study population. Our findings do not show big differences from the reports on clinical characteristics of confirmed cases in China. A comparison of our retrospective study of 1099 patients with laboratory-confirmed cases showed that the severe cases were 15 • 7% with 1 • 4% fatality [7] . According to the Chinese Center for Disease Control and Prevention, more than 80% were mild cases, 14% were severe cases, and about 5% were critical cases [8] . The reason why the ratio of mild cases was particularly high in Korea is because the study subjects included asymptomatic cases detected through active contact tracing. Reports in the United States showed that the proportion of severely ill patients was higher compared to this study, which targeted hospitalized patients [9] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Clinical severity appears to be the most affected by age [ 9 , 10 ] . In this study, the percentage of severely ill patients who demanded other treatments besides oxygen therapy was low (1 • 4%) for those under the age of 50, but was high for those in their 70 s (38 • 4%) and above 80 s (60 • 5%) age groups (Supplementary Table 1 ). In multivariate analysis, the number of cases that developed into critically ill cases was more than 28 times higher in patients aged 70 or above than those under the age of 50.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 67,
                    "text": "[ 9 , 10 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 331,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The percentage of women in the confirmed subjects was high, and it is speculated that the percentage of women exposed at religious facilities, such as Shincheonji, was high at the time of the early infection spread. However, cases turning into severe illness after testing positive were frequent in men. In our study, gender is a risk factor for higher severity in patients with COVID-19, independent of age and comorbidities (OR 2 • 15, 95% CI 1 • 59-2 • 89). This is consistent with previous reports [11] . Behavioral difference such as smoking or alcohol intake, and high prevalence of pre-existing chronic diseases, may increase the risk of developing into severe illness. Another possible reason is that women have a stronger innate and adaptive immune response than men due to the X chromosome containing a high density of immune-related genes [12] . The sex difference of angiotensin-converting enzyme 2 (ACE2) receptors can be another possible reason for less severe diseases in women [13] . Further research is warranted for a better understanding of biological differences in disease severity. In this study, 19 pregnant women were included and they were all discharged without development of severe illness.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Risk associated with smoking is still unclear [ 14 , 15 ] . In our study, smoking was not an independent risk factor for prediction of severity. The smoking prevalence (12 • 6% for men, 1 • 2% for women) was lower than the country's smoking prevalence [16] . However, the smoking rate was somewhat higher in severe cases. Conversely, the smoking rate among patients who were critically ill was low, leading to the speculation that most elderly patients did not smoke due to underlying disease conditions. Additionally, one cannot rule out the possibility of under-assessment of smoking due to difficult conditions in an overwhelmed health system. Also, many subjects (56 • 4%) in our study were infected at religious gatherings, and it is thought that the smoking rate in this group was lower than that in the general population. Additional research is required regarding smoking rates.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 57,
                    "text": "[ 14 , 15 ]",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Presence of co-morbidities is also significantly associated with the development of severe disease and poor outcome. In multivariate analysis, hypertension, diabetes, CKD, COPD, malignancy, and dementia led to increased risk for severe illness. This suggests that patients with such diseases were more likely to deteriorate into severe illness than those without underlying diseases. This implies that personal protection should be made available to patients and medical staff, especially to the elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest we can use basic demographic (age, sex), symptom, and comorbidity estimates in a high-performance risk prediction model to triage patients at risk of severe and critical illness without laboratory test or imaging study. To mitigate the burden on the health care system, and to provide the best care for patients during massive outbreak, the triaging of patients is important. The prediction model to estimate the risk of patients developing poor outcomes can help in allocating the limited health care resources and in medical decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Korea, in the early stage of the spread of COVID-19, all confirmed cases were not able to be accommodated in the hospital; thus, the elderly, with symptoms and comorbidities, were preferentially treated in the hospital while others, who were asymp-tomatic or had mild symptoms, were isolated in the care facility and underwent only general care [17] . Of the 30 0 0 patients admitted to the care facility, only 7 cases developed into the severe form, including one fatal case. Most of the confirmed patients were released from quarantine after a mild condition. Korea's initial strategy using temporary care facilities is considered to have greatly contributed to the successful handling of the COVID-19 pandemic without disrupting the health care system. Prognostic factors and other factors like age, fever, SOB/dyspnea, with or without underlying disease at the time of COVID-19 confirmation can be useful in predicting the prognosis of the confirmed patients as significant factors in predicting the severity. Therefore, the risk prediction model based on these prognostic factors is thought to be of great help in identifying the triage of the confirmers in the event of a large-scale outbreak in the future.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study showed that the clinical deterioration, which needs oxygen supplement, occurred within 10 days after laboratoryconfirmed diagnosis in more than 90% of the patients. Therefore, the patients with asymptomatic or mild illness can be discharged to their home or care facilities after 10 days in case of lack of medical resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, asymptomatic patients were observed in 27% of the hospitalized patients and in 64 • 8% of the temporary care facility patients. Among the confirmed patients who entered the temporary care facility as asymptomatic cases and provided daily symptom records, 78 • 3% remained asymptomatic until release from isolation. In recent reports, many asymptomatic cases have been found with up to 40% reported in some reports [18] [19] [20] . In our study, it is difficult to present the exact data because the symptoms were not investigated in all the confirmed patients. However, our result supports the premise that a significant number of confirmed COVID-19 patients are asymptomatic. The high rate of asymptomatic cases is believed to be a major factor in the continuous spread of COVID-19 causing difficulties in the control of the epidemic.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most common symptom was a cough (hospitalized patients: 42 • 5%; and care facility patients: 15 • 0%). Fever was observed in only 19 • 1% of inpatients and in 1 • 9% of care facility patients at the time of confirmation, which differs from other previous reports [ 8 , 21 ] . This difference may result from the fact that most existing reports encompass patients experiencing symptoms, and some studies have been conducted only on patients with severe symptoms, whereas this study includes patients confirmed by contact tracing. Meanwhile, body temperature check for screening infected people has been used; the low percentage of confirmed patient with high temperature suggests that quarantine using body temperature may be limited.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 277,
                    "text": "[ 8 , 21 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, 28 • 5% of the hospitalized patients had abnormal CXR results although they were asymptomatic at admission. The finding that 14 • 2% among them exacerbated into severe form gives clues to predict the risk for disease progression in patients. Also, radiologic study on admission can help to prevent the worsening of disease if active treatments are provided to early pneumonia patients without significant clinical manifestations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Early identification of patients who have a high risk for contracting severe disease is critical for the provision of optimized care, especially with massive disease outbreak. We realized the importance of risk assessment for triage after we found that the collapse of the health care system had led to tremendous deaths globally. Our data shows that risk prediction is possible using demographic and simple clinical findings such as symptoms and comorbidities. We hope that our data can foster risk prediction as well as help in defining the clinical characteristics of patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. First, this is a retrospective study, therefore we could not collected the medical records of COVID-19 patients from all hospitals, and some variables, especially laboratory finding data were missing. However, we collected information from 85% of patients who were released from isolation until April 30, and we assumed that our study population represents the national data. Second, most of the subjects were confined to Koreans; thus, it may be difficult to generalize these results for application to other ethnic groups. Third, we did not include the effect of antiviral drugs or hydroxychloroquine on the risk assessment of clinical severity. The number of patients who had been involved in the clinical trial for Remdesivir was limited, and for hydroxychloroquine, the emerging reports have not shown clinical benefit. Further assessment of treatment effect should be followed using a larger study population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, this study is one of the largest studies so far, which includes those confirmed by the laboratory test through contact tracing. Most previous studies have analyzed patients suspected of infection, and who came to the hospital. There was limited access to hospital care or to bottlenecks in laboratory testing in other countries in the early phase of the pandemic. The clinical studies in such circumstances can be misleading indicators of the epidemic's trajectory. In Korea, because of active contact tracing, asymptomatic infected patients were found, and by including them in the analysis, the clinical severity among the actual infected people could be suggested. In addition, our study is different from other studies in that the observation results from some subjects who were asymptomatic at the time of confirmation until they were released were included. We hope the results of this study will provide useful information in the context of responses within the limited medical system of each country, such as triage of COVID-19, which is still spreading today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HP, EJ had the idea for and design the study and take responsibility for the integrity of the data and the accuracy of the data analysis. JL, NL, DL did statistical analyses, and drafted the manuscript and figures. MP, SL, GK, JP, SK, YL collected the data. HP, JK gave review and comments for the study. HC and HP conceived the study and supervised data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "All authors critically revised the manuscript and approved for the version to be published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 Coronavirus Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Repurposing and reshaping of hospitals during the COVID-19 outbreak in South Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Her",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "One Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and outcomes of patients with severe acute respiratory syndrome coronavirus 2 infection: a preliminary report of the first 28 patients from the Korean cohort study on COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of coronavirus isolated from a patient in Korea with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Osong Public Health Res Perspect",
            "volume": "11",
            "issn": "1",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Global COVID-19 Clinical Characterization Case report form. Geneva: WHO . World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "4",
            "pages": "506--516",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1728",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1281",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York city area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "20",
            "pages": "2052--2061",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "16",
            "pages": "1574--81",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gender difference is associated with severity of coronavirus disease 2019 infection: an insight from a meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ueyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takagi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Explor",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The X chromosome and sex-specific effects in infectious disease susceptibility",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schurz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tromp",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Hoal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinnear",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Möller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hum Genom",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Age and sex differences in soluble ACE2 may give insights for COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Swärd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edsfeldt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reepalu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jehpsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosengren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Karlsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Active smoking is not associated with severity of coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Intern Med",
            "volume": "75",
            "issn": "",
            "pages": "107--115",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Smoking is associated with COVID-19 progression: a meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patanavanich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Glantz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nicotine Tob Res",
            "volume": "22",
            "issn": "9",
            "pages": "1653--1659",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cigarette smoking in South Korea: a narrative review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gunter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szeto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Waters",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Fam Med",
            "volume": "41",
            "issn": "1",
            "pages": "3--13",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Revised triage and surveillance protocols for temporary emergency department closures in tertiary hospitals as a response to COVID-19 crisis in Daegu metropolitan city",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical characteristics of COVID-19 in 104 people with SARS-CoV-2 infection on the diamond princess cruise ship: a retrospective analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tabata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1043--50",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "94",
            "issn": "",
            "pages": "154--159",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical and immunological assessment of asymptomatic SARS-CoV-2 infections",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "X"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "18",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical features, diagnosis, and treatment of COVID-19 in hospitalized patients: a systematic review of case reports and case series",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tahvildari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arbabi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Farsi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Med (Lausanne)",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Age and sex pyramids of the worst clinical severity during hospitalization or isolation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kaplan-Meier curves for severity outcomes according to age group ( n = 7803). The plot is the unadjusted cumulative probability of event-free for (a) severe or more (clinical severity 3, 4, 5, 6, 7, or 8) and (b) critically ill or death (clinical severity 5, 6, 7, or 8). Dash line represents 95% CI for each curve.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and clinical characteristics of patents with SARS-CoV-2 infection. IQR). COPD = chronic obstructive pulmonary disease. CKD = chronic kidney disease. AIDS = acquired immune deficiency syndrome. HIV = human immunosuppressive virus. SOB = shortness of breath. .. = not applicable.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The worst clinical severity of patients during entire quarantine according to initial clinical severity.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical, radiologic and laboratory findings of patients on admission according to the worst clinical severity during hospitalization or isolation. IQR). COPD = chronic obstructive pulmonary disease. CKD = chronic kidney disease. AIDS = acquired immune deficiency syndrome. HIV = human immunosuppressive virus. BMI = body mass index. SOB = shortness of breath. .. = not applicable.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge all the health-care workers involved in the diagnosis and treatment of COVID-19 patients in South Korea. We thank the Korean Health Information Management Association and the medical recorders in 100 hospitals for their effort in collecting the medical records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The dataset used in this study was collected by the KCDC, and part of them (demographics, comorbidities, major symptoms, clinical severity, etc.) are available for the research purpose through the website ( http://is.cdc.go.kr/ (Korean)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing statements"
        },
        {
            "text": "Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.lanwpc.2020.10 0 061 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}