{
    "paper_id": "3e3c6dfefd259f3994b1c9089c65031e14e442cc",
    "metadata": {
        "title": "Outcomes Evaluated in Controlled Clinical Trials on the Management of COVID-19: A Methodological Systematic Review",
        "authors": [
            {
                "first": "Alexander",
                "middle": [
                    "G"
                ],
                "last": "Mathioudakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Academic Health Science Centre",
                    "location": {
                        "postCode": "M23 9LT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": "alexander.mathioudakis@manchester.ac.uka.g.m."
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Fally",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Herlev Gentofte Hospital",
                    "location": {
                        "postCode": "2900",
                        "settlement": "Hellerup",
                        "country": "Denmark"
                    }
                },
                "email": "markus.fally@regionh.dk"
            },
            {
                "first": "Rola",
                "middle": [],
                "last": "Hashad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Academic Health Science Centre",
                    "location": {
                        "postCode": "M23 9LT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": "rola.hashad@manchester.ac.ukr.h."
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Kouta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Academic Health Science Centre",
                    "location": {
                        "postCode": "M23 9LT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": "akouta28@gmail.coma.k."
            },
            {
                "first": "Ali",
                "middle": [
                    "Sina"
                ],
                "last": "Hadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [],
                "last": "Blandin Knight",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Academic Health Science Centre",
                    "location": {
                        "postCode": "M23 9LT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Nawar",
                "middle": [],
                "last": "Diar Bakerly",
                "suffix": "",
                "affiliation": {},
                "email": "nawar.bakerly@srft.nhs.ukn.d.b."
            },
            {
                "first": "Dave",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Academic Health Science Centre",
                    "location": {
                        "postCode": "M23 9LT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": "dsingh@meu.org.ukd.s."
            },
            {
                "first": "Paula",
                "middle": [
                    "R"
                ],
                "last": "Williamson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC/NIHR Trials Methodology Research Partnership",
                    "institution": "University of Liverpool",
                    "location": {
                        "postCode": "L69 3BX",
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": "p.r.williamson@liverpool.ac.uk"
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Felton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Academic Health Science Centre",
                    "location": {
                        "postCode": "M23 9LT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": "tim.felton@manchester.ac.ukt.f."
            },
            {
                "first": "Jørgen",
                "middle": [],
                "last": "Vestbo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester Academic Health Science Centre",
                    "location": {
                        "postCode": "M23 9LT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It is crucial that randomized controlled trials (RCTs) on the management of coronavirus disease 2019 (COVID-19) evaluate the outcomes that are critical to patients and clinicians, to facilitate relevance, interpretability, and comparability. This methodological systematic review describes the outcomes evaluated in 415 RCTs on the management of COVID-19, that were registered with ClinicalTrials.gov, by 5 May 2020, and the instruments used to measure these outcomes. Significant heterogeneity was observed in the selection of outcomes and instruments. Mortality, adverse events and treatment success or failure are only evaluated in 64.4%, 48.4% and 43% of the included studies, respectively, while other outcomes are selected less often. Studies focusing on more severe presentations (hospitalized patients or requiring intensive care) most frequently evaluate mortality (72.5%) and adverse events (55.6%), while hospital admission (50.8%) and viral detection/load (55.6%) are most frequently assessed in the community setting. Outcome measurement instruments are poorly reported and heterogeneous. Follow-up does not exceed one month in 64.3% of these earlier trials, and long-term COVID-19 burden is rarely assessed. The methodological issues identified could delay the introduction of potentially life-saving treatments in clinical practice. Our findings demonstrate the need for greater consistency, to enable decision makers to compare and contrast studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of the coronavirus disease 2019 led to an unprecedented research mobilization aiming to understand the virus and develop effective preventive and therapeutic strategies [1, 2] . Characteristically, within ten months, over 60 thousand publications focusing on COVID-19 were indexed in PubMed and almost two thousand interventional studies were registered with the ClinicalTrials.gov database. However, the limited knowledge about the disease and the need for an expeditious response to the unfolding pandemic did not allow, in some cases, for adequate methodological planning and co-ordination. Extensive research duplication (or better multiplication) has been observed, with numerous randomized controlled trials (RCTs) evaluating the same interventions for COVID-19 in parallel [3] . Moreover, standardization is lacking in trial design and could limit comparability. An important source of variability in trial design could arise from the outcomes (endpoints) that are selected for evaluation. Heterogeneity in trial outcomes and omission of outcomes that are critically important to patients and clinicians complicate interpreting, comparing and synthesizing trial results, potentially delaying the introduction of novel, life-saving treatments into clinical practice [4, 5] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1290,
                    "end": 1292,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Core outcome sets are developed to address heterogeneity in the selection of outcomes. These are agreed standardized sets of outcomes that should be measured and reported as a minimum in all clinical trials in specific areas of health or health care [6] . The Core Outcome Measures in Effectiveness Trials (COMET) has developed a rigorous methodology for their development, to ensure the most pertinent clinical outcomes are included in core outcome sets [6] [7] [8] . Core outcomes should be informed by rigorous methodological systematic review [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Upon the emergence of COVID-19 pandemic, there was an urgent need for the development of a core outcome set. Within a few months, four sets were developed, using an accelerated process [9] [10] [11] [12] . These were based on methodological systematic reviews of the first registered RCTs, which were limited in number and design, due to the limited knowledge of the nature of COVID-19, at the time. However, in the meantime, our knowledge of the natural history of COVID-19 is expanding rapidly and numerous clinical trials have been registered. In this methodological survey, we describe the outcomes that are tested in RCTs evaluating therapeutic interventions for COVID-19 and the instruments used to measure these outcomes.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We followed standard methodology recommended by the Core Outcome Measures in Effectiveness Trials (COMET) initiative for conducting methodological systematic reviews of outcomes evaluated in RCTs [6] , that was successfully applied in previous, similar methodological surveys [13] [14] [15] [16] . The Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews (PRISMA-ScR) was used for reporting this systematic review (Table S1 ).",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 467,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Planned, ongoing or completed interventional clinical trials evaluating pharmacological or non-pharmacological interventions for the management of COVID-19 were considered eligible. Phase 1 trials were considered beyond the scope of this manuscript and, thus, excluded. All eligible trials from the U.S. National Library of Medicine clinical trials register (ClinicalTrials.gov, searched on 5 May 2020) were retrieved using standard filters recommended by the library. More specifically, for identifying studies evaluating COVID-19, we used the following terms: COVID-19, SARS-CoV-2, severe acute respiratory syndrome coronavirus 2, 2019-nCoV, 2019 novel coronavirus, and Wuhan coronavirus. Only studies identified as interventional by the submitting researcher were retrieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Selection and Data Extraction"
        },
        {
            "text": "Eligible studies were grouped into phase 2 or later stage trials, and according to the recruitment setting (community, hospital, or intensive care unit). The main methodological characteristics of all eligible studies, including the planned study population, age of the participants, recruitment setting, blinding, interventions, outcomes, funding, sponsoring, and geographic distribution of the participating centers were extracted automatically from the ClinicalTrials.gov extract (.csv), using a script developed in the platform R statistics (version 3.4.3; R Foundation for Statistical Computing, Vienna, Austria). One researcher (amongst MF, RH, ASH, AK) confirmed eligibility, cross-checked pre-extracted data for accuracy, searched for additional reports of the study protocol and extracted additional data, that were not automatically captured. A second researcher (AGM) cross-checked all extracted data for accuracy. Disagreement was resolved through discussion. Extracted data included the projected recruitment sizes, study settings, as well as details on the eligibility criteria and evaluated outcome measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Selection and Data Extraction"
        },
        {
            "text": "Descriptions of all outcome measures were extracted verbatim from the study protocols or registry entries. After in-depth assessment of the outcomes evaluated in a random sample of 20 studies, we developed a list of generic outcome categories defined by the treatment effect they aim to capture, rather than the specific measurement instrument. Two authors (amongst MF, RH, ASH, AK) categorized each of the extracted outcomes within the generic outcome categories. New generic outcome categories were developed as needed, in cases where the evaluated outcomes did not fit any of the existing categories, based on consensus among the co-authors. The instruments used for the quantification of each outcome were also captured. Disagreement was resolved through discussion with another reviewer (AGM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome Grouping and Classification"
        },
        {
            "text": "Finally, the generic outcomes were further classified according to the COMET taxonomy [17] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Outcome Grouping and Classification"
        },
        {
            "text": "Our search retrieved 745 interventional studies. After excluding diagnostic, prognostic, preventive studies, phase 1 trials and those not directly focusing on the management of COVID-19, we selected 415 studies for inclusion in this systematic survey, including 178 phase 2, and 237 later phase RCTs ( Figure A1 , Table A1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "Figure A1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 314,
                    "end": 322,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Description of the Included Studies"
        },
        {
            "text": "Most of the included trials are conducted by academic investigators (75.7%) and only one in four is sponsored by the pharmaceutical industry. The planned recruitment ranges between 7 and 12,000 participants (median: 160, interquartile range [IQR]: 67-400). Most trials include two intervention arms (74.8%), but one in four evaluates more than two, and up to 19 interventions. Moreover, 79.8% of the trials are conducted in a hospital setting, including 6.5% conducted in the intensive care unit (ICU), while 15.2% are conducted in the community. Descriptions of disease severity are heterogeneous, with the recruitment setting being the most consistent measure of disease. Details on the characteristics of the included studies are available in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 753,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Description of the Included Studies"
        },
        {
            "text": "Overall, 3948 unique outcomes are evaluated in the included studies, including 1691 from phase 2 trials and 2257 from later phase trials. We identified 25 generic outcome categories (Table 2) . Similar number of outcomes are evaluated in phase 2 (median: 8.5, IQR: 5-13) and later phase (median: 7, IQR: 4-11) trials ( Figures A2 and A3 ). Mortality and adverse events, the most frequently assessed outcomes, are only assessed in 64.6% and 48.4% of all trials, respectively. All remaining outcomes are evaluated in less than half of the trials, highlighting an important heterogeneity in outcomes selection (Tables 3 and 4) . Treatment success or failure is only evaluated in 41.6% of phase 2 trials and 44.1% of the later phase trials. Interestingly, the frequency that different outcomes are evaluated as outcomes or as primary outcomes are very similar for phase 2 and later phase trials. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 319,
                    "end": 336,
                    "text": "Figures A2 and A3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 607,
                    "end": 623,
                    "text": "(Tables 3 and 4)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Description of the Included Studies"
        },
        {
            "text": "Mortality/Survival Evaluation the survival status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome Categories Definitions"
        },
        {
            "text": "Treatment success or treatment failure A clinical evaluation of whether COVID-19 was successfully treated. Usually a composite endpoint based on one or more of the following: survival, symptoms progression or regression, pyrexia regression, oxygen requirements and/or the requirement for ventilation. We only considered in this category binary outcomes describing criteria either for treatment success or treatment failure. Time-to-treatment success or failure is a measurement instrument that could provide more granular information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical/Physiological"
        },
        {
            "text": "A quantitative evaluation of disease severity. In this category we included outcomes presenting mean/median scores or change from baseline in a validated score. Outcomes describing predefined score thresholds for treatment success or failure were classified in the previous category.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severity scores"
        },
        {
            "text": "Quantitative or qualitative evaluation of the intensity of one or more symptoms, including but not limited to breathlessness, cough, pyrexia or anosmia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms"
        },
        {
            "text": "Physiological measures of oxygenation, including oxygen saturation (SatO2), the partial pressure of oxygen (PaO2) or carbon dioxide (PaCO2). The need for supplementary oxygen or ventilation were summarized in separate outcome categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxygenation"
        },
        {
            "text": "Pulmonary function and physiology Measures of pulmonary functions and lung physiology including the forced expiratory volume in 1 second (FEV1), forced vital capacity (FVC), respiratory muscle strength or the lung compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxygenation"
        },
        {
            "text": "Polymerase chain reaction (PCR) to evaluate the presence, persistence and/or load of the severe acute respiratory syndrome coronavirus-2 (SARS-CoV2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral detection and load"
        },
        {
            "text": "Detection of the presence and titres of antibodies against SARS-CoV2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral antibodies"
        },
        {
            "text": "Radiological progression in chest x-ray (CXR) or computed tomography (CT) of the chest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiological outcomes"
        },
        {
            "text": "The levels and trajectories of any inflammatory biomarkers, including white blood cells count, lymphocytes, neutrophils, eosinophils, monocytes, CD4+ or CD8+ T cell counts, c-reactive protein, interleukins, tumour necrosis factors, or any other inflammatory biomarkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammatory biomarkers"
        },
        {
            "text": "The levels and trajectories of any other biomarkers, including but not limited to kidney function, liver function, haematocrit, coagulation profile, d-dimers, troponin or the brain natriuretic peptide (BNP). Pharmacokinetics/pharmacodynamics Evaluation of the pharmacokinetics and/or pharmacodynamics of the drug interventions (mainly serum levels over time). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other biomarkers"
        },
        {
            "text": "Adverse events or grade 3 or more severe adverse events, or serious adverse events, according to the Common Toxicity Criteria for Adverse Events (CTCAE). In this category, we also included outcomes evaluating specific adverse events, such as renal failure, liver failure, pulmonary embolism, myocardial infarction or tachyarrhythmias. Treatment discontinuation was also included in this category.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse events"
        },
        {
            "text": "Quantitative assessment of the general well-being of participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life impact"
        },
        {
            "text": "This group of outcomes include the need for (i) hospital admission, (ii) hospital re-admission, (iii) intensive care admission, (iv) invasive ventilation, or need for ECMO. In each category, we also included the composite outcomes consisting of the need for the specific level of care or death. For example: \"intensive care admission or death\", as these composite outcomes were developed to account for patients who might have benefitted by the higher level of care but died or patients who were not eligible for the higher level of care due to their baseline clinical status. In studies conducted in the hospital setting, need for hospital admission at a specific follow-up timepoint, refers to the proportion of patients who remain inpatients at that timepoint. Similarly, for studies conducted in the ICU stay and the need for ICU admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for (higher) level of care"
        },
        {
            "text": "Duration of stay in a specific level of care",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for (higher) level of care"
        },
        {
            "text": "This group of outcomes include length of (i) hospital stay, (ii) intensive care admission, or (iii) mechanical ventilation. The end date was often defined as the last day of stay in a specific level of care, or the last day that the stay was indicated (to account for cases when patients are medically optimized for hospital discharge but remain at hospital for social or other reasons. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for (higher) level of care"
        },
        {
            "text": "In this category we summarized outcomes that were reported in less than 10 of all eligible trials. These included changes in activities of daily living, quality of life, pharmacodynamics and pharmacokinetics, drug compliance, feasibility outcomes, use of antibiotics or other drugs, emergency room visits or use of other healthcare resources, the need for prone positioning, need for transfusion and discharge destinations. RCTs grouped in phase 2 and later phase trials. Outcomes evaluated in <10 RCTs were grouped as \"Other outcomes\". Time to treatment success or failure is a measurement instrument of the outcome treatment success or failure. However, it is reported separately here, as it provides more granular information. NIV: Non-invasive ventilation. The most frequently reported outcomes among studies conducted in a community setting (thus recruiting less severely ill patients), were viral detection or load (55.6%), need for hospital admission (50.8%), and symptoms (49.2%). In contrast, the most frequently evaluated outcomes in studies recruiting patients with more severe COVID-19, were mortality and adverse events, which were evaluated in 71.6%, and 50.3% of studies recruiting hospitalized patients, and in 88.9% and 66.7% of those recruiting critically ill patients, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other outcomes"
        },
        {
            "text": "All-cause mortality is evaluated in all but six trials measuring mortality. When mortality was not further described, we presumed it referred to all-cause mortality. Time to death is assessed in 16 trials, and cause-specific mortality in six, mainly focusing on SARS-CoV2 mortality, but also including mortality due to pulmonary or cardiovascular complications. (Table 5 ) [18] . Treatment success is defined as an improvement in ordinal scales such as the WHO clinical progression scale by 2 points or 1 point in 57.5% and 24.8% of all outcomes using the scale to evaluate treatment success, while in the remaining outcomes, no specific threshold is provided. Complete resolution of the symptoms and signs of COVID-19 (clinical recovery) is used as a measure of treatment success in 51/220 (23.2%) outcomes and clinical improvement in 38/220 (17.3%) outcomes. The definition of complete resolution varies. Often, no further information is provided. In the remaining cases, it is defined as a composite outcome including several of the following components: complete resolution of breathlessness, tachypnoea, hypoxia, desaturation, cough, anosmia, myalgia, fever, or of oxygen requirements; a negative COVID-19 PCR; hospital discharge; or radiological resolution. A definition of clinical improvement as an outcome is also frequently lacking. In the remaining cases, it is defined as an improvement in several of the previously listed components. Improvement is either based on prespecified thresholds, or on a subjective clinicians' judgement. Finally, 14 outcomes (6.4%), use specific thresholds (0, ≤2 or ≤4) of the National Early Warning Score (NEWS or NEWS-2) to define treatment success. Treatment failure, or time to treatment failure is evaluated by 76 outcomes. In most cases (40/76, 52.6%), treatment failure is defined as a composite outcome consisting of several components with clear thresholds, such as: death, need for ICU admission, need for invasive ventilation, need for other organ support (e.g., vasopressors or renal replacement therapy), need for non-invasive ventilation (NIV), need for supplemental oxygen, a deterioration in oxygenation, need for hospital admission or re-admission or emergency visit, ventricular tachyarrhythmia. Ordinal clinical severity scales such as the WHO scale are used to define treatment failure in 16/76 (21.1%) outcomes, while the need for rescue therapy is used in 9/76 (11.8%) outcomes. The remaining 11 (14.5%) outcomes do not provide specific criteria and/or state treatment failure will be based on the clinician's judgement of deterioration in the clinical condition of the patient.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Mortality/Survival (Assessed by 284 Outcomes)"
        },
        {
            "text": "2. Severity scores: Standardized scores are used to evaluate disease severity and progression in 277 outcomes. Ordinal disease severity scales (such as the WHO scale) are the most frequently used scores (144/277 outcomes, 51.2%), followed by the Sequential Organ Failure Assessment (SOFA) Score [19] , a validated score for describing the severity of organ dysfunction (54/277 outcomes, 19.5%), and the NEWS score [20] . Acute Physiology and Chronic Health Evaluation II (APACHE II, 5/277), clinical sign score (5/277), Pneumonia Severity Index (PSI, 3/277), BRESCIA-COVID, Murray score, Sepsis Induced Coagulopathy, Small Identification Test, SMART-COP score, and the Vienna Vaccine Safety Initiative (ViVI) disease severity score are used less often.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Mortality/Survival (Assessed by 284 Outcomes)"
        },
        {
            "text": "3. Symptoms: 188 outcomes focus on symptoms, which are either assessed using visual analogue scales, or validated instruments. Composite scores evaluating several symptoms, including breathlessness, cough, sputum production, pyrexia, anosmia, myalgia, headache, or gastrointestinal symptoms are used in 40 outcomes (21.3%). Four composite outcomes specifically assess respiratory symptoms (2.2%). Each of the remaining outcomes focus on a single symptom. These include fever (72/188, 38.3%), breathlessness (18, 9. 6%), cough (12, 6.4%), and less often anxiety, depressive symptoms, anosmia, cognitive dysfunction, nausea, insomnia, or fatigue. In this category we also included the assessment of heart rate (8, 4.3%) or blood pressure (5, 2.7%).",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 514,
                    "text": "(18, 9.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mortality/Survival (Assessed by 284 Outcomes)"
        },
        {
            "text": "1. Oxygenation (evaluated by 215 outcomes): Oxygenation is evaluated using the partial pressure of oxygen (PaO2), fraction of inspired oxygen (FiO2), oxygen saturation (SatO2), or respiratory rate. Oxygenation is often measured as the PaO2 or SatO2 corrected for FiO2 (95/215, 44.2%). In this category we also included measurements of the partial pressure of carbon dioxide (PaCO2) and pH, which are only rarely evaluated as outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological Outcomes"
        },
        {
            "text": "2. Pulmonary function and physiology (28 outcomes): There is significant heterogeneity in this domain, with different outcomes evaluating peak flow rate, forced vital capacity (FVC), the ratio of forced expiratory volume in 1 second (FEV1) to FVC, vital capacity, diffusing capacity, lung compliance, and respiratory muscle function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological Outcomes"
        },
        {
            "text": "3. Viral detection and load (235 outcomes): The vast majority assess virologic clearance by a specific timepoint, or the time until virologic clearance. A small number of outcomes track changes in viral load over time, or differences in the viral detection and load when using different samples (nasal, nasopharyngeal, oropharyngeal swabs or sputum).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological Outcomes"
        },
        {
            "text": "4. Viral antibodies: The development of antibodies against SARS-CoV2 is assessed in 31 outcomes. Evaluation of specific antibody types (IgA, IgG, or IgM) is only described in five trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological Outcomes"
        },
        {
            "text": "5. Radiological outcomes (61 outcomes): Definitions of this outcome are inadequate. In most cases, it is broadly stated that the progression, regression, or resolution of the radiological findings are monitored. Details are only provided in six outcomes, which monitor the extent of the lesion as a proportion of the full lung volume, or perform lung densitometry. Development of fibrosis is evaluated in seven outcomes. Computed tomography (CT) is used in 21 (34.4%) outcomes, a chest X-ray (CXR) in 8 (13.1%), either a CT or a CXR in three, either CT or CXR or lung ultrasound in one and nuclear imaging in one outcome. The imaging modality used is not declared in the remaining 28 (45.9%) outcomes. 6 . Inflammatory biomarkers (321 outcomes, each describing either a single or multiple biomarkers): The most frequently evaluated biomarkers are the total white cell count, neutrophils, lymphocytes, eosinophils, monocytes, c-reactive protein, interleukins 1, 6, and 8, followed by other interleukins, procalcitonin, tumour necrosis factors, complement components, lymphocytes subtypes, immunoglobulins, and other inflammatory biomarkers.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 703,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Physiological Outcomes"
        },
        {
            "text": "7. Other biomarkers: 309 outcomes evaluate either a single or multiple non-inflammatory biomarkers. Mostly, these are surrogates for safety or adverse events. The most frequently captured biomarkers are d-dimers, cardiac enzymes, kidney function, liver function, clotting, red blood cells and haemoglobin, followed by a variety of other molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological Outcomes"
        },
        {
            "text": "8. Pharmacokinetics/Pharmacodynamics: Here, we categorized 33 outcomes, mostly evaluating plasma drug concentrations (12/33, 36.4%), but also half-life, maximum/minimum observed concentration, time to reach the maximum/minimum observed concentration, area under the plasma concentration-time curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological Outcomes"
        },
        {
            "text": "Adverse events (448 outcomes): 108 (24.1%) outcomes evaluate any adverse event; either their frequency, or participants experiencing at least one adverse event. 80 (17.9%) outcomes specifically assess serious adverse events, as defined by the Common Terminology Criteria for Adverse Events (CTCAE). Nineteen (4.2%) outcomes focused on drug reactions, 14 (3.1%) on grade 3 or 4 adverse events, as defined by the CTCAE, and 22 (4.9%) assessed the rate of study drugs discontinuation due to adverse events or due to any reason. The remaining outcomes focused on specific adverse events, mostly cardiac (38, 10.3%), secondary infections (37, 10.0%), thrombotic or bleeding events (29, 8.1%), or local administration reactions (13, 3.6%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Events"
        },
        {
            "text": "The EuroQol 5 Dimensions (EQ-5D) is used in four outcomes, followed by the Research and Development Corporation's (RAND) 36-Item Health Survey (SF-36), which is used in three outcomes. Other instruments include the WHO Disability Assessment Schedule (WHODAS 2.0), the Control, Autonomy and Pleasure (CASP- 19) , and the Nottingham Health Profile.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Life Impact (13 Outcomes)"
        },
        {
            "text": "3.2.6. Resources Use 1. Need for a (higher) level of care (352 outcomes): Need for hospital admission is evaluated by 68 outcomes (19.3%), need for hospital re-admission by 9 (2.6%), need for intensive care admission by 82 (23.4%), need for invasive ventilation by 167 (47.4%), and need for extracorporeal membrane oxygenation (ECMO) by 26 (7.4%; merged with the outcome need for ventilation in the tables). In studies conducted in the hospital setting, need for hospital admission at a specific follow-up timepoint, refers to the proportion of patients who remain inpatients at that timepoint. Similarly, for studies conducted in the ICU, and the need for ICU admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life Impact (13 Outcomes)"
        },
        {
            "text": "In this category, we also included composite outcomes consisting of one of the above outcomes and mortality (e.g., need for ICU admission or death), as these composite outcomes focus on the need for a higher level of care, while death is added to account for patients who decease before accessing the higher level of care, or those who are not eligible for higher level of care due to their baseline clinical status. Such approaches could be crucial to account for bias, especially in situations such as the COVID-19 pandemic, when hospitals and ICUs are over-burdened and not infrequently unable to accommodate a significant proportion of the patients, leading to the introduction of stricter criteria for triaging patients. Moreover, some outcomes in this category also evaluate time-to-higher level of care (e.g., time-to-hospital admission).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life Impact (13 Outcomes)"
        },
        {
            "text": "2. Duration of stay in a specific level of care (469 outcomes): Of those, 206 (43.9%) focus on the length of hospital stay, 96 (20.5%) on the length of ICU stay, and 167 (35.6%) on the duration of invasive ventilation. Delays in discharging patients who are medically optimized due to social or other reasons could introduce bias in the outcome length of hospital stay. To account for this issue, 11 outcomes are defined as the time to discharge or to a NEWS ≤2, maintained for 24 h and another outcome as the time until participants are deemed medically optimized for discharge by a clinician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life Impact (13 Outcomes)"
        },
        {
            "text": "3. Need for supplemental oxygen or NIV: This category includes 105 outcomes evaluating the need for supplemental oxygen or NIV in any setting. Most evaluate the need for supplemental oxygen administration at specific follow-up timepoints; 34 (32.4%) outcomes assess the need for NIV (including continuous positive airway pressure [CPAP] or bilevel positive airway pressure [BiPAP]), and 21 (20.0%) the need for high-flow oxygen. One outcome evaluates the need for domiciliary oxygen after hospital discharge.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 336,
                    "text": "[CPAP]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Life Impact (13 Outcomes)"
        },
        {
            "text": "4. Duration of supplemental oxygen or NIV (95 outcomes): Twelve (12.6%) evaluate the duration of NIV, and seven (7.4%) evaluate the duration of high-flow oxygen. 5 . Need for other organ support (other than invasive ventilation, 44 outcomes): 26 (59.1%) outcomes focus on the need for vasopressors, and 18 (40.9%) for renal replacement therapy.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Life Impact (13 Outcomes)"
        },
        {
            "text": "6. Other outcomes: Here, we grouped 145 outcomes that could not be categorized in the previous categories and were evaluated in <10 RCTs each. Need for concurrent treatments is assessed in 22 outcomes, including 7 that specifically focus on the administration of antibiotics. Exercise capacity is assessed by 13 outcomes (mostly using the 6-minutes walking test), COVID-19 transmission by 9, resource requirements, and costs by 8 outcomes. Other outcomes include the use of prone positioning, ability to perform activities of daily living, incidence, and progression of cytokine storm syndrome, resilience, lost workdays, and discharge destinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life Impact (13 Outcomes)"
        },
        {
            "text": "Planned follow-up for all included studies varies from less than a week, to over a year (Figure 1 , Figure A4 ). However, in most cases, it does not exceed one month (263/415 63.4%). Follow-up exceeds four months only in 50 (12.0%) studies and one year only in one. Follow-up plans do not differ between phase 2 and later phase trials, where they are limited to one month or less in 105/178 (59.0%) and in 158/237 (66.7%) trials, respectively. Longer-term follow-up, exceeding 4 months, is planned for 163 outcomes (Figure 2, Figure A5 ), evaluating mortality (16 outcomes), adverse events (15) , life impact (12), severity scores (12) , length of hospital stay (11) , viral detection and load (11) , inflammatory biomarkers (7), pulmonary function/physiology (6), need for ventilation (5) , and duration of ventilation (5) . 6. Other outcomes: Here, we grouped 145 outcomes that could not be categorized in the previous categories and were evaluated in <10 RCTs each. Need for concurrent treatments is assessed in 22 outcomes, including 7 that specifically focus on the administration of antibiotics. Exercise capacity is assessed by 13 outcomes (mostly using the 6-minutes walking test), COVID-19 transmission by 9, resource requirements, and costs by 8 outcomes. Other outcomes include the use of prone positioning, ability to perform activities of daily living, incidence, and progression of cytokine storm syndrome, resilience, lost workdays, and discharge destinations.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 100,
                    "end": 109,
                    "text": "Figure A4",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 535,
                    "text": "(Figure 2, Figure A5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Study Follow-Up"
        },
        {
            "text": "Planned follow-up for all included studies varies from less than a week, to over a year (Figure 1 , Figure A4 ). However, in most cases, it does not exceed one month (263/415 63.4%). Follow-up exceeds four months only in 50 (12.0%) studies and one year only in one. Follow-up plans do not differ between phase 2 and later phase trials, where they are limited to one month or less in 105/178 (59.0%) and in 158/237 (66.7%) trials, respectively. Longer-term follow-up, exceeding 4 months, is planned for 163 outcomes (Figure 2, Figure A5 ), evaluating mortality (16 outcomes), adverse events (15) , life impact (12) , severity scores (12) , length of hospital stay (11) , viral detection and load (11), inflammatory biomarkers (7), pulmonary function/physiology (6), need for ventilation (5) , and duration of ventilation (5). ",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 100,
                    "end": 109,
                    "text": "Figure A4",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 535,
                    "text": "(Figure 2, Figure A5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Study Follow-Up"
        },
        {
            "text": "In this methodological survey, we analysed the outcomes and outcome measurement instruments used in 415 RCTs evaluating therapeutic interventions for COVID-19. We identified a remarkable heterogeneity in the selection of outcomes, that is not unexpected given that these trials were designed within a few months from the emergence of the new coronavirus strain. More specifically, only 64.6% and 48.4% of the studies evaluate mortality and adverse events, respectively, while each of the remaining outcomes is assessed by markedly less than half of the studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Variability was also observed in the choice of instruments used to measure different outcomes. Ordinal clinical severity scales were consistently used across the included studies to assess treatment success or failure and disease severity. Given the acute nature of COVID-19, and significant changes in the clinical status of patients in the course of the disease, such scales can effectively capture disease progression, especially in more severe presentations. Most of these scales follow the structure of the WHO scale, removing scale points for simplicity. Despite sharing a similar structure, these scales group patients differently, limiting interpretability and comparability. The WHO recently introduced a revised 11-point Scale, with increased granularity, and it would be advisable for all studies to align relevant outcomes with this revised scale, to improve interpretability and comparability [12] . To evaluate treatment success or failure, most studies used a 2-point change in the ordinal scale as a threshold, that corresponds to a significant change in the clinical status of the patient and this seems appropriate.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 910,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study revealed a lack of focus on the long-term sequelae of SARS-CoV2 infection. The planned study follow-up exceeds four months only in 12% of all studies. Moreover, only 13 trials assess life impact beyond the acute phase, while exercise capacity is assessed by 13 trials, and the ability to perform simple daily activities during convalescence in only four trials. Only seven trials stated an intent to explore the development of pulmonary fibrosis. However, persistent symptoms, such as fatigue or breathlessness, and quality of life deficits are detected in many hospitalized patients, two to three months after discharge [21] [22] [23] . Moreover, fibrotic changes are detected in about one in three survivors of a hospitalization for COVID-19 infection [24, 25] . However, it should be noted that we evaluated RCTs registered by May 2020 and longer-term follow-up may have been planned for newer studies, in view of the emerging data.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 635,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While this study did not focus on the analytical approaches used for evaluating outcomes, we observed that several studies described specific approaches to account for the bias introduced by mortality as a competing factor for other outcomes, including the duration of hospital stay, ICU stay and the duration of respiratory support. Several methods were described to account for this bias. Some studies stated the duration of hospital or ICU stay will be censored for deceased participants, while others assessed the days that participants are alive and out of hospital or ICU, instead. Homogenization and detailed description of the analytical approaches in the study protocols, along with the outcomes and outcome measurement instruments are crucial for increasing transparency and comparability. Future methodological studies should address analytical approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Four core outcome sets have already been published, with overlapping but not identical selection of components. The WHO Working Group on the Clinical Characterisation and Management of COVID-19 infection recommends the minimal use of three outcomes: mortality, viral burden and non-mortal clinical outcomes evaluated using the WHO clinical progression scale [12] . WHO also highlighted the need for a longer follow-up, of at least 60 days, to capture disease mortality, which is not adopted by most identified trials. Two other groups prioritized specific outcomes and measurement instruments, all of which were captured in our analysis, but were not necessarily the most frequently used [10, 11] . The last core outcome set prioritized broader domains to be addressed, rather than specific outcomes [9] . These domains encompass most outcomes identified in this methodological review. The same group also highlighted the need to evaluate the impact of COVID-19 on patient status and life impact in the longer term. Looking across these core outcome sets, a meta-core outcome set (meta-COS) was identified, only including the two domains that were prioritized by all initiatives (mortality and respiratory support), as the most critical, to be evaluated in all future RCTs in hospitalized patients [26] . Both domains recommended by the meta-COS were evaluated in 205 (49.4%) of the included studies.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In view of the multiple available core outcome sets, the authors of this review believe that outcomes selection for future trials should (i) adhere to the recommendations by the WHO and the meta-COS, and (ii) attempt to address all of the domains proposed by Tong et al., a core outcome set that was informed by consensus of >9000 participants [9] . Undeniably, the objectives of individual trials vary and, accordingly, additional outcomes could be selected to address specific trial objectives. However, evaluating the most pertinent outcomes summarized in the previously mentioned core outcomes could improve the interpretability and comparability of their results.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Methodological systematic reviews were conducted as part of the development of three core outcome sets. However, these reviews were almost exclusively based on studies conducted in China. Moreover, two of these reviews included approximately 100 RCT protocols [10, 11] , while the WHO document was informed by 1135 protocols, including both observational and interventional studies [12] . However, the outcomes of RCTs often differ from those selected in observational studies. Our methodological review was based on a globally representative sample of 415 RCTs, it employed more rigorous methodology to assess all outcomes, and it is the first review to evaluate the instruments used to evaluate the different outcomes beyond mortality.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study only included clinical trials that were registered until May 2020 and this may be a limitation as trial designs and endpoints may have evolved since then, in view of the emerging knowledge on the nature and outcomes of COVID-19 infection, and the published core outcome sets. Importantly, the study protocols of some of the included RCTs have been amended since then and our methodological systematic review is a snapshot of the RCT designs and plans as of May-August 2020. Moreover, we only evaluated studies registered with the U.S. National Library of Medicine clinical trials register (ClinicalTrials.gov). However, our extensive, globally representative sample of 415 ongoing RCTs was a major strength of our methodological survey and we strongly believe it was sufficient to capture all relevant outcomes and measurement instruments. Characteristically, after extracting data from approximately 25% and 70% of the included trials, we reached saturation with regards to the outcome categories and the outcome measurement instruments, respectively. Therefore, we are confident that we have not missed important outcomes by focusing exclusively on clinicaltrials.gov. Future studies will need to assess the impact of the emerging evidence on the natural history and outcomes of COVID-19 and of the four published core outcome sets and the meta-COS on the selection of outcomes in more recently registered trials. Another limitation of our study is the lack of a prospectively registered protocol. However, we have used rigorous methodology recommended by the COMET Initiative, that we have previously employed in similar methodological systematic reviews [13] .",
            "cite_spans": [
                {
                    "start": 1668,
                    "end": 1672,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, this methodological survey reveals significant heterogeneity in the outcome categories and measurement instruments selected by trialists in the management of COVID-19 and highlights the need for greater consistency, to enable decision-makers to compare and contrast studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Supplementary Materials: The following are available online at http://www.mdpi.com/2075-1729/10/12/350/s1, Table S1 . Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) Checklist.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Verona, outside the submitted work. T.F. reports personal fees from Theravance Biopharma, Gilead and Menarini, outside the submitted work. J.V. reports grants and personal fees from Boehringer Inghelheim and personal fees from AstraZeneca, Chiesi, GlaxoSmithKline and Novartis, outside the submitted work. The remaining authors do not have any CoIs. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "GlaxoSmithKline, Glenmark, Menarini, Mundipharma, Novartis, Peptinnovate, Pfizer, Pulmatrix, Therevance and Verona, outside the submitted work. T.F. reports personal fees from Theravance Biopharma, Gilead and Menarini, outside the submitted work. J.V. reports grants and personal fees from Boehringer Inghelheim and personal fees from AstraZeneca, Chiesi, GlaxoSmithKline and Novartis, outside the submitted work. The remaining authors do not have any CoIs. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results. Figure A2 . The association between the number of outcomes reported in each RCT and the study population. Having observed that some trials listed numerous inflammatory or other biomarkers as distinct outcomes, for each RCT we have summarized inflammatory biomarkers as a single outcome and other biomarkers as another single outcome. Figure A3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 652,
                    "text": "Figure A2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 977,
                    "end": 986,
                    "text": "Figure A3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Autoimmun",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaut.2020.102433"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Review of trials currently testing treatment and prevention of COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Fragkou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Belhadi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peiffer-Smadja",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Moschopoulos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Lescure",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Janocha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karofylakis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mentre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Skevaki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Microbiol. Infect",
            "volume": "26",
            "issn": "",
            "pages": "988--998",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.05.019"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 Clinical Trials: Unravelling a Methodological Gordian Knot",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mathioudakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fally",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hashad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Felton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vestbo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202005-1942ED"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Can a core outcome set improve the quality of systematic reviews?-A survey of the Co-ordinating Editors of Cochrane Review Groups",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirkham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gargon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trials",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1745-6215-14-21"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidance production before evidence generation for critical issues: The example of COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tonia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brightling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Dinh-Xuan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Humbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simonds",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Adir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. Respir. Rev",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/16000617.0310-2020"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The COMET Handbook: Version 1.0. Trials",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bagley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blazeby",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Brookes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gargon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gorst",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13063-017-1978-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Core Outcome Set-STAndardised Protocol Items: The COS-STAP Statement",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirkham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gorst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blazeby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tunis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "C.-S",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trials",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13063-019-3230-x"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Core Outcome Set-STAndards for Reporting: The COS-STAR Statement",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirkham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gorst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blazeby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gargon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tugwell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1002148"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Core Outcomes Set for Trials in People With Coronavirus Disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Azevedo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baumgart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bersten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cervantes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit. Care Med",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000004585"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Core Outcome Set for Clinical Trials of COVID-19 Based on Traditional Chinese and Western Medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Pharmacol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fphar.2020.00781"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO Working Group on the Clinical Characterisation and Management of COVID-19 Infection. A minimal common outcome measure set for COVID-19 clinical research",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "192--197",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30483-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Outcomes reported on the management of COPD exacerbations: A systematic survey of randomised controlled trials",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mathioudakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alonso-Coello",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vestbo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ERJ Open Res",
            "volume": "5",
            "issn": "",
            "pages": "72--02019",
            "other_ids": {
                "DOI": [
                    "10.1183/23120541.00072-2019"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Core Outcome Set for the management of Acute Exacerbations of Chronic Obstructive Pulmonary Disease. The COS-AECOPD ERS Task Force study protocol",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mathioudakis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abroug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bakke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bartziokas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beghe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bikov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bradbury",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brusselle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ERJ Open Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reporting of outcomes in gastric cancer surgery trials: A systematic review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alkhaffaf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blazeby",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Glenny",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2018-021796"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A systematic evaluation of the diagnostic criteria for COPD and exacerbations used in randomised controlled trials on the management of COPD exacerbations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mathioudakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alonso-Coello",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vestbo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ERJ Open Res",
            "volume": "5",
            "issn": "",
            "pages": "136--02019",
            "other_ids": {
                "DOI": [
                    "10.1183/23120541.00136-2019"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A taxonomy has been developed for outcomes in medical research to help improve knowledge discovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mavergames",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fish",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Clin. Epidemiol",
            "volume": "96",
            "issn": "",
            "pages": "84--92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2017.12.020"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organization. Novel Coronavirus COVID-19 Therapeutic Trial Synopsis; WHO R&D Blueprint",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Willatts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Mendonca",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruining",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Reinhart",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Suter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Thijs",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Intensive Care Med",
            "volume": "22",
            "issn": "",
            "pages": "707--710",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01709751"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A national early warning score for acutely ill patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcginley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.e5310"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Post-discharge persistent symptoms and health-related quality of life after hospitalization for COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garrigues",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Janvier",
                    "suffix": ""
                },
                {
                    "first": "Y.; Le",
                    "middle": [],
                    "last": "Kherabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gouze",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doucet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berkani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oliosi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mallart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Infect",
            "volume": "81",
            "issn": "",
            "pages": "4--6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.08.029"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Postdischarge symptoms and rehabilitation needs in survivors of COVID-19 infection: A cross-sectional evaluation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcivor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Whyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walshaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.26368"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Persistent Symptoms in Patients After Acute COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carfi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bernabei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Landi",
                    "suffix": ""
                },
                {
                    "first": "C.-P.-A",
                    "middle": [
                        "C S"
                    ],
                    "last": "Gemelli Against",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "603--605",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.12603"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Abnormal pulmonary function in COVID-19 patients at time of hospital discharge",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jian",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. Respir. J",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.01217-2020"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Respiratory follow-up of patients with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Barratt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Condliffe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Devaraj",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "",
            "pages": "1009--1016",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2020-215314"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The 'Meta-Cos' for Research in COVID-19 Hospitalised Patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blackwood",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gargon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Need for supplemental oxygen or NIV An assessment of the need for supplemental oxygen, the required oxygen flow or modality of delivery (e.g., oxygen, continuous positive airways pressure [CPAP], bilevel positive airway pressure [BiPAP], or high flow nasal oxygen). Duration of supplemental oxygen or NIV An evaluation of the duration of supplemental oxygen needs. Need for other organ support This category included the need for (a) vasopressors and (b) need for renal replacement therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "to) Treatment success or treatment failure: Treatment success or the time to treatment success was evaluated by 220 outcomes. Ordinal scales describing different levels of COVID-19 severity are used for assessing treatment success in 113 (51.4%) of these outcomes. Most scales are very similar to the most frequently used WHO scale, which is a 9-point ordinal scale (from 0 to 8), with each point describing a worse clinical status",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "10, x FOR PEER REVIEW 13 of 32 3. Need for supplemental oxygen or NIV: This category includes 105 outcomes evaluating the need for supplemental oxygen or NIV in any setting. Most evaluate the need for supplemental oxygen administration at specific follow-up timepoints; 34 (32.4%) outcomes assess the need for NIV (including continuous positive airway pressure [CPAP] or bilevel positive airway pressure [BiPAP]), and 21 (20.0%) the need for high-flow oxygen. One outcome evaluates the need for domiciliary oxygen after hospital discharge. 4. Duration of supplemental oxygen or NIV (95 outcomes): Twelve (12.6%) evaluate the duration of NIV, and seven (7.4%) evaluate the duration of high-flow oxygen. 5. Need for other organ support (other than invasive ventilation, 44 outcomes): 26 (59.1%) outcomes focus on the need for vasopressors, and 18 (40.9%) for renal replacement therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Duration of follow-up in the included studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Duration of follow-up in the included studies. Life 2020, 10, Planned follow-up timepoints for the most frequently evaluated outcomes. All timepoints described in each of the included trials were included in this figure. Presented as a percentage of the outcomes of the same category. (A) Mortality/Survival, Treatment success/failure, Severity scores, Symptoms, Oxygenation, Pulmonary function/Physiology, (B) Virus detection and load, Virus antibodies, Life impact, Adverse events, Hospital admission, Hospital: Length of stay, (C) ICU admission, ICU: Length of stay, Need for supplemental oxygen, Duration of supplemental oxygen, Need for ventilation, Duration of ventilation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Planned follow-up timepoints for the most frequently evaluated outcomes. All timepoints described in each of the included trials were included in this figure. Presented as a percentage of the outcomes of the same category. (A) Mortality/Survival, Treatment success/failure, Severity scores, Symptoms, Oxygenation, Pulmonary function/Physiology, (B) Virus detection and load, Virus antibodies, Life impact, Adverse events, Hospital admission, Hospital: Length of stay, (C) ICU admission, ICU: Length of stay, Need for supplemental oxygen, Duration of supplemental oxygen, Need for ventilation, Duration of ventilation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "PRISMA PRISMA flowchart. Life 2020,10,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "is a non-corrected version of this figure. (A) Phase 2 trials, (B) Later phase trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The association between the number of outcomes reported in each RCT and the study population. Having observed that some trials listed numerous inflammatory or other biomarkers as distinct outcomes, for each RCT we have summarized inflammatory biomarkers as a single outcome and other biomarkers as another single outcome.Figure A3is a non-corrected version of this figure. (A) Phase 2 trials, (B) Later phase trials. The association between the number of outcomes reported in each RCT and the study population. Non-corrected data. (A) Phase 2 trials, (B) Later phase trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The association between the number of outcomes reported in each RCT and the study population. Non-corrected data.(A) Phase 2 trials, (B) Later phase trials. Life 2020, 10, Duration of follow-up in the included studies. (A) Phase 2 trials, (B) Later phase trials.Figure A4. Duration of follow-up in the included studies. (A) Phase 2 trials, (B) Later phase trials. Life 2020, 10, Selected follow-up timepoints for the most frequently evaluated outcomes. All evaluation timepoints described in each of the included trials were included in this figure. Presented as a percentage of the outcomes of the same category. (A-C) Phase 2 trials, (D-F) Later phase trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Selected follow-up timepoints for the most frequently evaluated outcomes. All evaluation timepoints described in each of the included trials were included in this figure. Presented as a percentage of the outcomes of the same category. (A-C) Phase 2 trials, (D-F) Later phase trials.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of the included studies. * Studies conducted in multiple continents are counted in each participating continent.Table 2. Definitions of the generic outcome categories.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Frequency that outcome measures are reported in randomized controlled trials (RCTs) on the management of coronavirus disease 2019.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Outcomes evaluated in <10 RCTs were grouped as \"Other outcomes\". Time to treatment success or failure is a measurement instrument of the outcome treatment success or failure. However, it is reported separately here, as it provides more granular information. NIV: Non-invasive ventilation. * Continued need of hospital/critical care admission, at a specific timepoint.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The WHO 9-point ordinal clinical progression scale[18].",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Registration numbers of the included studies. N: Planned study population.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Life 2020, 10, x FOR PEER REVIEW",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A"
        }
    ]
}