{
    "paper_id": "3e3da1b85e4e127132c05ab3b7ae1fbcdf450e71",
    "metadata": {
        "title": "Journal Pre-proof Data mining can play a critical role in COVID-19 linked mental health studies Letter to the Editor Data mining can play a critical role in COVID-19 linked mental health studies",
        "authors": [
            {
                "first": "Tenghao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edith Cowan University",
                    "location": {
                        "addrLine": "Australia Address: 270 Joondalup Drive",
                        "postCode": "6027",
                        "settlement": "Joondalup",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": "tenghaoz@our.ecu.edu.au"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "coronavirus (COVID-19) cases has exceeded 23.8 million (Worldometer, 2020) . As the virus is still wreaking havoc in most parts of the world, this unprecedented global public health disaster also has had an enormous impact on people's mental health (Rajkumar, 2020; Tandon, 2020a; Vindegaard and Benros, 2020) . While psychology researchers across the globe are adopting various research approaches and techniques in fighting against the pandemic, in this letter, I would like to introduce an emerging technique into COVID-19 linked mental health studies, viz., data mining.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 74,
                    "text": "(Worldometer, 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 249,
                    "end": 265,
                    "text": "(Rajkumar, 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 266,
                    "end": 280,
                    "text": "Tandon, 2020a;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 281,
                    "end": 309,
                    "text": "Vindegaard and Benros, 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data mining is an interdisciplinary process which incorporates knowledge of computer science and statistics to analyze large observational datasets. The aim of data mining is to find unsuspected relationships or patterns from datasets and to summarize the data in novel ways (Hand et al., 2001) . Data mining is a broad concept and encompasses a wide spectrum of analytical methods. This letter presents two common data mining-based techniques with empirical examples to prove their merits in assisting mental health research.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 294,
                    "text": "(Hand et al., 2001)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first technique is topic modeling, which is a text-mining approach that extracts semantic information from a text database and discovers topics (themes) based on word co-occurrence analysis. A widely used topic modeling method is the Latent Dirichlet Allocation (LDA), an unsupervised algorithm which uses a three-layer hierarchical probabilistic model to identify latent topics (Blei et al., 2003) . In an LDA model, a document (e.g., an article, an abstract or a paragraph) can be assigned to multiple topics with various proportions instead of assigning to just one topic. Drawing on the LDA technique, I analyzed 908 abstracts of COVID-19 related mental health and psychological research articles published by July 2020 and indexed in Scopus. I used the R package ldatuning and estimated a best fitting topic number (8) for the abstract corpus. Then I used the topicmodels package to identify the eight topics and calculate their respective topic proportions. The results suggest that health professionals' mental health during the pandemic was the most studied topic in the retrieved abstracts, the topic proportion is 17.13%. Moreover, pandemic linked domestic and family violence and relationship abuse was the second most studied topic (13.32%). In addition to analysis of research articles, future studies could extend to analyze messages from social networking sites. For example, my colleagues and I are planning to use the LDA technique to investigate the Twitter posts of some verified psychologists and psychiatrists' accounts which were posed during the lockdown period. A limitation of LDA is that although the analysis is algorithm-based, it still requires researchers to manually summarize and label the topics. Which will inevitably contain subjective biases.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 402,
                    "text": "(Blei et al., 2003)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Another data mining technique is the analysis of Internet search behaviors. About 80 percent of Internet users have searched for online health information (Grohol et al., 2014) . During the pandemic lockdown and under the strict social distancing restrictions, people are more reliant on the Internet than ever before and therefore are likely to instigate increased Internet search if they undergo mental health issues. As the world's largest search engine (Gupta et al., 2017) , Google's search data can provide abundant information to predict and evaluate epidemics such as COVID-19 (Ayyoubzadeh et al., 2020) . Using the Google Trends service, I conducted a series of correlation analyses of the relationships between COVID-19 prevalence or case growth and people's Google search behavior. For example, I found a significant relationship between COVID-19 case growth (in early July 2020) and people's recent Google search interests for the keyword \"coronavirus\" across the fifty states and the capital of the United States (r = J o u r n a l P r e -p r o o f 0.66, p < 0.01). Also, using the \"related topics\" and \"related queries\" features on the Google Trends website, I analyzed the relationships between an array of negative emotion keywords and regional COVID-19 case growth (in early August) in the US states. Among the twelve negative emotion words that I tested, ten were found to be positively related to case growth at the 0.1 significance level (83.3%). For instance, \"gloomy\" (r = 0.53, p < 0.01), \"cry\" (r = 0.45, p < 0.01) and \"depressed\" (r = 0.43, p < 0.01) were the top three search words. However, when I attempted to test some more aggressive search words such as \"violent\" and \"suicide\", significant relationships were not found. The results suggest that although people are experiencing low mood and increased stress due to the pandemic, most people are unlikely to take extreme actions under the current situation.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 176,
                    "text": "(Grohol et al., 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 457,
                    "end": 477,
                    "text": "(Gupta et al., 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 585,
                    "end": 611,
                    "text": "(Ayyoubzadeh et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Data mining can exert greater influence on COVID-19 linked mental health studies if we continue to underline its importance. For example, sentiment analysis can be implemented to evaluate Internet users' overall sentiment status and thereby to monitor public health concerns (Singh et al., 2020) . Novel data mining techniques like the Correlation Explanation learning algorithm (Li et al., 2020) can be used in modeling spatiotemporal patterns of mental disorder symptoms. Lastly, but most importantly, due to the varying quality of COVID-19 related data collected across countries, we must be exceptionally cautious in mining and interpreting data (Tandon, 2020b) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 295,
                    "text": "(Singh et al., 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 379,
                    "end": 396,
                    "text": "(Li et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 650,
                    "end": 665,
                    "text": "(Tandon, 2020b)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial disclosure"
        },
        {
            "text": "The author declares that he has no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Predicting COVID-19 incidence through analysis of google trends data in Iran: data mining and deep learning pilot study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ayyoubzadeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ayyoubzadeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zahedi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalhori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18828"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Latent Dirichlet Allocation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mach. Learn. Res",
            "volume": "3",
            "issn": "",
            "pages": "993--1022",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The quality of mental health information commonly searched for on the Internet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grohol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Slimowicz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Granda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cyberpsych. Beh. Soc. N",
            "volume": "17",
            "issn": "4",
            "pages": "216--221",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multimedia tool as a predictor for social media advertising -a YouTube way",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Multimed. Tools Appl",
            "volume": "76",
            "issn": "18",
            "pages": "18557--18568",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Principles of data mining",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hand",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mannila",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling spatiotemporal pattern of depressive symptoms caused by COVID-19 using social media data mining",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Env. Res. Pub. He",
            "volume": "17",
            "issn": "14",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17144988"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and mental health: A review of the existing literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rajkumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Psychological fear and anxiety caused by COVID-19: Insights from Twitter analytics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sohal",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kahlon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sawhney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The COVID-19 pandemic, personal reflections on editorial responsibility",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and mental health: preserving humanity, maintaining sanity, and promoting health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 pandemic and mental health consequences: systematic review of the current evidence",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vindegaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benros",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav. Immu",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.05.048"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Countries where COVID-19 has spread",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}