{
    "paper_id": "3e3ff9dc60bb136deeebf77d0c44853b1105c9bd",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Vimal",
                "middle": [],
                "last": "Ranchhod",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cape Town",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Reza",
                "middle": [
                    "Che"
                ],
                "last": "Daniels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cape Town",
                    "location": {}
                },
                "email": "reza.daniels@uct.ac.za"
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper conducts an analysis of labour market dynamics in South Africa during the initial period of lockdown, from the end of March to the end of April 2020, using the first wave of the NIDS-CRAM (2020) survey. Within our sample of over 6,000 adults aged 18 to 59, we found that there was a very large decrease in employment. The fraction of the sample that was conventionally classified as employed decreased from 57% in February to 48% in April. If we further exclude temporarily absent workers, which we term \"furloughed\" employees, this fraction decreases further to 38%. Thus, about one out of every three employed people in our sample either lost their job or did not work and received no wages during April. This has extremely large implications for poverty and welfare. We further analyse the labour market by comparing across demographic groups as defined by race, by gender, by age groups, by geographic areas and by education levels. The overarching finding from this analysis is that the job losses were not uniformly distributed amongst the different groups. In particular, groups who have always been more vulnerable -such as women, African/Blacks, youth and less educated groups -have been disproportionately negatively affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "JEL Classification: J01, J63, J64",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "What has been the immediate impact of the COVID-19 pandemic on employment rates in South Africa? To date, there are several pieces of anecdotal evidence that the labour market has been severely affected, but the magnitude of these effects remain unknown. This is primarily due to the lack of quantitative data that reflects dynamics in the labour market in the period during which the COVID-19 pandemic and ensuing lockdown came into effect. In this paper, we summarise the employment rates for various demographic groups, as measured in Wave 1 of the newly released NIDS-CRAM study (2020). We then explore the wage distribution, hours worked distribution and rates of job loss amongst these groups. The overall objective it to generate a picture of what is happening in the labour market in South Africa, as reflected in the NIDS-CRAM Wave 1 sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The labour market in South Africa has been shown by several researchers to be the primary institution for determining a number of socio-economic welfare measures. Finding a formal sector job is strongly correlated with exiting from poverty and losing one has a big impact on falling back into poverty. Thus, vulnerability to job loss is itself an important aspect of a household's general well-being. In addition, South Africa is widely considered to be one of the most unequal countries in the world and the primary driver of economic inequality is also mediated through access to formal sector employment. Thus, understanding the dynamics in the labour market are key to understanding how South Africa as a society is adapting and evolving in response to the COVID-19 pandemic and related lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Indeed, while the labour market has always been central to understanding welfare in South Africa, it takes on potentially much greater significance during this particular moment in history. South Africa entered the \"hard lockdown\" in late March, for an initial period of 3 weeks which was then extended to 5 weeks. During this time, the state introduced the concept of \"lockdown stages,\" with the original \"hard lockdown\" effectively being Stage 5 while the pre-lockdown phase from early March was effectively Stage 0. Since then the country has varied the stage of lockdown in effect and is currently 1 at Stage 3. There is no clear timeline for when we might return to Stage 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "All of the restrictions on mobility and business activity have a direct impact on people's employment prospects. Businesses are temporarily closed and some people are not allowed to physically return to their usual place of employment. The immediate and direct consequences may well be smaller than the indirect consequences over the long run, if demand falls and global trade and supply chains become strained. These are questions that will shape our economy for a long time to come. Nonetheless, the rapid data collection in NIDS-CRAM (2020) allows us to explore some very short run dynamics that are both timeous and important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our main findings are that the period from February to April of 2020 saw an unprecedented decrease in employment. In our sample of over 6,000 adults aged 18 to 59, the fraction of the sample that was conventionally classified as employed decreased from 57% in February to 48% in April. If we further exclude temporarily absent workers, this fraction decreases further to 38%. Thus, about one out of every three people that were employed in February in our sample either lost their job because of the lockdown or did not work and received no wages during April. This has extremely large implications for poverty and welfare. 2 We further analyse the labour market by comparing across demographic groups as defined by race, by gender, by age groups, by geographic areas and by education levels. The over-arching finding from this analysis is that the job losses were not uniformly distributed amongst the different groups. In particular, groups who have always been more vulnerable -such as women, African/Blacks, youth and less educated groups -have been disproportionately negatively affected. In addition to the poverty implications, this will also likely affect the inequality situation in South Africa.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 625,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The remainder of this paper is structured as follows. In Section 2, we discuss some background and literature that helps to locate our study within a broader context. In Section 3, we describe our sample and perform some preliminary benchmarking comparisons between the NIDS-CRAM data set and other large South African surveys. We then describe our methods in Section 4, together with a discussion of alternative ways that we try to measure employment. In Section 5, we present and discuss the results of our analyses. We conclude in Section 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The economic impact of COVID-19 has caused downward revisions of economic growth for over 170 countries across the world (IMF, 2020a), aggregating to an overall economic outlook predicting a global contraction of GDP in 2020 by 5.2% (World Bank, 2020). Sub-Saharan Africa is projected to decrease by 2.8% (IMF, 2020b), eroding much of the progress in economic development made over the last 10 years on indicators such as poverty and inequality. Finally, South Africa's (SA) economy is projected to decrease by 8% in 2020 (IMF, 2020b), giving it the unfortunate distinction of the country expected to have the worst economic performance on the continent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "These trends are expected to reverse for all countries in 2021, but until that time SA and the world face unprecedented socio-economic and health challenges that governments will have to manage judiciously. The extent to which SA will deepen the economic crisis or limit its damage, is crucially dependent on the decisions it has taken and will continue to take, with respect to implementing or easing lockdowns to limit the spread of COVID-19. It should be remembered that SA went into its first lockdown at the end of March on the back of two consecutive quarters of GDP contraction in 2019 (SARB, 2020) . This constituted the second recession since 2018.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 605,
                    "text": "(SARB, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "The best way to manage the negative repercussions of COVID-19 has sparked a global policy agenda aimed at identifying solutions to the current crisis; indeed the World Economic Forum (WEF, 2020) developed a COVID Action Platform focusing on three priorities: (1) galvanising the global community for collective action; (2) protecting people's livelihoods and facilitating business continuity; and (3) mobilising cooperation and business support for the COVID-19 response. South Africa's response to COVID-19 has been led by the National Treasury's Supplementary Budget Review of 2020 (NT, 2020), which announced an important stimulus package for the economy that is expected to mitigate the damage caused to date by the Coronavirus and associated lockdowns. Going forward, its efficacy will be closely monitored by consumers and businesses who have already felt the brunt of a contracting economy for the last 2 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "In this context, it is extremely important to monitor employment trends, since it is one of the most important factors affecting transitions into and out of poverty (Leibbrandt et al., , 2012 Zizzamia et al., 2019; . The nature and composition of employment has drastically changed in the midst of COVID-19 lockdowns around the world, with tourism grinding to a halt and global supply chains being disrupted like never before (Guan et al., 2020) . South African employment trends will mirror some of the international influences of economic activity, but will also reflect domestic trends associated with the drivers of economic contraction since 2018.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 191,
                    "text": "(Leibbrandt et al., , 2012",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 192,
                    "end": 214,
                    "text": "Zizzamia et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 445,
                    "text": "(Guan et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "How individuals and households cope with these employment transitions will be a key research agenda during the COVID-19 era, for it will point out exactly where and how government can support individuals and firms. One of the most recent contributions to this literature was by Bassier et al. (2020) , who identified that increasing the existing Child Support Grants disbursed by government would be the most efficacious method to provide greater relief to poor households during the COVID-19 lockdown. We already know that household formation and composition is affected by grant receipt (Klasen and Woolard, 2009; Ranchhod, 2009 ); therefore, governments can dramatically influence household coping mechanisms by disbursing new grants and/or topping up existing grants.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 299,
                    "text": "Bassier et al. (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 589,
                    "end": 615,
                    "text": "(Klasen and Woolard, 2009;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 616,
                    "end": 630,
                    "text": "Ranchhod, 2009",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "The factors that influence individuals' mobility across the income distribution are going to be amplified in the COVID-19 era and careful attention must also be paid to how that impacts on inequality -perhaps the most pernicious feature of the contemporary political economy of South Africa. Woolard et al. (2014) discuss findings from the National Income Dynamics Study (NIDS), a longitudinal data set that has been used by the research community to make unprecedented strides in understanding income mobility in South Africa (see: Cichello et al., 2014; Branson et al., 2019) . It is hoped that NIDS-CRAM (2020) will do the same for the duration of the COVID-19 lockdown period, though only the SA government can decide exactly for how long and what stages of lockdown the country will be placed into and transition out of.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 313,
                    "text": "Woolard et al. (2014)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 533,
                    "end": 555,
                    "text": "Cichello et al., 2014;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 556,
                    "end": 577,
                    "text": "Branson et al., 2019)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "In light of the advances made to our collective understanding of these topics, the NIDS-CRAM (2020) now offers researchers new opportunities to explore trends in labour market states, among many other topics. It is to this theme that we now turn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "3. DATA NIDS-CRAM (2020) is a telephonic survey administered to several thousand adults aged 18 or older across South Africa (see Ingle et al., 2020) , all of whom had previously participated in Wave 5 of the National Income Dynamics Study (NIDS). From the NIDS Wave 5 sampling frame, 7073 adults 18 years and older were successfully interviewed for Wave 1 of NIDS-CRAM (Kerr et al., 2020) . That sample was then appropriately weighted to ensure the statistical representivity of the sample to the population (see Kerr et al., 2020: 2, for the formula for the weights). The first wave of the survey was conducted in May and June of 2020 and thus, coincided with lockdown level 5 that was implemented as the first phase of lockdown in response to the COVID-19 pandemic. NIDS-CRAM is designed to have five waves that will conclude in 2021, allowing for further research of labour market dynamics during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 149,
                    "text": "Ingle et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 370,
                    "end": 389,
                    "text": "(Kerr et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 514,
                    "end": 532,
                    "text": "Kerr et al., 2020:",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "For our purposes, which is to analyse labour market dynamics, we exclude from our analysis any individuals aged 60 or older. This exclusion is implemented primarily because people potentially become eligible for the state provided Old Age Pension at age 60, which leads to a substantial amount of labour force withdrawal (Ranchhod, 2006) .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 337,
                    "text": "(Ranchhod, 2006)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "In Table 1 , we provide a set of descriptive statistics from our sample, in order to gain a sense of the data set that we are working with.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "In total, we have responses from 6,096 people. Of these, approximately 40% are male and 60% are female. Racially, about 87% of respondents are African/Black and 8.7% of the sample is Coloured. The sample is heavily urbanised (77.7%), although the fraction that live in Traditional areas is almost 18%. The sample is disproportionately comprised of prime working-aged adults aged 30-49, although this was part of the design of the sampling strategy. 3 In terms of educational attainment, about 51% of the sample had not completed their high school qualification, 26% had just a matric qualification and 23% had some form of a post-matric education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "The data also comes with a set of weights. These are meant to explicitly correct for the complex sampling strategy that was used, as well as to help to calibrate the sample for non-response and overall representativity. We note that the weights do change the sample means, in a way that makes the sample look closer to the national South African demographic profile. We thus apply these weights to all of the subsequent analyses presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "Since this is an entirely new data set, it is important to benchmark the measurements obtained from it with other nationally representative data sets that were conducted at a similar moment in time. Unfortunately, this is not possible for now, as there are no other contemporary data sets that measure employment and labour market activity during the lockdown. The best that we can do is to compare to earlier data sets and consider what the measures from those data sets suggest for the external validity of the NIDS-CRAM Wave 1 data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "In Fig. 1 , we plot the employment-to-population ratio from four different data sets, while aligning them on an appropriate timeline to gain a sense of how long ago they were conducted. Wave 1 of NIDS was conducted in 2008. When comparing to PALMS/ QLFS data from 2008, we see that NIDS generated a very similar estimate of the proportion of people who were employed. However, by Wave 3, which was conducted in 2012, the NIDS estimate had started to diverge from the PALMS/QLFS estimates. By Waves 5, from 2017, this difference between NIDS and PALMS/QLFS was even more substantial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "It is worth stating that NIDS had always been designed to be a panel of people who were representative of the population in 2008. As such, with selective migration from the sample over time and without accounting for either immigration or emigration, it is not unusual to see some divergence between the NIDS measures and the QLFS measures. Since the NIDS-CRAM sample is obtained from the NIDS Wave 5 sample, this characteristic will necessarily be carried forward into NIDS-CRAM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "From 2017 when the NIDS Wave 5 survey was conducted (see Brophy et al., 2018) , to May 2020 when the NIDS-CRAM Wave 1 was conducted, there would also have been some additional attrition. What is clear is that the NIDS-CRAM study contains a significantly greater proportion of employed people than the most recent QLFS. The QLFS is run by the national statistics office, StatsSA, in order to provide national statistics on employment rates and trends. It has a sample of over 60 000 respondents per wave and is conducted four times per annum. The sample is also periodically re-drawn in order to ensure that it remains nationally representative. Thus, the QLFS data up to the first quarter of 2020 is probably a better source of information if one wanted to obtain an overall profile of the South African labour market. This implies that one needs to be cautious about generalising research findings from NIDS-CRAM to the country at large. Nonetheless, there are at least two attributes on the NIDS-CRAM data that make it invaluable for understanding the current moment. First, the NIDS-CRAM study is designed as a longitudinal study and has a large sample that can yield a great deal of understanding about what is happening to the people in the sample. Internal validity and comparisons over time for the sample is not an issue of concern. Second, at present there is no comparable or alternative data set that can be used to understand contemporary labour market dynamics in South Africa. This further enhances the value of NIDS-CRAM. In addition, some of the operational challenges that NIDS-CRAM experienced during this period will almost surely also be experienced by any other survey group and at present there is no information about when the QLFS2020:2 will be released.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 77,
                    "text": "Brophy et al., 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "Having carefully considered the quality of the data and the implications thereof, we proceed to describe the analysis and methods that we use for the remainder of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND CONTEXT"
        },
        {
            "text": "In this paper, we are primarily interested in two pieces of information. First, what does the South Africa labour market look like during the peak lockdown period? Second, what changes in the labour market status of respondents can we observe between February and April of 2020, i.e. from the period immediately preceding the lockdown to the period that encapsulated the most severe form of the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS AND VARIABLES"
        },
        {
            "text": "Our statistical tools are thus fairly simple and straightforward. We provide a series of means for employment outcomes and provide conditional means of these outcomes for various demographic groups as defined by gender, race, age, geographic area types and levels of educational attainment. We then produce transition matrices that measure the flow into and out of employment, first for the sample overall and then for the aforementioned demographic groups. Conventionally, people who are temporarily absent from their work activities are classified as employed. In most circumstances, this group represents a very small fraction of the employed populace and they most frequently cite their absence from work as being due to vacation. During the COVID-19 lockdown, this group was no longer a negligible proportion of the labour market. Thus, in addition to the conventional classification of who is employed and who is not, we also create two alternative variables to measure employment for April. 4 For the first alternative, we reclassified people who were \"absent\" from work, from \"employed\" to \"not employed.\" For the second alternative, in addition to the absentee workers, we also reclassified to \"not employed\" any respondents who reported being employed and working, and also having worked for no hours and earned no wage income during April. Below we list some of the variables or statistics that we report on in this paper, together with a brief explanation of what these measures mean.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS AND VARIABLES"
        },
        {
            "text": "• Employed (conventional): These are people who are working or who are absent from work but say they have a job that they will return to. • Employed (alternate 1): These are people who are working. It differs from the conventional employed as it excluded absentee workers. • Employed (alternate 2): These are people who are working, excluding absentee workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables and statistics reported"
        },
        {
            "text": "In addition, they also report some level of positive hours of work or positive earnings. • Not economically active: This group of people are not working and not looking for work. It typically contains retirees, students and full-time caregivers. • Discouraged Unemployed: These are people who are not employed and are available and willing to take up work within the next week, but are not actively searching for employment. • Searching unemployed: These are people who are not employed and are available and willing to take up work within the next week and have been actively searching for employment in the recent past. • Unemployment rate (narrow): Is obtained by taking the ratio of the number of people who are actively searching for work, divided by the number of people who are either employed or actively searching for work. • Unemployment rate (broad): Is obtained by taking the ratio of the number of people who are in either of the unemployed groups, divided by the number of people who are in either of the unemployed groups or are employed. • Employment rate (narrow): Is the ratio of the number of people in employment divided by the number of people who are either employed or searching unemployed. • Employment rate (broad): Is the ratio of the number of people in employment divided the number of people who are either employed or searching unemployed or discouraged unemployed. • Employment-to-population ratio: Provides a measure of the fraction of people in a population that are employed. It differs from the employment rate because it does not differentiate between people who are not economically active and people who are unemployed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables and statistics reported"
        },
        {
            "text": "In this paper, we present several of these measures for April. However, the data for February only allows us to measure the employment-to-population ratio, not any of the employment or unemployment rates. 5 For this reason, we only make comparisons and compute transition matrices using the employment-to-population ratio. We make these comparisons for each of the three employment variables that we've created for April, while always comparing to the single February variable which corresponds to the conventional definition of employment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables and statistics reported"
        },
        {
            "text": "In this section, we present the main results of our analyses. We start with an overview of the labour market as it stood in April 2020 in our sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "In Table 2 , we present the distribution of labour market states in our sample overall, as well as by various demographic groups. In this table, we are using the conventional employment variable. What we see from this table is that just under half of our adult sample was employed in April, while the narrow and broad unemployment rates were 22.4% and 42.8%, respectively. The narrow unemployment rate is surprisingly low, given what we know about this from the QLFS in quarter 1 of 2020. This likely reflects that many unemployed people stopped searching for employment in April, both because of the restrictions on movement during the lockdown, as well as because the chances of finding employment during April would have been much lower than usual.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Overview"
        },
        {
            "text": "When looking across demographic groups, we observe a pattern that is common across all labour market surveys in South Africa: Some demographic groups experience unemployment much more severely than others. For example, if we compare the broad unemployment rate amongst African/Black and White respondents, we see estimates of 45.8% and 16.09%, respectively. The (broad) unemployment rate for Black/African respondents is thus almost three times as high as it is for White respondents. Similarly, 58.1% of men are employed, while only 40.7% of women are employed. Related to this, women have a broad unemployment rate of 50.7%, while the corresponding statistic for men is 34.9%. The unemployment rate for women is thus approximately 45% higher for women than it is for men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "This pattern of relative advantages and disadvantages in the labour market are clearly manifest amongst all of the demographic groups that we consider. Urban respondents are more likely to have a job and less likely to be unemployed than people who live in Traditional areas. Youth experience a significantly more challenging labour market than prime working-aged individuals, while prime working-aged adults also have a better experience in terms of employment and unemployment relative to older adults. Finally, we see the well-established pattern that those with some form of a post-matric education are substantially more likely to be employed and less likely to be unemployed, relative to those who either did not finish high school or only have a matric level education. The difference in the broad unemployment rates between these groups is particularly stark at approximately 75%. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "The discussion relating to Table 2 has been entirely focussed on the conventional definition of employment. However, as discussed in the empirical methods section (and in the Appendix), the current circumstances warrant considering a more nuanced definition of employment. In particular, we need a measure that accounts for the possibility of a large fraction of \"furloughed\" workers, i.e. workers who are temporarily absent from employment due to lockdown restrictions. These restrictions could be on businesses being allowed to operate or on the movement of people to and from their usual places of employment or on the ability of customers to make use of the businesses services. In Table 3 , we show how our measurement of the employment-to-population ratio changes as we change our employment classification to exclude \"absent\" employees and then to exclude absent employees as well as any employees who reported having worked for 0 hours and earned no wage income.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 686,
                    "end": 693,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Alternative definitions of employment"
        },
        {
            "text": "When we look at the fraction of people employed in our overall sample, we see that our measure for February was 57%. This reduces to 48.1% in April using the conventional definition. 7 The exclusion of the absentee workers, as we move to Employed: Alternate 1, is very large. The fraction employed decreases by almost 10 percentage points, from 48.1% to 38.4%. It then decreases further by a small amount, to 37.7%, as we also exclude from our employment definition those people who report being employed but having worked no hours and earned no wage income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternative definitions of employment"
        },
        {
            "text": "Two major points become immediately salient. First, this group of temporarily absent workers is large and needs to be explicitly recognised in our contemporary labour market statistics. Second, the amount of effective job loss is substantially greater than those reported using the conventional definitions from Table 3. A minor point to note is that the difference between Employed: Alternate 1 and Employed: Alternate 2 is not that large. Moreover, we believe that Alternate 2 corresponds better with the concept of a \"furloughed\" worker. Thus, although we have thus conducted all of our analyses using both measures, for the remainder of the paper, we only report and discuss the results using the conventional employment variable and the Employed: Alternate 2 variable. 8 When we consider the various demographic groups, we see that all groups, without exception, had a substantial fraction of furloughed workers. For example, if we restrict our attention to the African/Black race group, we see that the fraction employed in February was 54.1%. This drops in April -using the conventional definition -to 45.3%, a decrease of 8.9 percentage points. It drops even further if we classify furloughed workers as not employed, to 34.1%, which corresponds to a decrease of over 20 percentage points from the February level. Put differently, more than one out of five Black/African adults in our sample lost their employment between February and April.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Table 3.",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Alternative definitions of employment"
        },
        {
            "text": "In addition to measuring the magnitude of temporary layoffs, the effect of considering the more nuanced definitions in employment allows us to see some differential effects within these groups. For example, the proportion of men who are employed decrease by 6.4 percentage points using the conventional definition, but decreased by 18.1 percentage points using the Alternate 2 definition. In contrast, the corresponding numbers for women were a decrease of 11.2 and 20.4 percentage points, respectively. Thus, women were more adversely affected (in absolute terms) regardless of the definition that we use, but men are more likely to be affected through the furlough process. As further waves Notes: Conventionally, people who are temporarily absent from work are classified as employed. \"Alternative: definition 1\" excludes this absentee group, by reclassifying them as not employed. \"Alternative -definition 2\" excludes \"absentees\" and well as people who said they were employed, but worked 0 hours and earned no wage income. Notes: All percentages are weighted. Sample restricted to employed individuals (using the conventional definition) with valid hours information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternative definitions of employment"
        },
        {
            "text": "© 2021 Economic Society of South Africa of NIDS-CRAM become available, it will be important to observe whether there are substantial differences in the likelihood of returning to employment between people who report having lost employment and people who report being temporarily absent from their employment in April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternative definitions of employment"
        },
        {
            "text": "The next aspect of labour market outcomes that we consider is the distribution of hours that an employed person worked on a usual day. A comparison of the hours worked distributions for February and April are presented in Table 4 . We collapsed the hours worked data into four mutually exclusive and exhaustive categories; None, Part-time, Full-time and Excess. The categories and their boundaries are somewhat arbitrary, but they nonetheless yield a useful sense of the distribution of hours worked. 9 The largest category in February, by a very large margin, was the full-time category. A 85.6% of all employed people in February reported working between 6 and 12 hours per day. By April, we see a large reduction in the fraction of employed people who report working full-time (67.4%). This is mirrored by a corresponding increase in the fraction that report working 0 hours on a usual day in April, from 2.85% to 19.4%. This provides us with a different lens with which to understand the impact of the lockdown.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 502,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Hours worked amongst the employed"
        },
        {
            "text": "A different aspect of the labour market, that has a direct implication for household welfare, is how the distribution of wages has changed between February and April. Note that the mapping between hours of employment and wages earned is likely to have changed as well, as at least some workers will have continued to receive some wages even if they did not do any hours of work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wage distributions between February and April"
        },
        {
            "text": "In Table 5 , we present a discretised version of the wage distribution. There is likely to be some measurement error in this variable, as it involved multiple stages of aggregation. Nonetheless, the comparison yields an important insight, namely that the lockdown period coincided with a large increase in the proportion of employed people who earned no income, from 5.08% to 12%. This was combined with a substantial reduction in the proportion of low wage earners who earn a monthly equivalent of less than R3000, from 41.3% to 26.4%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Wage distributions between February and April"
        },
        {
            "text": "It is also important to note that the number of observations used to construct these distributions is much smaller for April than for February. This is because only people who were conventionally classified as employed were included in the calculation, and as we've already noted, the employment-to-population ratio had decreased significantly between Notes: All percentages are weighted. Sample restricted to (conventionally) employed individuals with valid wage or profit information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wage distributions between February and April"
        },
        {
            "text": "February and April. Indeed, this fact is critical for understanding the other somewhat puzzling shifts in the distribution. In Table 5 , one will notice that a greater fraction of individuals are now in the higher earning categories, i.e. R6001-R12000, R12001-R24000 and more than R24000. This could mean that some people got pay raises between February and April. It could also be reflecting a compositional shift in who remained employed and who lost employment. We explore this further in Table 6 , which presents the likelihood of a job loss based on one's earnings category in February.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 492,
                    "end": 499,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Wage distributions between February and April"
        },
        {
            "text": "To begin to understand the dynamics that are reflected in the wage distribution in Table 5 , which is calibrated on the conventional definition of employment, we start by focussing on the first column of probabilities in Table 6 , which also corresponds to the conventional definition of employment. Here, we see that some people from all earnings groups lost their employment between February and April, but there is a very clear and steep gradient in the likelihood of a job loss depending on one's prior earnings level. Thus, the fraction of low wage earners, i.e. those who earned below R3000 per month; who lost their jobs between February and April, was 38%, or approximately two out of five. For those in the two middle-earning groups, i.e. R3000-R6000 and R6000-R12000, this number was still high at approximately 18.5%. In contrast, the higher earnings groups experienced relatively low levels of job loss, as just over 5%. What this implies is that the wage distribution in Table 5 is not changing primarily because of wage increases. Instead, the observed change in the wage distribution is being driven primarily due to a compositional change driven by the much greater likelihood of transitioning out of employment for low wage workers relative to high wage workers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 984,
                    "end": 991,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Wage distributions between February and April"
        },
        {
            "text": "Looking now to the second column of Table 6 , where we perform the same calculation but using the Employed: Alternate 2 definition for April, we see that this gradient is maintained and potentially becomes even more pronounced. More than one out of every two low wage workers lost their employment between February and April. The corresponding numbers for the two middle-earning groups is also high, at about one out of every three workers. In contrast, the equivalent ratio for the higher earnings groups was approximately 1 out of 7 for those earning between R12000-R24000 and 1 out of 10 for those earning more than R24000 per month. This has very large implications for both poverty and inequality dynamics in South Africa. 10 Notes: Conventionally, people who are temporarily absent from work are classified as employed. \"Alternative -definition 2\" excludes \"absentees\" and well as people who said they were employed, but worked 0 hours and earned no wage income.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Wage distributions between February and April"
        },
        {
            "text": "© 2021 Economic Society of South Africa",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wage distributions between February and April"
        },
        {
            "text": "The final component of our analysis that we present provides a measure of the degree of churning in the labour market. This provides a measure of the rate at which people find or lose employment between two time intervals. It allows for a more nuanced understanding of the labour market, as the analysis of the levels in each category basically \"nets out\" any offsetting flows between job finding and job losing. Having a sense of the churn in the current labour market thus brings into sharper focus the stability of each labour market state, for the relevant demographic group under consideration. Earlier research by Kerr (2018) , found that the prevailing degree of churning in the South African labour market was surprisingly large. Whether that remains to be true in the current moment is an empirical question and this is the purpose of the results presented in Table 7 .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 631,
                    "text": "Kerr (2018)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 869,
                    "end": 876,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Employment transition probabilities for various demographic groups"
        },
        {
            "text": "In the overall sample and focussing on the conventional definition of employment, we observe that 13.2% of people who were not employed in February report being employed in April, while 25% of those who were employed in February were not employed by April. Both of these numbers are substantial, given that we are measuring the rate of change over only a 2-month period. However, once we account for the effect of furloughed workers, these numbers change dramatically. A 7% of adults who were not employed in February subsequently found employment, 11 while 39% of those with a job in February were either permanently or temporarily laid off by April. This general pattern, i.e. that explicitly accounting for temporary layoffs matters a great deal for our understanding of the labour market, is abundantly clear in the table. This can be seen by the magnitude of the difference in the estimated probability of losing (or finding) a job, between the conventional and alternate definitions. 12 We thus restrict our discussion of comparisons across demographic groups to the Employed: Alternative 2 group. Notes:",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 992,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Employment transition probabilities for various demographic groups"
        },
        {
            "text": "The changes are all relative to employment status in February, which uses the conventional definition of employment. Conventionally, people who are temporarily absent from work are classified as employed. \"Alternative -definition 2\" excludes \"absentees\" and well as people who said they were employed, but worked 0 hours and earned no wage income. A similar adaptation of the employment variable for February, to the one that we have implemented for April, is not possible given the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment transition probabilities for various demographic groups"
        },
        {
            "text": "We see some substantial differences by gender. Men are more than twice as likely to find employment as women (10.56% vs. 4.54%), while men are also about 10 percentage points less likely to lose employment than women. 13 In terms of race, we observe again quite clearly that while all race groups have been adversely affected during the recent past, it has been significantly less problematic for Whites. Whites are more than twice as likely to find employment when compared to any of the other race groups and less than half as likely to have lost employment when compared to the other race groups combined. Respondents based in urban areas were less likely to find employment, and also less likely to lose employment, relative to people in non-urban areas. The youth face an even more challenging task in the current labour market, where they are extremely unlikely to find employment (6.1%), while they are also greatly at risk of losing employment (43%). Finally, we observe that a tertiary education has afforded people a relative degree of protection in the labour market. Job finding rates are relatively low amongst all groups, but there is a very large difference in the likelihood of losing a job for people with some form of a tertiary education (28.7%), compared to those with only a matric level education (42.8%) or those with less than a matric level education (45.5%).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Employment transition probabilities for various demographic groups"
        },
        {
            "text": "As South Africa goes through the waves of disruption generated by the COVID-19 pandemic and ensuing lockdown, a lack of timely data to date has prevented a thorough analysis of labour market dynamics during this period. We fill this gap in our understanding, by providing the first thorough analysis of the South African labour market based on new survey data contained in Wave 1 of the NIDS-CRAM study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Within our sample of over 6,000 adults aged 18 to 59, we found that there was a very large decrease in employment. The fraction of the sample that was conventionally classified as employed decreased from 57% in February to 48% in April. If we further exclude temporarily absent workers, this fraction decreases further to 38%. Thus, about one out of every three people in our sample who were employed in February, had either lost their job or did not work and received no wages during April. This has extremely large implications for poverty and welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "We further analyse the labour market by comparing across demographic groups as defined by race, by gender, by age groups, by geographic areas and by education levels. The over-arching finding from this analysis is that the job losses were not uniformly distributed amongst the different groups. In particular, groups who have always been more vulnerable -such as women, African/Blacks, youth and less educated groups -have been disproportionately negatively affected. In addition to the poverty implications, this will also likely affect the inequality situation in South Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "A different insight generated through this research is the importance of interrogating our definitions of employment and unemployment and what that might imply for our statistics and data collecting processes. The previous conventions about what employment means and how to measure it were widely understood and accepted and worked well for that moment in time. In the present moment, they do not work particularly well and new approaches that better understand the nature of temporary absences, furloughed workers and other transient labour market states will need to be investigated thoroughly. It is only with time that we will know if our society reverts back to its previous ways of © 2021 Economic Society of South Africa functioning or not. For now, it suffices to say that researchers ought to be cautious about simply applying old definitions to the current context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Looking forward, the NIDS-CRAM survey is designed as a panel study. This will only enhance the value of the data as more and more waves of the panel are collected. By design, the survey has a high frequency, which will enable us to explore several important questions with additional waves. These include questions about wage scarring, early retirement, the challenges of youth unemployment, returns to education and which groups of people manage to exit unemployment and which seem to fall into unemployment traps. There are different questions that can be informed about industrial policy, specifically which sectors have experienced the most job loss and of these, to what extent is it permanent or temporary. Finally, until and unless a better data set is released, this remains the only option available for researchers who use micro-level survey data to analyse the labour market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "ACKNOWLEDGEMENT This paper was funded by the CRAM study and is available on their website. We are grateful for comments from Murray Leibbrandt and participants in the CRAM Labour workshop. All errors and omissions remain the responsibility of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "N OT E S 1 As at July 7th, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "2 It should be noted that our analysis is based on Version 1.0.0 of NIDS-CRAM Wave 1 (2020). These results may change in subsequent versions of the data set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "3 See Kerr et al. (2020) for details about the sampling strategy. 4 The survey instrument is more limited for February and we do not create corresponding alternative variables for that month. 5 See the Appendix for a discussion of questionnaire design for the labour market module of NIDS-CRAM, what it allows researchers to analyse, and how it compares to international best practice defined by the ILO (2020). 6 75% = 100*(49/28). 7 The minor discrepancies between Tables 2 and 3 for this particular statistic are due to the small fraction of respondents whose overall labour market status is indeterminate. For example, if a person did not have a job but responded \"don't know\" to their availability to take up employment within the next week, then they would get excluded from the calculation in Table 2 , but get included as \"not employed\" in Table 4 . We do not believe that this has a qualitatively important impact on our overall findings.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 24,
                    "text": "Kerr et al. (2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 66,
                    "end": 67,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 434,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 807,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 848,
                    "end": 855,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "CONCLUSION"
        },
        {
            "text": "© 2021 Economic Society of South Africa The NIDS-CRAM questionnaire was designed for an approximately 20 minutes Computer Assisted Telephonic Interview (CATI) survey (see Ingle et al., 2020; Spaull et al., 2020) . As such, the labour market module is short because it is one of a broader set of themes designed to capture the effect of the impact of COVID-19 lockdowns in South Africa.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 190,
                    "text": "Ingle et al., 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 191,
                    "end": 211,
                    "text": "Spaull et al., 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "An ideal set of labour market questions to understand the impact of COVID-19 lockdowns on the labour market has been developed by the International Labour Organsiation (ILO, 2020). However, the NIDS-CRAM instrument is shorter. Nevertheless it still offers some key innovations in questionnaire design that allow researchers to explore concepts such as \"furloughed\" workers, a term that is introduced to the South African literature in this paper for the first time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "In the Table A1 below, we present the ILO's Priority Labour Force Survey (LFS) data collection items. In Table A2 , we then compare the NIDS-CRAM questionnaire (see Spaull et al., 2020) for the full questionnaire with question prefixes included for ease of identification) to show what is possible to identify and discuss.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 185,
                    "text": "Spaull et al., 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 15,
                    "text": "the Table A1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 105,
                    "end": 113,
                    "text": "Table A2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "CONCLUSION"
        },
        {
            "text": "The variables in Table A1 are all considered ideal for National Statistical Offices, such as Statistics South Africa, to collect in their household surveys. However, NIDS-CRAM is an approximately 20 minutes CATI-based survey, so the time available to interview respondents is much shorter. We show what labour market questions are present in NIDS-CRAM Wave 1 and compare it to the ILO's ideal type in Table A2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 401,
                    "end": 409,
                    "text": "Table A2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "CONCLUSION"
        },
        {
            "text": "In addition to these \"Priority data collection items,\" the ILO (2020:6-11) go on to say that new information must be collected to understand the special cases attributable to lockdowns. These include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "• Identification of persons employed; • Persons employed, at work; • Persons employed, not at work in the reference week; • Hours actually worked; • Persons in time-related underemployment; • Unemployed persons; and • Potential labour force.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Because NIDS-CRAM does not collect data on components of the labour market in the above table, we cannot get at many of the more transitory labour market states that the ILO recommends. However, NIDS-CRAM does have additional questions that are very useful to understand current employment conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Locked Down and Locked Out: Repurposing Social Assistance as Emergency Relief to Informal Workers",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bassier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Budlender",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zizzamia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ranchhod",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Exploring the Transitions and Well-Being of Young People who Leave School Before Completing Secondary Education in South Africa. National Income Dynamics Study WP 2019/11",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Branson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Lannoy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Income Dynamics Study Wave 5 Panel User Manual",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brophy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Branson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mlatsheni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gender and the Early Effects of the COVID-19 Crisis in the Paid and Unpaid Economies in South Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Casale",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Income Dynamics (NIDS) Coronavirus Rapid Mobile Survey (CRAM) Working Paper Series. (Online). Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Winners and losers: South African labour market dynamics between",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cichello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Development Southern Africa",
            "volume": "31",
            "issn": "1",
            "pages": "65--84",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global supply-chain effects of COVID-19 control measures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hallegatte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hubacek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Human Behaviour",
            "volume": "4",
            "issn": "",
            "pages": "577--587",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0896-8"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Version 1. Cape Town: Southern Africa Labour and Development Research Unit. INTERNATIONAL LABOUR ORGANISATION (ILO). (2020)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ingle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brophy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Geneva: ILO. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Regional Economic Outlook: Sub-Saharan Africa",
            "authors": [],
            "year": 2020,
            "venue": "INTERNATIONAL MONETARY FUND (IMF). (2020a)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Labour Market and Poverty Impacts of COVID-19 in South Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Budlender",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bassier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zizzamia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Income Dynamics (NIDS) Coronavirus Rapid Mobile Survey (CRAM) Working Paper Series. (Online). Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Job flows, worker flows and churning in South Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "South African Journal of Economics",
            "volume": "86",
            "issn": "",
            "pages": "141--166",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "NIDS-CRAM Sample Design and Weighting. NIDS-CRAM Technical Document B. (Online)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ardington",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Surviving unemployment without state support: Unemployment and household formation in South Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klasen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of African economies",
            "volume": "18",
            "issn": "1",
            "pages": "1--51",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Describing and decomposing post-apartheid income inequality in South Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Development Southern Africa",
            "volume": "29",
            "issn": "1",
            "pages": "19--34",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Trends in South African Income Distribution and Poverty since the Fall of Apartheid",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Argen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "NATIONAL INCOME DYNAMICS STUDY-CORONAVIRUS RAPID MOBILE SURVEY (NIDS-CRAM",
            "volume": "",
            "issn": "101",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cape Town: Southern Africa Labour and Development Research Unit",
            "authors": [],
            "year": 2020,
            "venue": "Supplementary Budget Review. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Household Responses to Adverse Income Shocks: Pensioner Out-Migration and Mortality in South Africa. Southern Africa Labour and Development Research Unit (SALDRU) Working Paper 35",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ranchhod",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "South African Journal of Economics",
            "volume": "74",
            "issn": "4",
            "pages": "725--744",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pretoria: South African Reserve Bank",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "South African Reserve",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quarterly Bulletin",
            "volume": "",
            "issn": "SARB",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The NIDS-CRAM Wave 1 Questionnaire. NIDS-CRAM Technical Document A. (Online)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Spaull",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Makaluza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ingle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brophy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ranchhod",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Getting ahead or falling behind: Findings from the second wave of the National Income Dynamics Study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Covid Action Platform. Available",
            "volume": "31",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Do you have any paid activity or job that you will return to in the next 4 weeks? • Cf7: In February, how many people other than yourself did you employ in your business? • Cf8: At the end of April",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Cb4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Employment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of the labour market section in the National Income Dynamics Study-Coronavirus Rapid Mobile Survey (NIDS-CRAM)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Labour market status by demographic groups in April (%)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Employment-to-population ratio for various definitions of employment",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Distribution of hours worked in February and April: NIDS-CRAM Wave 1",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Monthly equivalent wage distribution",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Job loss by April based on earnings in Feb. (By various definitions of employment in April)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Probability of employment loss/gain between Feb. and April: By demographic groups and various definitions of employment(%)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "With these questions researchers can get a much better idea of future expectations of the employed and self-employed (business owners) about the impact of lockdown on their livelihoods. We can also get a first take on defining \"furloughed\" workers, which we have done in this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}