{
    "paper_id": "3e44febff058d92b69b03be9dd48174e2636cc6a",
    "metadata": {
        "title": "Epidemiology and Infection",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "addrLine": "No. 139 Middle Renmin Road",
                        "postCode": "410011",
                        "settlement": "Changsha",
                        "region": "Hunan",
                        "country": "P.R. China"
                    }
                },
                "email": "junliu123@csu.edu.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "2019 novel coronavirus (COVID-19) that began in Wuhan (Hubei province, China) has raised intense attention and panic emotions around the world [1] . Thanks to the timely and effective control measurements conducted by the Chinese Government, the outbreak of COVID-19 is basically controlled. However, the situation of COVID-19 outbreak is getting worse in other countries over the last few days, such as Italy, America and Spain [2] . The World Health Organization (WHO) has increased the assessment of the risk of spread and the risk of impact of COVID-19 to very high at a global level [2] . Therefore, it is urgent to know the epidemic characteristics of COVID-19 and then to make appropriate strategies to fight the outbreak of COVID-19. The specific clinical symptoms (i.e. fever and leucopaenia) and the exposure history to Wuhan and close contact history with confirmed cases can substantially help us to diagnose the disease [3] [4] [5] . However, other virus-related infections can also cause similar symptoms (i.e. influenza A viruses and influenza B virus), especially in this flu-susceptible season, that makes the clinical diagnosis of COVID-19 difficult. The laboratory test remains the standard diagnostic procedure. Nevertheless, the problems of false negative and the potential of turning into positive again after identifying as negative are faced by clinicians. Computed tomography (CT) is proved to have the ability to provide valuable information for the diagnosis in clinical practice [6, 7] and may has the ability to distinguish COVID-19 pneumonia from influenza A viruses and influenza B virus pneumonia.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1507,
                    "end": 1510,
                    "text": "[6,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1511,
                    "end": 1513,
                    "text": "7]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This retrospective study was approved by Our Medical Ethical Committee (Approval Number KL-2020001), which waived the requirement for patients' informed consent. We recruited the patients who presented to our fever clinics from 23 January 2020 to 16 February 2020. Our institution was one of the 10 authorised institutions that can diagnose COVID-19 in Hunan province (one of five authorised institutions in Changsha City, Hunan province, China). Patients usually come to our designated fever clinics by the following reasons: (1) patients have symptoms of lung infection (i.e. fever and cough) and (2) patients have an exposure history to Wuhan or close contact with confirmed cases. All their available clinical and epidemic characteristics were collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our fever clinics have continually received and diagnosed 1591 patients from 23 January to 16 February 2020. In total, 1581 of 1591 patients have been received laboratory examination for influenza A virus, influenza B virus and COVID-19 simultaneously. The distributions of the different virus-related pneumonia are presented in Figure 1 . We can observe that the incidence of COVID-19 is 2% (31/1581), lower than that of influenza A virus (2.5%, 40/1581) and influenza B virus (4.6%, 73/1581). The statistics indicate that influenza A virus and influenza B virus (78.5%, 113/144) remain the most common type of virus in such a special flu season. Among the 31 COVID-19 patients, 27 patients were diagnosed by first reverse transcription polymerase chain reaction (RT-PCR) as COVID-19 positive, whereas one and three patients were diagnosed as COVID-19 positive at the second and fourth RT-PCR with throat swab samples. Eight patients were tested as COVID-19 positive using anal swab samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 337,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "All the 31 patients underwent chest CT scans before treatment. Six of 31 patients had no abnormal chest CT findings. Twenty-four of 25 patients (96%) presented ground glass opacities (GGOs) and vascular enlargement (Table 1, Fig. 2 ). Regarding the lesion distribution, 20 of the 25 patients (80%) were more likely to be peripheral distribution (central, peripheral or no transverse predilection) and bilateral involvement (unilateral or bilateral). Seven of 40 patients with influenza A virus and 11 of 73 patients with influenza B virus underwent chest CT scans. Six of 11 patients with influenza B virus had normal CT findings. Patients with influenza A and B viruses were more likely to present consolidations and had pleural effusions (Fig. 2 ). All the patients tested as COVID-19 positive using anal swab samples had abnormal CT findings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "(Table 1,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 225,
                    "end": 231,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 747,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Timely diagnosis and treatment of different types of virus-infected patients, especially the identification of patients with COVID-19, is important to control the outbreak of COVID-19. An RT-PCR is considered as the golden standard for diagnosis of 2019-nCoV [5, 8] , however, it has inherent disadvantages related to false negative and long turnaround time. In our institution, 1 and 3 of 31 patients were diagnosed with COVID-19 positive at the second and fourth time RT-PCR with throat swab samples. All the four patients have abnormal CT findings in initial CT scans, which help us to screen out these patients for further laboratory tests. Therefore, CT actually plays a vital role in the screening of suspected 2019-nCoV-infected patients [6] [7] [8] [9] . In our cohort, the incidence of COVID-19 (2%) is lower than the incidence of influenza A virus (2.5%) and influenza B virus (4.6%), which requires us to pay attention to other virus-related pneumonia. However, most of the kits for diagnose virus only can test one kind of virus, which is inconvenient for timely separation of different types of viruses. It is clinically important to separate COVID-19-infected patients from those infected by another virus, which can efficiently avoid the cross transmission and also the mixed virus infection. One patient had been diagnosed as COVID-19 by using bronchoalveolar lavage samples after three times negative diagnosis of COVID-19 by using swab samples in a China-Japan friendship hospital. Of note, the patients had been identified as influenza A virus infection. If the mixed virus infection happens, the treatment may be more comprehensive and difficult. However, different viral pneumonia may present the same imaging features [9] , making it very difficult to differentiate them. Patients with COVID-19 have typical image features of GGOs, which is consistent with previous studies [6, 7, 9, 10, 11] . The GGOs reflect the pathologic changes in gross specimen [7, 12] . However, patients with influenza A and B viruses are more likely to present consolidations and have pleural effusions, which can help us to screen out the patients with COVID-19 pneumonia. Moreover, eight patients (72.7%) with influenza B virus have no exudative lesions in CT images, indicating a relatively lower incidence of lung involvement.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[5,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 263,
                    "end": 265,
                    "text": "8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "[7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1740,
                    "end": 1743,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1896,
                    "end": 1899,
                    "text": "[6,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1900,
                    "end": 1902,
                    "text": "7,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1903,
                    "end": 1905,
                    "text": "9,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1906,
                    "end": 1909,
                    "text": "10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1910,
                    "end": 1913,
                    "text": "11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1974,
                    "end": 1977,
                    "text": "[7,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1978,
                    "end": 1981,
                    "text": "12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, common respiratory illnesses should pay attention to in the flu season. A laboratory kit is urgently needed to test different viruses simultaneously. CT can help with early screening of patients suspected to have COVID-19 and differentiate different virus-related pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Financial support. The authors acknowledge financial support from the Key Emergency Project of Pneumonia Epidemic of novel coronavirus infection (2020SK3006), Emergency Project of Prevention and Control for COVID-19 of Central South University (160260005) and Foundation from Changsha Scientific and Technical bureau, China (kq2001001). The funder of the study had no role in study design, data collection, data analysis, data interpretation or writing of the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data availability. Our Medical Ethics Committee has imposed data sharing restrictions because the data used in our study contain potentially identifying or sensitive patient information. To request data access, please contact the corresponding author at: junliu123@csu.edu.cn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "F-Wc",
                    "middle": [],
                    "last": "Jasper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chaolin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xingzhi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "296",
            "issn": "",
            "pages": "41--45",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging coronavirus 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fengxiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "",
            "pages": "210--217",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Novel Coronavirus. Prevention & Treatment. Centers for Disease Control and Prevention 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Radiographic and CT features of viral pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Koo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Radiographics",
            "volume": "38",
            "issn": "",
            "pages": "719--739",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "",
            "pages": "202--207",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CT scans of patients with 2019 novel coronavirus (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Theranostics",
            "volume": "10",
            "issn": "",
            "pages": "4606--4613",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "8",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The distributions of different types of patients in our institution from 23 January to 16 February 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CT findings of patients with different viruses infected",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}