{
    "paper_id": "3e46ddff80143387823993079584f2ea469c45c4",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "D"
                ],
                "last": "Forrester",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "T"
                ],
                "last": "Hawn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Facs",
                "middle": [],
                "last": "Stanford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In their letter, the authors suggest that reverse transcriptase polymerase chain reaction (RT-PCR) testing is not adequate for screening patients before surgery for COVID-19, and concurrently, that CT scans of the thorax should be integrated into the preoperative screening algorithm. While the authors are to be commended for adapting our previously published algorithm 1 to reflect their institutional limitations, we have some concerns with the algorithm that they propose. First, the authors report RT-PCR sensitivity of 60% for nasal swab, with a lower sensitivity for pharyngeal swab. 2 Although this may reflect the sensitivity of RT-PCR performed in their practice setting, we have found our RT-PCR sensitivity and specificity to be greater than 98%dfindings consistent with published meta-analysis. 3 So, for our practice, RT-PCR is quite appropriate to use as a screening test. In our health system, we have done more than 4,000 procedures using our protocol, with no transmission to healthcare workers. Hopefully, as testing becomes widely available and widely applied, the utility of RT-PCR as a screening instrument will be increasingly appreciated.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 592,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 808,
                    "end": 809,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next, the authors argue that a CT thorax should be incorporated into the screening algorithm, arguing that the high sensitivity may make it a superior exam. However, we have several concerns about this approach. While CT is sensitive for COVID-specific pneumonia, its specificity is poor, 3 and the consequences of a false-positive COVID-19 diagnosis are concerning. This is a view shared by the American College of Radiology. 4 As we move into the fall and winter seasons in the Northern Hemisphere, this low level of specificity is also problematic. Patients incorrectly identified as having COVID-19, based on CT findings that are relatively ubiquitous among patients with viral respiratory tract infections, 4 could be mis-triaged to COVID-19 wards and their surgical intervention delayed. This mis-triage may also put them at higher risk of acquiring true infection. Finally, neither radiation accrued during CT scan nor the cost of the scan itself are insignificant, which adds unnecessary patient morbidity, treatment delays, and healthcare expenditure. These are unacceptable trade-offs during the current pandemic where we must primum non nocere (first, do no harm), and be responsible stewards of healthcare resources.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 427,
                    "end": 428,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors are commended for developing their own institutionally relevant COVID-19 screening algorithm. While we appreciate their algorithm, their reduced reliance on RT-PCR testing, the current gold standard specific to SARS-CoV-2 virus, and promoting the use of CT is unnecessary and concerning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Precautions for operating room team members during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hawn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Surg",
            "volume": "230",
            "issn": "",
            "pages": "1098--1101",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Letter to the Editor",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yenigun",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ozturan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dagistanli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diagnostic performance of CT and reverse transcriptase polymerase chain reaction for coronavirus disease 2019: a meta analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "296",
            "issn": "",
            "pages": "145--155",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Advocacy-and-Economics/ACR-Position-Statements/ Recommendations-for-Chest-Radiography-and-CT-for-Suspected-COVID19-Infection",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Radiology",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "2020 by the American College of Surgeons",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamcollsurg.2020.08.757"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}