{
    "paper_id": "3e49c389d2d4bb5e34dac0ba12e3be783ca9165f",
    "metadata": {
        "title": "What has changed during the state of emergency due to COVID-19 on an Academic Urology Department of a Tertiary Hospital in Portugal",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Bernardino",
                "suffix": "",
                "affiliation": {},
                "email": "ruimmbernardino@gmail.com"
            },
            {
                "first": "M",
                "middle": [],
                "last": "Gil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Andrade",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Severo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Alves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Epidemiology and Statistics Unit, Research Center",
                    "institution": "Central Lisbon Hospital Center",
                    "location": {
                        "settlement": "Lisbon",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "Papoila",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Epidemiology and Statistics Unit, Research Center",
                    "institution": "Central Lisbon Hospital Center",
                    "location": {
                        "settlement": "Lisbon",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Campos Pinheiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Miguel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marques",
                "middle": [],
                "last": "Bernardino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To compare the activity the Urology Department of a Portuguese Academic Hospital during the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Comparar la actividad del Servicio de Urología de un Hospital Universitario Portugués durante el estado de alarma y el período equivalente del año anterior. Comparamos el número de consultas electivas y pruebas diagnósticas urológicas, el número y el tipo de cirugías electivas, así como las características demográficas de los pacientes y los principales causas de ingreso al Servicio de Urgencias (SU) de Urología durante los dos períodos mencionados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objetivo"
        },
        {
            "text": "Materiales y métodos Los datos de 691 pacientes que acudieron a urgencias desde el 18 de marzo de 2020 hasta el 2 de mayo de 2020 -y del mismo período del año anterior-se recogieron del software medico institucional. Los datos recopilados fueron edad, sexo, fecha de visita al servicio de urgencias, derivación desde otros hospitales, color del triaje, causa del ingreso, diagnóstico al alta y la necesidad de cirugía de urgencia u hospitalización. Con la intención de identificar las asociaciones entre las variables demográficas y clínicas con el hecho de haber sido sometido a una cirugía de urgencia (variable), se aplicaron modelos de regresión logística.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objetivo"
        },
        {
            "text": "El análisis multivariante mostró asociación entre el sexo del paciente con el hecho de ser sometido a una cirugía, con una disminución del 65,6% en las probabilidades para el género masculino. El período (COVID versus sin-COVID) no mostró una asociación significativa con la cirugía.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados"
        },
        {
            "text": "Nuestro departamento experimentó una reducción importante en la actividad. También observamos una reducción de las causas urgentes para acudir a los servicios de urgencias considerados menos graves. El porcentaje de casos que requirieron cirugía de urgencia y hospitalización fue mayor durante el período COVID. state of emergency and the equivalent period at the previous year. We compared the number of elective consultations and diagnostic urologic examinations, number and type of elective surgeries, as well as patients' demographic characteristics and main causes of presentation to Urology Emergency Department (ED) during the two mentioned periods Materials and Methods Data from 691 patients coming to emergency department were collected from institutional clinical software from March 18 th 2020 to May 2 nd 2020 -and from the same period the previous year. Data collected were age, sex, day of the presentation to Emergency Department, referral from other hospitals, triage color, reason of admission, diagnosis of discharge, and the need for emergency surgery or hospitalization. In order to identify associations between demographic and clinical variables with having been submitted to an emergency surgery (outcome), logistic regression models were applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusión"
        },
        {
            "text": "Multivariable analysis showed an association of sex with being submitted to surgery, 65.6% decrease in the odds for the male gender. The period (COVID versus non-COVID) did not show a significant association with surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our department experienced an noticeable activity reduction. We also observe a reduction in urgent causes to attend the ED considered less serious. The percentage of cases requiring emergency surgery and hospitalization was higher during COVID-period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "KeyWords: COVID-19; Emergency Department; Tertiary Hospital; Urology;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "El brote de la enfermedad del coronavirus 2019 (COVID-19) causada por el síndrome respiratorio agudo grave-coronavirus 2 (SARS-CoV-2)(1) se ha propagado a nivel mundial y fue declarado pandemia mundial por la Organización Mundial de la Salud el 11 de marzo de 2020 (2) . Tras propagarse en la región de Hubei, en China, el SARS-CoV-2 llegó a muchos otros países.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Portugal tuvo los primeros casos reportados el 2 de marzo de 2020, causando la declaración de estado de alarma por parte del Gobierno varios días después, el 18 de marzo. Debido al aumento de casos, el estado de alarma se renovó desde el 2 de abril hasta el 2 de mayo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "El Centro Hospitalario Universitario de Lisboa Central (CHULC) fue identificado como uno de los centros de referencia de COVID-19, donde algunas de las Unidades de Cuidados Intensivos existentes se dedicaron exclusivamente a pacientes con este virus. También se crearon algunas salas nuevas para la hospitalización de pacientes menos graves de COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Uno de los objetivos de este estudio fue comparar la actividad del Departamento de Urología de un Hospital Universitario Portugués CHULC durante el estado de alarma y el período J o u r n a l P r e -p r o o f 3 equivalente del año anterior. En el presente estudio se compararon el número de consultas electivas y de pruebas diagnosticas de urología, el número y el tipo de cirugías electivas, así como las características demográficas de los pacientes y sus principales causas de ingreso al Servicio de Urgencias (SU) de Urología durante los dos períodos mencionados. El estudio también pretendió evaluar, en un contexto multivariante, las características demográficas y clínicas de los pacientes que podían asociarse con el hecho de haber sido sometidos a una cirugía de urgencia teniendo en cuenta estos dos períodos diferentes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Se recogieron datos del software medico institucional desde el 18 de marzo de 2020 hasta el 2 de mayo de 2020 -y del mismo período del año anterior (desde el 18 de marzo de 2019 hasta el 2 de mayo de 2019). La sala de urgencias de Urología del CHULC funciona todos los días, 24 horas al día, incluyendo días festivos y fines de semana. Los datos recogidos fueron la edad, el sexo, la fecha de visita al servicio de urgencias, la derivación desde otros hospitales, el color del triaje, causa del ingreso, el diagnóstico al alta y la necesidad de cirugía de urgencia u hospitalización.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materiales y métodos"
        },
        {
            "text": "El triaje en este hospital se hace de acuerdo con el Sistema de Triaje de Manchester (MTS) (3), que clasifica a los pacientes en cinco grados de urgencia (rojo, naranja, amarillo, verde, azul); los pacientes rojos requieren atención inmediata y los pacientes azules se consideran no urgentes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materiales y métodos"
        },
        {
            "text": "Para entender cómo cambia la actividad electiva durante el estado de alarma en nuestro Servicio de Urología, también analizamos el número de consultas electivas, pruebas diagnosticas de urología, así como el tipo de cirugías electivas. La actividad electiva se realiza entre semana, de 8:00 am a 3:00 pm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materiales y métodos"
        },
        {
            "text": "Clasificamos las causas del ingreso, diagnósticos al alta, así como los hospitales que derivan a nuestro centro en un número menor de grupos, para facilitar la lectura de los resultados. Se crearon tres grupos de acuerdo con las causas de ingreso. En el grupo 1 incluimos: disuria, hematuria y retención urinaria; en el grupo 2: dolor abdominal y lumbar; y en el grupo 3: dolor Page 4 of 16 J o u r n a l P r e -p r o o f 4 de pene, dolor testicular, y otros, donde consideramos otras causas menores de ingreso como prurito genital, afecciones dermatológicas, entre otras causas aisladas. En cuanto al diagnóstico al alta, los clasificamos en cuatro grupos. En el grupo 1 consideramos: traumatismo testicular, estenosis uretral, hidrocele y orquiepididimitis; en el grupo 2: prostatitis, infección urinaria no complicada, hiperplasia benigna de próstata y vejiga hipoactiva; en el grupo 3: hidronefrosis con lesión renal aguda, pielonefritis, pionefrosis, cáncer de próstata y tumor de riñón; y en el grupo 4: cólico renal, desconocido, otros y tumor vesical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materiales y métodos"
        },
        {
            "text": "En lo que respecta a las derivaciones hospitalarias, las dividimos en tres grupos, a saber, el grupo 0: no derivado de otros hospitales; el grupo 1: Barreiro, García Orta, Setúbal; el grupo 2: Beja; Évora; Litoral Alentejano, Portalegre; y el grupo 3: Vila Franca de Xira, Hospitales Privados, Santarém y otros.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materiales y métodos"
        },
        {
            "text": "Las variables continuas se expresaron como mediana y rango intercuartil (RIC: P25-P75) y las variables categóricas como frecuencias (porcentajes). Se utilizaron las pruebas no paramétricas de Chi-cuadrado, la exacta de Fisher y la de Mann-Whitney para comparar los dos períodos (2019 frente a 2020), según procediera. Adicionalmente, para identificar las asociaciones entre las variables demográficas y clínicas con el hecho de haber sido sometido a una cirugía de urgencia (desenlace clínico o outcome), se aplicaron modelos de regresión logística. En el análisis univariante, se consideraron todas las variables que alcanzaron un valor p ≤ 0,25 para el modelo multivariante. Los odds ratio (OR) brutos y ajustados se estimaron con los correspondientes intervalos de confianza del 95%. Sin embargo, considerando los porcentajes correspondientes al número total de pruebas diagnósticas complementarias previamente reportadas para cada año, hubo un aumento en las biopsias de próstata (13,1% vs. 9,2%, p=0,221), extracción de stent (15,9% vs. 6,6%, p=0,001) y reemplazo de catéter de nefrostomía (4,7% vs. 1,4%, p=0,042), y una considerable reducción en las cistoscopias (33,6% vs. 62,6%, p<0,001) y las uroflujometrías (1,9% vs. 30.0%, p<0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materiales y métodos"
        },
        {
            "text": "Igualmente, en el mismo período se redujo el número total de cirugías electivas del 77,6% En lo que respecta a los tres grupos de causas de ingreso (Tabla 1), no hubo diferencias significativas entre los dos períodos (p=0,229). La tabla 2 incluye datos más detallados sobre las causas del ingreso. Sin embargo, hubo diferencias en cuanto al diagnóstico al alta, con casi un tercio (31,1%) correspondiente al grupo con causas mas graves (grupo 3), que incluye hidronefrosis con lesión renal aguda, pielonefritis, pionefrosis, cáncer de próstata y tumor renal, comparado con el 14,7% del año pasado (p<0,001). Hubo una disminución de aproximadamente el 50% en el cólico renal y en las infecciones del tracto urinario (ITU) no complicadas en el periodo COVID (14,1% vs. 7,8%) y (9,2% vs. 4,3%) respectivamente, pero hubo un aumento 7 considerable de hidronefrosis con lesión renal aguda (4,1% vs. 8,6%) y pionefrosis (5,3% vs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materiales y métodos"
        },
        {
            "text": "Durante el período analizado en 2019, el porcentaje de pacientes que requirió cirugía de urgencia y hospitalización fue del 11,8% y el 15,2%, respectivamente. En el período correspondiente en 2020, el 17,9% requirió cirugía de urgencia (p=0,025) y el 23,7% necesitó hospitalización (p=0,005) (Tabla 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10,9%) (Tabla 3)."
        },
        {
            "text": "En la tabla 4 se presentan los resultados del análisis univariante del desenlace clínico (outcome), haber sido sometido a cirugía. Los resultados del análisis multivariante mostraron una asociación entre el sexo con el hecho de ser sometido a una cirugía, con una disminución del 65,6% en las probabilidades para el sexo masculino (OR = 0,34; IC del 95%: 0,17-0,70; p=0,003).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10,9%) (Tabla 3)."
        },
        {
            "text": "Además, en los pacientes derivados de otros hospitales, las probabilidades de cirugía aumentaron en diez veces (OR = 10,57; IC del 95%: 5,52-20,26; p<0,001), y la pertenencia al grupo de diagnóstico 3 se asocia con un aumento de nueve veces de estas probabilidades cuando se compara con los pacientes del grupo de diagnóstico 1, 2 o 4 (OR = 9,85; IC del 95%: 5,06-19,17; p<0,001). En cuanto a los motivos de las consultas, los pacientes con dolor de espalda o con dolor abdominal (grupo 2) tuvieron casi cuatro veces más posibilidades de ser sometidos a una intervención quirúrgica en comparación con los demás grupos de motivo de consulta (OR = 3,60; IC del 95%: 1,84-7,05; p<0,001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10,9%) (Tabla 3)."
        },
        {
            "text": "El período (COVID versus periodo sin COVID) no mostró una asociación significativa con la cirugía (OR = 1,04; IC del 95%: 0,54-2,02; p = 0,905).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10,9%) (Tabla 3)."
        },
        {
            "text": "La pandemia del COVID 19 dio lugar a una crisis de emergencia sanitaria internacional, lo que obligó a dar una respuesta rápida y específica a la enfermedad, aparentemente dejando en suspenso otras áreas de asistencia, reducidas a procedimientos mínimos y urgentes (4). Se desconocen las consecuencias de esta opción estratégica sobre la salud de los pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Page 8 of 16 J o u r n a l P r e -p r o o f 8 Como era de esperar, el Servicio de Urología experimentó una reducción notable de las cirugías electivas y las pruebas diagnosticas, así como del número de pacientes que acudieron al Servicio de Urgencias de Urología, como ya han informado otros estudios (5, 6) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 305,
                    "end": 307,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Todos los procedimientos quirúrgicos programados y las pruebas complementarias se han ido reduciendo progresivamente en nuestra institución durante la crisis. En el período analizado en nuestro estudio, hubo una reducción de las admisiones globales al SU en el CHULC (-9370), y el SU de Urología no fue una excepción (-177). En el mismo período, la actividad quirúrgica electiva realizada en nuestro Servicio experimentó una reducción del 55%, en comparación con el año pasado, las pruebas diagnósticas tuvieron una disminución del 81%, mientras que el número de consultas urológicas electivas fue un 2% más alto. Este mínimo aumento en el número de consultas se debe a que transformamos todas las consultas presenciales en consultas telefónicas, no cancelamos las citas durante el período COVID y los médicos, incluidos los urólogos, no tuvieron vacaciones durante este periodo, por lo que el departamento tuvo a todo el equipo presente. En los casos en que se requería la presencia del paciente, se programaba una cita presencial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Además, en nuestra muestra hemos podido observar una reducción de los motivos urgentes para acudir a los SU considerados menos graves, como la ITU no complicada o el cólico renal, como también señalaron Madanelo et al (5) . Probablemente, una proporción significativa de esta reducción se debe al hecho de que algunos de los pacientes con condiciones leves y no urgentes no acudían al servicio de urgencias debido al miedo por la pandemia. Además, el porcentaje de casos que requirieron cirugía de urgencia y hospitalización, como la pionefrosis o la hidronefrosis con lesión renal aguda, fue mayor durante el período COVID.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "En este contexto, existe una opinión compartida en Portugal de que el acceso a los servicios de urgencias puede ser con frecuencia mal utilizado por los pacientes, que se aprovechan de la atención 24 horas para consultar por afecciones que no son urgentes y que podrían ser tratadas",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "El manuscrito fue aprobado por el Comité de Ética del Centro Hospitalar de Lisboa Central. No necesitamos el consentimiento informado de los pacientes, porque todos los datos eran anónimos y retrospectivos. La pandemia del COVID es un gran problema sanitario y nuestro estudio tiene un impacto en la salud pública.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaraciones Aprobación ética y consentimiento de participación"
        },
        {
            "text": "Disponibilidad de datos y materiales  Los conjuntos de datos generados y/o analizados durante el presente estudio no están a disposición del público debido a la información del Hospital Privado, pero se pueden obtener del autor correspondiente previa solicitud razonable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No procede"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Validity of the Manchester Triage System in emergency care: A prospective observational study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Zachariasse",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Seiger",
                    "suffix": ""
                },
                {
                    "first": "Ppm",
                    "middle": [],
                    "last": "Rood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Smit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0170811"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Procura das urgências caiu 45%. Onde estão os enfartes e os AVC, perguntam os investigadores | Covid-19 | PÚBLICO",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of the COVID-19 pandemic on the utilization of emergency urological services",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madanelo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nunes-Carneiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Correia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The impact of COVID -19 pandemic on urological emergencies : a single -center experience",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Motterle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morlacco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iafrate",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bianco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Federa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Xhafka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Urol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00345-020-03264-27.CHULCactivityreport"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "no referidos, causa del ingreso: Grupo 1 (disuria, hematuria y retención urinaria) + Grupo 3 (dolor de pene, dolor testicular y otros), Diagnóstico: Grupo 1 (traumatismo testicular, estenosis uretral, hidrocele y orquiepididimitis) + Grupo 2 (prostatitis, infección urinaria no complicada, hiperplasia benigna de próstata y vejiga hipoactiva) + Grupo 4 (cólico renal, desconocido, otros y vejiga)",
            "authors": [],
            "year": null,
            "venue": "Categorías de referencia: género femenino, casos no urgentes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "a Casos urgentes o muy urgentes: brazalete amarillo, naranja y/o rojo; b causa del ingreso Grupo 2: dolor abdominal y dolor lumbar",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Abreviaturas: COVID, enfermedad coronavirus; OR, estimación del odds ratio; los valores p se obtuvieron mediante modelos de regresión logística",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Se consideró α=0,05 como nivel de significación. Todos los datos fueron analizados usando el Paquete Estadístico para las Ciencias Sociales para Windows 25.0 (IBM Corp. Versión 2017. IBM SPSS Statistics para Windows. Armonk, NY: IBM Corp.) prácticamente todas fueron teleconsultas. El número total de consultas electivas en el CHULC, incluida la Urología, fue de 11.868 en el período sin COVID y 8.860 en el período COVID. Se evidencia de una diferencia estadística entre la incidencia del número de consultas en 2019 y 2020 (p<0,001). En cuanto a las pruebas diagnósticas complementarias, hemos realizado 563 pruebas en el periodo sin COVID y 107 en el estado de alarma de 2020, lo que representa una disminución del 81% del número total de pruebas. Al comparar el período COVID con su período homólogo en el tiempo, el ano pasado, no realizamos ningún Estudio Urodinámico (0 vs. 88), ningún Doppler de pene (0 vs. 11), ni ninguna braquiterapia (0 vs. 3). Además, hubo una reducción considerable en el número total de biopsias de próstata (14 vs. 52), cistoscopias (67 vs. 189), uroflujometrías (2 vs. 169), reemplazo de catéteres de nefrostomía (5 vs. 8) y extracciones de stent (17 vs. 37).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "177/228) en 2019 al 63,2% (79/125) en 2020, mientras que el porcentaje de cirugías urgentes aumentó del 22,4% (51/228) en 2019 al 36,8% (46/125) en 2020 (p=0,004). Por otro lado, hemos realizado 52 (29,4%) cirugías oncológicas en 2019 y 60 (75,9%) en 2020, siendo las 125 restantes (70,6%) cirugías no oncológicas en 2019 y 19 (24,1%) en 2020 (p<0,001). ) en el estado de alarma en 2020 (p=0,018). La tabla 1 resume las características de los pacientes, según cada marco temporal. Por consiguiente, con respecto al grado de severidad clínica bajo el MTS, comparando el período sin CÓVID con el período CÓVID, hubo un 0.5% vs. un 0% correspondiente al brazalete rojo, 4,8% frente a 3,5% de pacientes con brazalete naranja, 76,4% vs. 77,8% de brazalete amarillo, 18,0% vs. 16,3% brazalete verde y 0,2% vs. 2,3% brazalete azul, respectivamente (p=0,061). No obstante, no se observaron diferencias significativas entre los casos urgentes o muy urgentes (brazalete amarillo, naranja o rojo) vs. casos no urgentes (brazalete verde o azul) en ambos grupos (p=0,887). No hubo diferencias significativas en la media de edad (67 años frente a 64 años, p=0,462) entre los dos periodos. Hubo un mayor número de pacientes mayores (65 años o más) durante el período COVID, pero también sin significación estadística (54,5% vs. 47.7%, p=0.085). En cuanto al sexo, no hubo diferencias estadísticamente significativas entre los dos períodos (p=0,920).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Nada que declarar Financiación No ha habido financiación Tabla 1 -Características de los pacientes del SU de Urología Variable a Período sin COVID (n=434) Periodo COVID (n=257) valor p b Mediana (percentil25-75) para las variables continuas, número (%) para las variables categóricas. b Prueba U de Mann-Whitney para variables continuas, Chi-cuadrado para variables categóricas. c Grupo 0: no derivado de otros hospitales; grupo 1: Barreiro, García Orta, Setúbal; grupo 2: Beja; Évora; Litoral Alentejano, Portalegre; grupo 3: Vila Franca de Xira, Hospitales Privados, Santarém y otros. d Grupo 1: disuria, hematuria y retención urinaria; grupo 2: dolor abdominal y lumbar; para el grupo 3: dolor de pene, dolor testicular y otros Tabla 2 -Causas del ingreso de los pacientes en el SU de Urología SU, Servicio de Urgencias; ITU, infeccion del tracto urinario. Tabla 4 -Resultados del análisis de regresión univariante -desenlace clínico: haber sido sometido a cirugía",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}