{
    "paper_id": "3e4a5bf364d1234060f980cef3b3148e7fa5b981",
    "metadata": {
        "title": "Liquid chalk is an antiseptic against SARS-CoV-2 and influenza A 2 respiratory viruses",
        "authors": [
            {
                "first": "Julie",
                "middle": [
                    "L"
                ],
                "last": "Mcauley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "M"
                ],
                "last": "Deerain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Hammersla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Urban Climb",
                    "location": {
                        "postCode": "9 VIC 3066",
                        "settlement": "Collingwood",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Turgut",
                "middle": [
                    "E"
                ],
                "last": "Aktepe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Damian",
                "middle": [
                    "J F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Purcell",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "M"
                ],
                "last": "Mackenzie",
                "suffix": "",
                "affiliation": {},
                "email": "jason.mackenzie@unimelb.edu.au"
            }
        ]
    },
    "abstract": [
        {
            "text": "27 The COVID-19 pandemic has impacted and enforced significant restrictions within our 28 societies, including the attendance of the public and professional athletes in gyms. Liquid chalk 29 is a commonly used accessories in gyms and is comprised of magnesium carbonate and alcohol 30 that quickly evaporates on the hands to leave a layer of dry chalk. We investigated whether 31 liquid chalk is an antiseptic against highly pathogenic human viruses including, SARS-CoV-32 2, influenza virus and noroviruses. Chalk was applied before or after virus inoculum and 33 recovery of infectious virus was determined to mimic the use in the gym. We observed that 34 addition of chalk before or after virus contact lead to a significant reduction on recovery of 35 infectious SARS-CoV-2 and influenza but had little impact on norovirus. These observations 36 suggest that the use and application of liquid chalk can be an effective and suitable antiseptic 37 for major sporting events, such as the Olympic Games. 38 39 Introduction 40 The use and application of hand sanitizers in preventing the spread of infectious 41 microbial diseases is primarily based on the 60-80% v/v of alcohol included within these 42 products [1, 2]. The use of hand sanitizers has been an important control measure in limiting 43 the spread of virus during the recent COVID-19 pandemic in some settings [3, 4]. Liquid Chalk 44 is a product that comprises of magnesium carbonate (chalk), 40-80% alcohol (generally 45 ethanol, methanol or isopropanol), water and sometimes other additives including resins or 46 proprietary materials, depending on the manufacturer. When applied to the hands the liquid 47 chalk is distributed across the surface of the hand and then dries into a thin chalk layer as the 48 alcohol evaporates. Due to the high percentage of alcohol, liquid chalk has been suggested to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "49 act as a hand sanitizer against SARS coronavirus, although this has yet to be proven 50 experimentally. In this study we investigated and evaluated the application of various liquid",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "86 was aseptically smeared onto 2-4 discrete areas covering approximately 2cm round surface 87 (approx. 50ul) on a sterile tissue culture dish and allowed to dry. 50uL virus inoculum was then 88 applied. Where the inoculum did not absorb into the dry chalk, a slurry of chalk:virus mixture 89 was created using a sterile tip and mixing. 15min later, 500uL infection media (identical to 90 culture media but without the presence of sera) was added then mixed with the chalk:virus 91 sample and collected. Excess chalk was pelleted at 400 g for 3min, then a 50% tissue culture 92 infectious dose (TCID 50 ) assay performed on the supernatant as previously described [6, 7] .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 667,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "93 For the virus first assay, 50uL virus inoculum was added to 2-4 discrete areas on a sterile tissue 94 culture dish, then chalk added and spread to cover an approximate 2cm round surface on a 95 sterile tissue culture dish. After 15min incubation at room temperature, 500uL infection media 132 whereas Chalk #4 also had a significant impact, but some residual virus could be recovered. 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To further our study, we also tested the antiviral effect of Liquid Chalk against another 155 highly infectious and pathogenic respiratory viral pathogen IAV. The experiments were 156 performed exactly as described above and the virus TCID 50 /mL was titrated on MDCK cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "157 As can be observed in Figure 2 , all four Liquid Chalk products were effective in restricting the 158 recovery of IAV compared to SARS-CoV-2. However, for IAV the effect was greater when ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "transmission of SARS-CoV-2 (the 52 causative agent of the COVID-19 pandemic), influenza A virus (H1N1) (IAV) and norovirus, 53 using the surrogate model of mouse norovirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vero cells (American Type Culture Collection [ATCC]) were maintained in Minimal Essential 58 Media (MEM) supplemented with 10% heat-inactivated foetal bovine serum (FBS), 10 μM 59 HEPES, 2 mM glutamine and antibiotics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Madin-Darby canine kidney (MDCK) cells were grown in Roswell Park 61 Memorial Institute (RPMI) media supplemented with 10% FBS, 2 mM glutamine and 62 antibiotics. RAW 264.7 cells were maintained in Dulbecco's Modified Eagle's Medium 63 (DMEM) with 10% FBS and 1% GlutaMAX. Cell cultures were maintained at 37 o C in a 5% 64 CO 2 incubator. SARS-CoV-2 isolate hCoV-19/Australia/VIC01",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Streptomycin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cytotoxicity assay 96® Non-Radioactive Cytotoxicity Assay",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "50ul of various 71 liquid chalk samples were aseptically air-dried, resuspended in 500ul of cell culture media and 72 centrifuged at 400xg for 3 mins to remove excess chalk particles (this sample is depicted as 73 \"neat\"). Neat supernatant was 10-fold serially diluted in respective tissue culture media, added 74 to the 96-well plate containing cells and incubated at 37ᴼC for 24 hours. Following the 75 incubation period, 10ul of 10x Lysis Solution was added for 45 mins to the control wells to 8 170 applied first and dried, the recovery of infectious influenza A virus was significantly reduced 171 compared to the chalk control, but markedly more infectious virus remained in the samples 172 treated with chalk 1 and chalk 3 compared to the virus first samples that underwent the same 173 treatment (data not significant)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vero",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cells",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "As a comparator, we also investigated the ability of Liquid Chalk to inactivate another 178 highly infectious viral pathogen, norovirus. As human norovirus is difficult to cultivate in 179 laboratory conditions, we utilised the widely appreciated surrogate murine norovirus (MNV) 180 for our studies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Again, the experiments were identical to those described above except the 181 viral TCID 50 /mL was performed on RAW264.7 (murine macrophage) cells",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "We observed that Chalks #1-3 had very little impact on virus recovery, with a 0.5 log 184 reduction the best that we observed. However, in contrast to SARS-CoV-2 we observed an 185 approximate 1 log reduction upon application of Chalk #4. This is interesting as the major 186 difference between MNV and SARS-CoV-2 and IAV is that MNV is a non-enveloped virus, 187 whereas the other two contain a host-derived lipid membrane as their outer most layer. Thus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "188",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Norovirus remains infectious when exposed to Liquid Chalk. Norovirus was not 192 rendered non-infectious when treated with gym chalk, regardless of whether the virus was 193 added to dry chalk, or chalk was added to virus inoculum",
            "authors": [],
            "year": null,
            "venue": "Figure",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "As different alcohols are the major constituents of liquid chalk, we additionally 198 evaluated the impact of alcohol alone on the recovery of infectious virus. As can be observed 199 in Table 1, exposure of SARS-CoV-2 and IAV to both ethanol and isopropanol is detrimental 200 to the infectiousness of these viruses up to a dilution of 40% v/v for IAV and 20% v/v for 201 SARS-CoV2. Given proprietary information regarding the alcohol content of chalks",
            "authors": [],
            "year": null,
            "venue": "SARS-CoV-2 and IAV are sensitive to treatment with various concentrations of alcohols 197",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "There have recently been two press releases, one using seasonal CoV and not SARS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neither 208 public release investigated the efficiency against other highly infectious viral pathogens. To 209 our knowledge this study is the first to demonstrate antiviral activity of a range of commercially 210 available and commonly used Liquid Chalks. Given the uncertainty of re-opening gyms due to 211 contact transmission from potentially contaminated equipment, our findings that Liquid Chalks 212 have anti-viral activity against SARS-CoV-2 may aid in decision making for re-opening gyms 213 in the future",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Victorian Infectious Diseases Reference Laboratory at the Doherty Institute, in providing our 219 laboratory with isolated SARS-CoV-2 material",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Author Contributions",
            "authors": [
                {
                    "first": "Tea",
                    "middle": [],
                    "last": "Jlm",
                    "suffix": ""
                },
                {
                    "first": "Jmd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "TEA and JMD performed then experiments themselves; WH provided the liquid chalk",
            "authors": [],
            "year": null,
            "venue": "221 JLM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "collated and analysed the data and wrote the manuscript 223 Funding: The University of Melbourne acknowledges the support of a grant administered by 224 the State Government of Victoria to JMM 225 Conflicts of Interest: The authors declare no conflict of interest. The funders had no role in 226 the design of the study",
            "authors": [
                {
                    "first": "Jlm",
                    "middle": [],
                    "last": "Tea",
                    "suffix": ""
                },
                {
                    "first": "Jmd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jmm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hand sanitizers: A review of ingredients, mechanisms 231 of action, modes of delivery, and efficacy against coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Golin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghahary",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American journal of infection 232 control",
            "volume": "48",
            "issn": "9",
            "pages": "1062--1069",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2020.06.182"
                ],
                "PMID": [
                    "32565272"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Efficacy of ethanol against viruses in hand disinfection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Hospital 235 Infection",
            "volume": "98",
            "issn": "4",
            "pages": "331--339",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2017.08.025"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Inactivation of 237 Severe Acute Respiratory Syndrome Coronavirus 2 by WHO-Recommended Hand Rub 238 Formulations and Alcohols. Emerging Infectious Disease journal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kratzel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "V&apos;kovski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gultom",
                    "suffix": ""
                },
                {
                    "first": "Ttn",
                    "middle": [],
                    "last": "Thao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "23910.3201/eid2607.200915"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inactivation of SARS-CoV-2 by commercially 241 available alcohol-based hand sanitizers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Macinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Infection Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2020.08.020"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Isolation and rapid 244 sharing of the 2019 novel coronavirus (SARS-CoV-2) from the first patient diagnosed with 11",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kostecki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19 in Australia",
            "authors": [],
            "year": 2020,
            "venue": "Med J Aust",
            "volume": "212",
            "issn": "10",
            "pages": "459--62",
            "other_ids": {
                "DOI": [
                    "24610.5694/mja2.50569"
                ],
                "PMID": [
                    "32237278"
                ],
                "PMCID": [
                    "PMC247"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Validation of 249 a single-step, single-tube reverse transcription loop-mediated isothermal amplification assay 250 for rapid detection of SARS-CoV-2 RNA",
            "authors": [
                {
                    "first": "Jyh",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seemann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "25110.1099/jmm.0.001238"
                ],
                "PMID": [
                    "32755529"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Expression of the 1918 influenza A virus PB1-F2 enhances the pathogenesis of viral and 254 secondary bacterial pneumonia",
            "authors": [],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "2",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2007/11/17.doi:25510.1016/j.chom.2007.09.001"
                ],
                "PMID": [
                    "18005742"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "STAT1-Dependent Innate 258 Immunity to a Norwalk-Like Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Karst",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wobus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Virgin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "299",
            "issn": "5612",
            "pages": "1575--1583",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mouse 260 norovirus replication is associated with virus-induced vesicle clusters originating from 261 membranes derived from the secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hyde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Sosnovtsev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wobus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Virgin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "19",
            "pages": "9709--9728",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00600-09"
                ],
                "PMID": [
                    "19587041"
                ],
                "PMCID": [
                    "PMC263"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Murine norovirus: a model system to study 265 norovirus biology and pathogenesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wobus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Thackray",
                    "suffix": ""
                },
                {
                    "first": "Virgin",
                    "middle": [],
                    "last": "Hwt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "11",
            "pages": "5104--5116",
            "other_ids": {
                "PMID": [
                    "16698991"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Liquid Chalk Proven in CU Labs to Kill Coronavirus, Potentially Helping",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "collated and analysed the data and wrote the manuscript 302 Competing interests: All authors declare they have no competing interests with this study 303 Data sharing: All results gained during this study will be made available via journal access 304 after acceptance and publication of the article on open access university website",
            "authors": [
                {
                    "first": "Tea",
                    "middle": [],
                    "last": "Jlm",
                    "suffix": ""
                },
                {
                    "first": "Jmd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jmm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "LDH Release Control. 50ul of supernatant from each sample (in 77 duplicates) was transferred to a fresh 96-well flat clear bottom plate and incubated for 30 mins 78 with 50ul of CytoTox 96® Reagent. To end the reaction, 50ul of Stop Solution was added to 79 each well and absorbance was recorded at 490nm. 80 Percent cytotoxicity = 100 x (Experimental LDH Release (OD490)/Maximum LDH Release 81 (OD490)) 82 83 Chalk exposure assays: 84 All SARS-CoV-2 infection cultures were conducted within the High Containment Facilities in 85 a PC3 laboratory at the Doherty Institute. For the chalk first assay, sample of the liquid chalk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "96 was added and sample mixed, then remaining virus present in the sample quantitated in the 97 same way as per the chalk first procedure. For both tests, no chalk control received 50uL 98 infection media. and Public Involvement statemen105  We wish to state that patients or the public were not involved in the design, or conduct, or 106 reporting, or dissemination plans of our research107 108 Ethical approval information 109 No animals or humans were utilised during this study. The infection with SARS-CoV-2 is 110 covered by our Institutional Biosafety Committee approval number 2020/028. 111 112 Results 113 Experimental rationale 114 In our experimental design we investigated two different approaches to represent the 115 scenarios encountered within the gym environment. Firstly, we tested the application of liquid 116 chalk on a surface that already contained the virus, and secondly, we tested the ability of liquid 117 chalk to prevent transmission once applied to a surface with subsequent addition of the virus. 118 For the virus first experiments, a volume containing a known titre of virus (SARS-CoV-2, IAV 119 or MNV) was applied to a plastic surface. Subsequently, a known volume of four commercially 120 available and widely used liquid chalk products was added, smeared to thin layer and then 121 allowed to dry. The entire layer was then resuspended in tissue culture media and the chalk 122 particulate was removed by centrifugation. The resultant supernatant was then diluted and 123 added to Vero (SARS-CoV-2), MDCK (IAV) or RAW264.7 cells (MNV) and virus infectivity 124 was measured by TCID 50 /mL. For the chalk first experiments, the exact same procedure 6 125 described above was performed except the volume of chalk was applied first and allowed to 126 dry and then the volume of virus was added to the dried chalk. 127 128 Liquid chalk prevents the recovery of infectious SARS-CoV-2 129As can be observed inFigure 1, all four liquid chalk products significantly impacted 130 the recovery of SARS-CoV-2 virus from the surface to which it was applied. Intriguingly, 131 Chalk #1-3 all displayed complete loss of the recovery of virus (to the limit of detection)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Of interest was our observation that the application of liquid chalk before or after virus 134 inoculum had an equal effect on the recovery of SARS-CoV-2 virus. In this assay, the alcohol 135 contained in the liquid chalk product was allowed to evaporate prior to contact with virus, 136 suggesting the dried chalk provided a viricidal activity. To confirm the antiviral effects of 137 alcohols, we treated SARS-CoV-2 virus preparations with differing amounts and types of 138 alcohols (including those commonly found in Liquid Chalk products). As summarised in Table 139 1, we observed that all alcohols had a virucidal effect on SARS-CoV-2. Thus, our results 140 indicate that the application and implementation of Liquid Chalk can be a suitable antiseptic 141 against the transmission of SARS-CoV-2. Liquid chalk itself was not cytotoxic to any of the 142 cell types used in this study at the concentrations shown to be effective in reducing virus 143 recovery (Supplementary Figure 1). SARS-CoV-2 is rendered non-infectious by gym Liquid Chalk. All chalks tested 146 significantly reduced the amount of infectious SARS-CoV-2 in the sample compared to the no 147 chalk control (ND = not detectable) when added either before or after the viral inoculum. (*** 148 p < 0.001 compared to no chalk, one-way ANOVA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "159 the chalk was applied to the virus inoculum rather than chalk first then virus, linking the 160 presence of alcohol as a significant antiseptic component against IAV. As can be observed 161 application Chalk #1 and 3 reduced the virus recovery by approximately 6 logs (TCID 50 /mL) 162 whereas Chalk #2 and #4 reduced the recovery by ~2.5 logs. When chalk was first applied to 163 the surface, all chalks induced an approximate 2-4 log decrease in virus recovery. Overall, 164 these results indicate that the application of liquid both to IAV or onto a surface can reduce the 165 recovery of IAV.166 Influenza A virus is significantly inactivated by Liquid Chalk. When influenza168 A virus was applied to the surface first, chalk 1 and chalk 3 reduced the amount of infectious 169 virus to nearly undetectable levels (p < 0.001 compared to no chalk control). When chalk was",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}