{
    "paper_id": "3e4bed6822ecd5279f0dffb8641a13c87040157e",
    "metadata": {
        "title": "Therapie chronischer Dermatosen Einsatz von Biologika in der dermatologischen Praxis",
        "authors": [
            {
                "first": "Sigbert",
                "middle": [],
                "last": "Jahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evangelia",
                "middle": [],
                "last": "Diamanti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Herbst -Hautzentrum",
                "middle": [],
                "last": "Herbst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darmstadt",
                "middle": [
                    "Monoklonale"
                ],
                "last": "Kollegen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Antikörper",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "seit Jahren fester Bestandteil der Therapie chronisch entzündlicher Hauterkrankungen. Der durch diese Therapeutika erzielte medizinische Fortschritt bringt jedoch auch betriebswirtschaftliche Herausforderungen mit sich, die eine dermatologische GKV-Praxis meistern muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Seit über 15 Jahren werden monoklonale Antikörper (mAK) und Fusionsproteine bereits zur Therapie entzündlicher Dermatosen eingesetzt. Die Therapieprinzipien und An wen dungsgebiete dieser Biologika sind in ▶Tab. 1 zusammen gefasst. mAK sind hochspezifische Therapeutika, die ihr Target molekül selektiv erkennen und dadurch ent sprechende Wirkmechanismen (Zelldepletion, Blockade, Rezeptor antagonismus) auslösen. Aus der Bindungsspezifität ergibt sich ein ausgesprochen vorteilhaftes NutzenRisiko Verhältnis mit einem sehr positiven Sicherheitsprofil, auch in der Langzeit anwendung [1]. Therapeutische mAK sind, ins besondere bei den chronisch entzündlichen Dermatosen mit mittelschwerer bis schwerer Ausprägung, den herkömmlichen klein mole kularen Arzneimitteln (Methotrexat, Dimethyl fumarat, Azathioprin, Cyclosporin) überlegen. Ihre Wirksamkeit und Sicherheit ist in großen randomisierten, klinischen Studien nachgewiesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Monoklonale Antikörper (\"-mab\") und Fusionsproteine (\"-cept\") sind seit Jahren fester Bestandteil der Therapie chronisch entzündlicher Hauterkrankungen. Der durch diese Therapeutika erzielte medizinische Fortschritt bringt jedoch auch betriebswirtschaftliche Herausforderungen mit sich, die eine dermatologische GKV-Praxis meistern muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Seit über 15 Jahren werden monoklonale Antikörper (mAK) und Fusionsproteine bereits zur Therapie entzündlicher Dermatosen eingesetzt. Die Therapieprinzipien und An wen dungsgebiete dieser Biologika sind in ▶Tab. 1 zusammen gefasst. mAK sind hochspezifische Therapeutika, die ihr Target molekül selektiv erkennen und dadurch ent sprechende Wirkmechanismen (Zelldepletion, Blockade, Rezeptor antagonismus) auslösen. Aus der Bindungsspezifität ergibt sich ein ausgesprochen vorteilhaftes NutzenRisiko Verhältnis mit einem sehr positiven Sicherheitsprofil, auch in der Langzeit anwendung [1] . Therapeutische mAK sind, ins besondere bei den chronisch entzündlichen Dermatosen mit mittelschwerer bis schwerer Ausprägung, den herkömmlichen klein mole kularen Arzneimitteln (Methotrexat, Dimethyl fumarat, Azathioprin, Cyclosporin) überlegen. Ihre Wirksamkeit und Sicherheit ist in großen randomisierten, klinischen Studien nachgewiesen.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Biologika zur Behandlung chronisch entzündlicher Derma tosen sind, neben den dermatoonkologischen Therapien, die teuersten Medikamente im Gebrauch der Dermatologen -mit Jahrestherapiekosten von bis zu 15.000 € pro Patient. Diese Arzneimittelbudgetierung geschieht in den meisten KV Bezirken als Praxisbesonderheit. In Anbetracht der hohen Kosten ist eine sorgfältige Dokumentation von Diagnose, Therapieentscheid und verlauf anzuraten. Wir haben fest gestellt, dass diese Arbeit in der normalen Akutsprechstunde nicht zu leisten ist und haben uns dafür entschieden, eine S pezialsprechstunde Immun dermatologie zu etablieren [2] . In dieser wurden im Jahre 2020 etwa 160 Patienten mit komplexen immunbedingten Erkran kungen betreut -mit und ohne Biologika Therapie. Der Aufwand für die Dokumentation beträgt im Rahmen der von uns fest gelegten Algorithmen für Diagnostik, Initiierung und Verlauf [2] ",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 632,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Management der Therapie"
        },
        {
            "text": "Sogleich nach Beginn der ersten CoronaPandemieWelle gab es hilfreiche Empfehlungen der Fachgesellschaften, gefolgt von ent sprechenden Publikationen [5] . Während der Pandemie haben wir die Systemtherapie der schweren Dermatosen bisher konsequent fortgesetzt. In einem einzigen Fall (stationäre Einwei sung mit geplanter chirurgischer Intervention) wurde auf Wunsch der Patientin die therapeutische Tumornekrosefaktor(TNF)α Blockade unterbrochen und vier Monate später wieder auf genommen. Aus immunologischer Sicht ist das Beibehalten der Therapie mit Biologika sicherlich indiziert. SARSCoV2 verursacht bei schweren Verläufen eine Zytokindysbalance, die mit dem Zytokinsturm ihren Höhepunkt erreicht und fatal enden kann. Immunmodulierende Therapien, die sich ja gegen die über schießende Zytokin produktion bei entzündlichen Dermatosen richten, sollten im Falle einer Infektion die \"Absprunghöhe\", also das Ausgangsniveau an entzündlichen Zytokinen, bei unseren Patienten niedriger halten. Dieser Umstand könnte möglicher weise zu einem günstigeren Verlauf beitragen [6] . Hinzu kommt, dass die IL17IL23Achse für eine antivirale Antwort des Immun systems nicht entscheidend ist [7] und es in den gro ßen Arzneimittel sicherheitsdaten banken, herkömmliche Viren be treffend, auch keine derartigen Sicherheits signale gibt. Ein weiteres Anliegen: In diesen Zeiten möchten wir die stationäre Einweisung dermatologischer Patienten wegen ihrer Dermatosen unbedingt vermeiden. Ebenso möchten wir helfen, im Falle einer anderen schweren Erkrankung (zum Beispiel kardiologischen Ursprungs) eine stationäre Aufnahme etwas weniger problematisch zu gestalten. Mit der Zulassung der ersten mRNA und Adenovirusvektorbasierten Impfstoffe gegen SARS CoV2 stellt sich nun die Frage nach der Vakzi nierung der Patien ten unter BiologikaTherapie. Nach Definition der Ständigen Impfkommission handelt es sich um Totimpfstoffe. Bei Patienten mit \"immunsuppressiver Therapie\" (dazu zählen laut Behörden auch die Biologika in der Immun modulation bei entzündlichen Dermatosen) kann und soll, auch wenn sie nicht in die Studien kollektive rekrutiert wurden [8] , eine Impfung auch unter einer laufenden Therapie erfolgen bezieh ungsweise fortgesetzt werden. Diesen Empfehlungen aus den Fachgremien, von Experten [9] und nicht zuletzt von der Web seite der europäischen Zulassungs behörde EMA sind wir gefolgt und haben entsprechende Empfehlungen an Hausärzte und Impfzentren gegeben. Im Mai 2021 haben wir begonnen, ausgewählte Patienten mit chronischen Dermatosen unter immunmodulierender Thera pie mit dem mRNAImpfstoff Comirnaty zu impfen. Eine nicht repräsentative Umfrage unter den Patienten unserer Spezialsprechstunde ergab darüber hinaus, dass bis Ende Mai etwa 60 % der Befragten zumindest die Erstimpf ung erhalten hatten. In der von uns beobachteten Patienten kohorte haben wir keinen Einfluss der Impfung auf Krankheits und/oder Therapieverlauf gesehen. Das Thema Impfen wird uns in Zusammenhang mit der Anwendung von Biologika in Zukunft sicher weiter beschäftigen [10] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2137,
                    "end": 2140,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2292,
                    "end": 2295,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3058,
                    "end": 3062,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Biologika in Zeiten der Corona-Pandemie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sicherheit von Biologicals: Pathomechanismen immunologischer Nebenwirkungen von monoklonalen Antikörpern",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Monatsschr Pharm",
            "volume": "43",
            "issn": "",
            "pages": "479--87",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immunmodulatoren (Biologicals) in der Therapie von Patienten mit chronischen Dermatosen in der dermatologischen Praxis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Akt Dermatol",
            "volume": "46",
            "issn": "",
            "pages": "425--458",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cytokines of the IL17 family in psoriasis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lauffer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dtsch Dermatol Ges",
            "volume": "18",
            "issn": "",
            "pages": "675--81",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Moderne Therapie der atopischen Dermatitis: Biologika und kleinmolekulare Medikamente",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dtsch Dermatol Ges",
            "volume": "18",
            "issn": "",
            "pages": "1085--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 und Auswirkungen auf dermatologische und allergologische Erkrankungen",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Buhl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dtsch Dermatol Ges",
            "volume": "18",
            "issn": "",
            "pages": "815--840",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19) time musings: Our involvement in COVID-19 pathogenesis, diagnosis, treatment and vaccine planning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Corona",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Autoimmun Rev",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Psoriasis, biologic therapy, and the pandemic of the 21st century",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nogueira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drugs Context",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2618",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impfempfehlungen der Ständigen Impfkommission (STIKO)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bogdan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Hautarzt",
            "volume": "72",
            "issn": "",
            "pages": "92--101",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Impfen bei dermatologischen Patienten vor und unter immunmodulierenden Therapien -Erfahrungen aus einer ambulanten Spezialsprechstunde",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Akt Dermatol",
            "volume": "46",
            "issn": "",
            "pages": "420--424",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "etwa vier Stunden (Medizinische Fachangestellte und Arzt) im ersten Quartal, gefolgt von einer Stunde ab dem zweiten Quartal, also ein Zeitaufwand von sechs bis sieben Stunden im rollierenden Jahr. Der damit verbundene Personalaufwand wird durch die Fall pauschaleHonorierung in keiner Weise abgedeckt. Durch die Teilnahme an Registern der Fachgesellschaften und nicht interventionellen Studien der Pharmaindustrie konnten die Kosten teilweise kompensiert werden. Dies setzt eine äußerst engagierte Mitwirkung von Medizinischen Fachangestellten (Study Nurses) voraus, die für die Unterstützung der Spezial sprechstunde in dieser Zeit vom übrigen Praxisbetrieb ab zukoppeln sind. Guselkumab, Risankizumab, Tildrakizumab) erfolgreich ein gesetzt. Alle Antikörper zeichnen sich durch einen schnellen Wirkungseintritt und eine hohe Wirksamkeit aus, auch im weiteren Verlauf. Bei allen Patienten (24/24) wurde innerhalb der ersten vier Wochen der Therapie eine PASI75Reduzierung beobachtet, die sich bei den meisten als stabil anhaltend erwies (23/24). In einem Fall wurde wegen eines schweren Rezidivs unter der Therapie von einer IL17 zu einer IL23Blockade gewechselt. Wir haben keine Antwort auf die Frage, welcher Antikörper oder welches Therapieprinzip bei welchem Patienten eingesetzt wer den soll [2]. Ob die IL17Rezeptorblockade bei chronischen Patienten mit langer Krankheitshistorie, wie jüngst beschrieben [3], besser geeignet ist, bleibt abzuwarten. Für Patienten mit Psoriasis Arthritis und mäßiger PlaquePsoriasis setzten wir in erster Linie ein AdalimumabBiosimilar ein, wenn Methotrexat aufgrund ausbleibender Wirksamkeit oder den zu erwartenden Neben wirkungen nicht infrage kam. Ebenso wurden zwei Patienten mit palmoplantarer Pustulose und begleitender Psoriasis Arthritis mit Adalimumab Biosimilars mit zufrieden stellendem Ergebnis behandelt. Der Einsatz von Adalimumab Biosimilars bei Hidradenitis suppura tiva (zwei Patienten) war nicht erfolgreich. Im Rahmen der Spezialsprechstunde Immun dermatologie haben wir insgesamt 35 Patienten mit atopischer Dermatitis mit dem IL4/IL13 rezeptorblockierenden Antikörper Dupilumab erfolgreich behandelt. Die Daten dieser Patientenkohorte werden derzeit retrospektiv ausgewertet und zur Publikation vorbereitet, um einen weiteren Beitrag zur Dokumentation dieses Therapie prinzips unter realen Bedingungen zu leisten [4]. Bei fünf Patientinnen haben wir den ImmunglobulinE(IgE)Antikörper Omalizumab bei chronisch spontaner Urtikaria eingesetzt und unterschiedliche Ergebnisse erzielt (in drei Fällen gutes An sprechen, in zwei Fällen geringes). Auf die Frage, wie lange mit Biologika behandelt werden sollte, gibt es bisher keine zufriedenstellende Antwort, obwohl um fangreiche Forschungsarbeiten in Gange sind -speziell zur Suche nach Biomarkern für eine erfolgreiche \"disease modifi cation\" der Psoriasis [Medizinabteilung Janssen, persönliche Mitteilung]. Auch mit Biologika als modernen Therapeutika behandeln wir wohl trotzdem nur ein Symptom (vermehrte lokale Zytokinproduktion, gestörtes Zytokingleichgewicht)wenn auch sehr spezifisch. Wir haben in den wenigen Fällen, in denen eine Therapie etwa auf Wunsch eines Patienten oder auf grund eines längeren Auslandaufenthalts beendet wurde, schnelle und zum Teil schwere Rezidive innerhalb weniger als vier Monaten beobachtet, sowohl mit der IL17Blockade bei Psoriasis (3/3) als auch mit der IL4/IL13Rezeptorblockade bei atopischer Dermatitis (3/3) und der IgEBlockade bei chronisch spontaner Urtikaria (4/5). Unsere über 80 Patienten, die mit Biologika therapiert werden, erweisen sich als sehr diszipliniert und adhärent bezüglich der Einhaltung der thera peutischen Vorgaben. Diese wird unterstützt durch die überwiegend hervorragende Wirksamkeit. In nur zwei Fällen haben sich Patienten (beide mit Psoriasis, etwa drei Monate erfolgreich mit Biologika therapiert) trotz intensiver Nachfrage nicht wieder in der Sprechstunde vorgestellt.Für uns ergibt sich aus der hohen Anzahl erfolgreich be handelter Patienten ein echtes organisatorisches Problem, da unsere Ressourcen limitiert sind: Wenn von den derzeit 80 Patienten im kommenden Jahr 75 \"on drug\", also in Behandlung mit dem BiologikaPräparat bleiben und sich, wie wir das derzeit beobachten, monatlich ein bis zwei Kandidaten für eine Therapie vorstellen (Psoriasis, mehr noch atopische Dermatitis), würden wir bald dreistellige Zahlen erreichen, was die derzeitige",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}