{
    "paper_id": "3e4cb1dead7737078094acd28a5c511865e6c426",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Linda",
                "middle": [],
                "last": "Rabeneck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and Cancer Care Ontario",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Mona",
                "middle": [],
                "last": "Saraiya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U.S. Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cancer screening programs are major public health interventions that prevent and/or detect cancers early. Many countries have implemented programs for breast, cervical, colorectal, and more recently, lung cancer screening. On March 11, 2020, the World Health Organization (WHO) declared COVID-19 a global pandemic. The profound direct and indirect impacts of the pandemic on population health are unfolding and there is variation across countries. Cancer screening programs around the world have been directly impacted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this special issue of Preventive Medicine, we have brought together an international group of scientists and clinicians to provide commentaries and original research on the impact of COVID-19 on screening for breast, cervical, colorectal and lung cancer. Of necessity, given the timing of this special issue occurring during the pandemic, the focus of many of these reports is on early or immediate impacts. However, we also have reports on the modelling studies, which provide important insights into the anticipated long-term outcomes. Our overarching aim here it to identify key learnings, particularly for management and resumption of screening services to mitigate the anticipated adverse long-term impacts on cancer incidence and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The International Agency for Research on Cancer (IARC) defines an organized cancer screening program as one that has an explicit policy with specified age categories, method and interval for screening, a defined target population, a management team responsible for implementation, a health care team for decisions and care, a quality assurance structure, and a method for identifying cancer occurrence in the population (IARC, 2005) . In contrast, opportunistic screening is done outside of an organized screening program, often delivered through fee-forservice reimbursement of physicians. Compared with opportunistic screening, organized screening focuses greater attention on the quality of the screening process including follow-up of participants. Thus, organized screening is a process, not a test. It is important to note that the papers in this special issue encompass both organized and opportunistic screening settings.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 432,
                    "text": "(IARC, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The International Cancer Screening Network (ICSN) is a consortium of countries, organizations, and experts working toward reducing the global cancer burden through context-specific, evidence-based screening. During May through July 2020, the ICSN sent a 33-item survey to 882 persons on the email distribution list, and responses were obtained from 35 countries, reflecting a mix of organized and opportunistic screening. Puricelli Perin and colleagues reported that most countries suspended cancer screening in first few months, guided by government decisions, together with reassignment of professional staff and repurposing of infrastructure (Puricelli Perin et al., 2021) . Clearly, the disruptions to screening have been widespread globally.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 675,
                    "text": "(Puricelli Perin et al., 2021)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several reports in this special issue focus on colorectal cancer screening. Of interest is a commentary by Halloran, who produced an informal newsletter, based on the observations of colleagues engaged in colorectal cancer screening through the World Endoscopy Organization Colorectal Cancer Screening Committee (Halloran, 2021) . The newsletter was launched in March 2020 and ran for seven months. Among the recommendations for resuming colorectal cancer screening were to consider using the fecal immunochemical test (FIT) rather than colonoscopy, distribute the FIT by mail, and to provide direct referral for those with a positive FIT to colonoscopy. Dekker et al. described the short-term impacts of the initial 11 week suspension of colorectal cancer screening in The Netherlands (Dekker et al., 2021) . The authors emphasize the importance of \"catch-up\", by sending more invitations to screen, in resuming screening services. In the Asia-Pacific region, several countries, such as Taiwan, Australia and New Zealand, had a strong public health response to the pandemic, and did not experience such sharp declines in colorectal cancer screening participation as was seen in Europe, the U.S., and Canada. Chiu et al. provide an overview of the impacts of COVID-19 on colorectal cancer screening in the Asia-Pacific region (Chiu et al., 2021) . Most countries continued or temporarily paused cancer screening. The authors discussed how a novel social distancing index, proposed by Chen et al. (Chen et al., 2021) , could be used to help guide decisions during the recovery. They also urge considering adoption of modern technology (e.g., smartphone apps) to help participants navigate the steps in the colorectal cancer screening process. Chiu and colleagues point out that cancer screening is more amenable to this type of digital support than the delivery of more complex cancer services, such as treatment. Several papers focused on breast screening. Sprague et al. conducted a survey of 77 US breast imaging facilities in the US Breast Cancer Surveillance Consortium in fall 2020 (Sprague et al., 2021) . They report that most either closed or reduced capacity, and that on resumption of services, diagnostic breast imaging was prioritized over screening in rescheduling the cancelled appointments. The authors point out that prioritizing scheduling based on cancelled exams may have resulted in scheduling individuals at low risk sooner than those at higher risk. Schifferdecker et al. conducted focus groups of 30 women aged 31-69 years (8 with a prior diagnosis of breast cancer) to capture their thoughts and experiences related to breast screening during the pandemic (Schifferdecker et al., 2021) . Based on their findings, they recommended that providers and facilities address the needs of women, including reassurance of pandemic safety measures. From the Netherlands, Siesling et al. observed the early impacts of pausing and then resuming breast screening (Siesling et al., 2021) . They report a decrease in the number of new diagnoses among women aged 50-74 years, mainly in lower disease stage, and estimated the number of delayed diagnoses of breast cancer. They conclude that further research will be key to determining how these delays have impacted survival.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 328,
                    "text": "(Halloran, 2021)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 786,
                    "end": 807,
                    "text": "(Dekker et al., 2021)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1326,
                    "end": 1345,
                    "text": "(Chiu et al., 2021)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1496,
                    "end": 1515,
                    "text": "(Chen et al., 2021)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2087,
                    "end": 2109,
                    "text": "(Sprague et al., 2021)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2680,
                    "end": 2709,
                    "text": "(Schifferdecker et al., 2021)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2974,
                    "end": 2997,
                    "text": "(Siesling et al., 2021)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the heels of a November 2020 launch by the WHO of an initiative to eliminate cervical cancer worldwide, the pandemic tested health care systems. Smith and colleagues, from the COVID-19 and Cancer Global Modelling Consortium (CCGMC), report findings on cervix screening disruptions from three modelling platforms in four high income countries (U.S., Australia, Netherlands and Norway) (Smith et al., 2021) . They report that these disruptions could increase the incidence of cervical cancer by 5-6%, with the excess cancer burden occurring in women under age 50 years. The disruptions were greater when screening occurred with cytology vs. HPV because of the difference in screening intervals. They reported that up to a third of cervical cancers could have been prevented by maintaining colposcopy and precancer treatment services. The authors also highlighted that the demand for COVID-19 tests and shared reagents and platforms with HPV tests could impact the supply of HPV testing. To address appropriate diagnosis and treatment of abnormal results, Sawaya et al. described how clinicians serving an urban safety net hospital in the U.S. rapidly provided guidance by ranking the risk of underlying disease and prioritizing those at highest risk (Sawaya et al., 2021) . As part of an effort to address the impact of the pandemic on cancer control in the U.S., the President's Cancer Panel has focused on cancer screening (Cancer Screening during COVID-19). As part of the panel and the co-lead on cervical cancer screening discussions, Wentzensen et al. described the issues relevant to cervical cancer screening, echoing the advantages of risk-based management, HPV-based screening, and in particular HPV-self sampling (Wentzensen et al., 2021) .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 407,
                    "text": "(Smith et al., 2021)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1251,
                    "end": 1272,
                    "text": "(Sawaya et al., 2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1725,
                    "end": 1750,
                    "text": "(Wentzensen et al., 2021)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two papers, one from Canada and the other from Scotland, report on the early impact of the pandemic on all cancer screening programs. In the province of Ontario, Canada, Walker et al. reported profound decreases in monthly screening test volumes for all four screening programs, with an overall decrease of 45% from Jan 2019 to November 2020 (Walker et al., 2021) . They also reported on the impacts on the diagnostic phase of screening for those with a positive screening test. For breast screening this is additional imaging and a possible biopsy, and for colorectal cancer and cervix screening, these are colonoscopy and colposcopy, respectively. They found that older age and low neighborhood income were associated with diagnostic delay. Campbell et al. described approaches to suspension and resumption of screening services in Scotland (Campbell et al., 2021) . The authors made a key point, emphasizing the opportunity that the pandemic provides to not simply restore screening, but to transform and renew cancer screening services, through innovation and investment.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 363,
                    "text": "(Walker et al., 2021)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 843,
                    "end": 866,
                    "text": "(Campbell et al., 2021)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Croswell et al., on behalf of the NCI-funded Population-based Research to Optimize the Screening Process (PROSPR) II Consortium in the U.S., point out that we have scant evidence on which to base decision-making for pausing and resuming cancer screening (Croswell et al., 2021) . In their thoughtful commentary, they outline eight considerations to guide decisions in the future. They further make the point that disruption due to the pandemic provides an unparalleled opportunity to reassess screening programs toward prioritization of populations experiencing disparities in cancer services.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 277,
                    "text": "(Croswell et al., 2021)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three papers focused on racial/ethnic disparities in cancer screening in the U.S. DeGroff et al. report on cervix and breast screening volumes during January to June 2020 from the National Breast and Cervical Cancer Early Detection Program, funded by the Centers for Disease Control and Prevention, which delivers services to women with low income and without health insurance (DeGroff et al., 2021) . They reported dramatic decreases in screening (and also recovery) among women of color, raising the question of future worsening of the disparities gap. Haas et al. report on cancer screening from a large academic centre (Haas et al., 2021) , describing how screening rates decreased for all four cancers and that disparities remained as screening resumed, emphasizing the need for ongoing monitoring. In addition, Fisher-Borne et al. examined a survey of US federally-qualified health centers that serve people who are medically-underserved and reported how almost 60% completely stopped cancer screening. The centers had to transition to telemedicine with slow return to normal due to COVID-19 transmission and due to social distancing measures (Fisher-Borne et al., 2021) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 399,
                    "text": "(DeGroff et al., 2021)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 623,
                    "end": 642,
                    "text": "(Haas et al., 2021)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1149,
                    "end": 1176,
                    "text": "(Fisher-Borne et al., 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Basu and colleagues provide a distinctive contribution to this special issue, with a focus on cancer screening in resource-constrained settings (Basu et al., 2021) . The authors note that the pandemic created the impetus for countries to collect electronic data to track and manage COVID-19 outbreaks. They describe a case study from Bangladesh, and made the point that information systems developed for pandemic surveillance can be repurposed to collect cancer screening data and thereby strengthen screening programs.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 163,
                    "text": "(Basu et al., 2021)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Modelling can help estimate the early impacts of the pronounced decreases in cancer screening participation observed so far on crucial long-term outcomes, including cancer incidence and disease-specific mortality. In addition to the work by Smith et al., noted above, this special issue included another paper from the CCGMC by Figueroa et al. that modelled the long-term impacts of the pandemic on breast cancer under various scenarios (Figueroa et al., 2021) . They make the point that collaborative modelling through groups such as the CCGMC will play an important role in supporting decisions about recovery strategies. Finally, Chen and colleagues constructed an intriguing model to evaluate the inverse relationship between social distancing and cancer outcomes. They illustrate their model using the national FIT-based colorectal cancer screening program in Taiwan (Chen et al., 2021) . Their model encompasses the structure, process, and outcomes framework and takes social distancing into account using a novel index. The authors indicate that their approach can be applied to evaluate screening for other cancers as well.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 343,
                    "text": "Figueroa et al.",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 460,
                    "text": "(Figueroa et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 872,
                    "end": 891,
                    "text": "(Chen et al., 2021)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pandemic appeared like a bolt of lightning for health care systems around the world. The papers in this special issue describe the early impacts of COVID-19 as it disrupted cancer screening. In many countries, existing health care inequities have been unveiled, coupled with deficiencies in surveillance and data monitoring systems. However, taken together, the positive message conveyed by these papers is that we have an unparalleled opportunity to use the lessons gained to innovate, strengthen, and transform cancer screening as we emerge from the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Disclaimer: \"The opinions expressed by authors contributing to this journal do not necessarily reflect the opinions of the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and Prevention, or the authors' affiliated institutions.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Leveraging vertical COVID-19 investments to improve monitoring of cancer screening programme -a case study from Bangladesh",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106624"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and cancer screening in Scotland: a national and coordinated approach to minimising harm",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106606"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modelling the impacts of COVID-19 pandemic on the quality of population based colorectal Cancer screening",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106597"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mitigating the impact of COVID-19 on colorectal Cancer screening: organized service screening perspectives from the Asia-Pacific region",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106622"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cancer screening in the U.S. through the COVID-19 pandemic, recovery, and beyond",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Croswell",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106595"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 impact on screening test volume through the National Breast and Cervical Cancer Early Detection Program",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Degroff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "the United States",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106559"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The national FIT-based colorectal cancer screening program in the Netherlands during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106643"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of the Covid-19 pandemic on breast cancer early detection and screening",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Figueroa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106585"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Understanding COVID-19 impact within federally qualified healthcare centers in getting back on track with breast, colorectal and cervical cancer screenings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fisher-Borne",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106681"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The trajectory of racial/ethnic disparities in the use of cancer screening before and during the COVID-19 pandemic: A large U.S. academic center analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106640"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Colorectal cancer screening and the COVID-19 pandemic -lessons learnt",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med. (151C",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106539"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cervix Cancer screening. IARC Handbook of Cancer Prevention",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "117--162",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early assessment of the first wave of the COVID-19 pandemic on cancer screening services: the international Cancer screening network COVID-19 survey",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Puricelli Perin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106642"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prioritizing cervical cancer screening services during the COVID-19 pandemic: response of an academic medical center and a public safety net hospital in California",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sawaya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106569"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Women's considerations and experiences for breast cancer screening and surveillance during the COVID-19 pandemic in the United States: a focus group study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schifferdecker",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106542"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Impact of the suspension and restart of the Dutch breast cancer screening program on breast cancer incidence and stage during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siesling",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106602"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Impact of disruptions and recovery for established cervical screening programs across a range of high income country program designs, using COVID-19 as an example: a modelled analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106623"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prioritizing breast imaging services during the COVID pandemic: a survey of breast imaging facilities within the breast cancer surveillance consortium",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sprague",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106540"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Measuring the impact of the COVID-19 pandemic on organized cancer screening and diagnostic follow-up care in Ontario, Canada: a provincial, population-based study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106586"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Impact of COVID-19 on cervical cancer screening: challenges and opportunities to improving resilience and reduce disparities",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wentzensen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Prev. Med",
            "volume": "",
            "issn": "151C",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2021.106596"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Contents lists available at ScienceDirect Preventive Medicine journal homepage: www.elsevier.com/locate/ypmed https://doi.org/10.1016/j.ypmed.2021.106687",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}