{
    "paper_id": "3e4d299f5151a8d6bfc276ea2062239b82232461",
    "metadata": {
        "title": "Abnormal immunothrombosis and lupus anticoagulant in a catastrophic COVID-19 recalling Asherson's syndrome",
        "authors": [
            {
                "first": "Luca",
                "middle": [],
                "last": "Roncati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Lorenzo"
                ],
                "last": "Corsi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Barbolini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Coronavirus disease 2019 (COVID-19) is a complex disease with many clinicopathological aspects, including abnormal immunothrombosis, and the full comprehension of its pathogenetic mechanisms is urgently required. Methods/Results By means of a multidisciplinary approach, we here report a catastrophic COVID-19 in a 44-year-old Philippine male patient, discovered lupus anticoagulant (LAC)-positive shortly before death, occurred 8 days after hospitalization in a clinical scenario refractory to standard high acuity care recalling Asherson's syndrome (catastrophic antiphospholipid syndrome). Conclusion A parallelism between this severe form of COVID-19 and Asherson's syndrome can be so drawn. Both the diseases in fact exhibit hypercytokinemia, thrombotic microangiopathy, disseminated intravascular coagulation and multiple organ failure, they show a relationship with viral infections, and they are burdened by a high mortality rate. A genetic predisposition to develop these two overlapping conditions may be supposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• COVID-19 is the most dramatic pandemic of the new millennium characterized by many clinicopathological facets, among which abnormal immunothrombosis • Abnormal immunothrombosis is a leading cause of COVID-19 related deaths, and its impact can be amplified by the presence of antiphospholipid autoantibodies, such as LAC • In this setting, the simultaneous occurrence of venous and arterial thromboses should alert the clinicians towards a secondary antiphospholipid syndrome, sometimes burdened by a catastrophic evolution in genetically predisposed patients • The catastrophic variant of a secondary antiphospholipid syndrome takes also the name of Asherson's syndrome, from the rheumatologist Ronald Andrew Asherson, who described it in 1992 • The implications of all this for future directions are in favor of a routine antiphospholipid testing in severe COVID-19 patients, and its introduction under intensive care as potential prognostic risk marker",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As well known, thrombosis represents a pathological event inside intact blood vessels; however, immunothrombosis has been reconsidered in the last few years, since it can locally confine an infection through a synergistic action among platelets, coagulation factors, fibrin, inflammatory cells, and neutrophil extracellular traps [1] . In case of imbalance, immunothrombosis can rapidly become abnormal and to evolve into disseminated intravascular coagulation (DIC) [2] . Coronavirus disease 2019 (COVID-19) is a complex disease with many clinicopathological issues, including respiratory, immune, and coagulative ones [3] [4] [5] . Lupus anticoagulant (LAC) is an antiphospholipid (aPL) autoantibody, which in vivo works as procoagulant, despite the misnomer due to its in vitro properties, by interacting with platelet and endothelial membrane phospholipids, so rising adhesion and aggregation of platelets [6] . Several viral infections run with aPL antibodies production (LAC, anti-cardiolipin, antiapolipoprotein) and, in critically ill patients treated under intensive care, alongside the frequent LAC development, there is also a higher density of lung-resident megakaryocytes [7, 8] .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1185,
                    "end": 1188,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1189,
                    "end": 1191,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On minimally invasive post-mortem examination as per US Centers for Disease Control and Prevention's guidelines, we have disclosed one-order-of-magnitude increase of nakedmegakaryocyte-nuclei (NK-MK), i.e. 100-140 cm 2 versus 14-15 cm 2 in normal conditions [5] (Fig. 1) . In the patient's medical history, the only disorder worthy of note was type II diabetes mellitus under dietary control. In brief, following the onset of a feverish state with dyspnea, dry cough, sore throat, headache and diarrhea, the patient went to the emergency room, from which he was admitted to the infectious disease ward for COVID-19 pneumonia, as confirmed by imaging ( Fig. 1a , b) and molecular nasopharyngeal swab. Shortly thereafter, an episode of peripheral desaturation occurred, for which the patient was subjected to oxygen therapy plus antibiotic coverage (azithromycin), antipyretic (paracetamol), hydration and insulin therapy; corticosteroids were avoided due to the underlying diabetes. Nevertheless, on the third day from admission, the patient became hemodynamically unstable and an arterial blood gas analysis revealed severe hypoxemia (P a O 2 < 40 mmHg), so the patient in acute respiratory distress was transferred to the intensive care unit, where he was sedated, intubated and submitted to mechanical ventilation by continuous positive airway pressure. On the same day, he developed a left testicular swelling, and a venous sample for LAC test was taken in the suspicion of a thrombotic event. The result of LAC positivity was made available only the day before death, when the therapeutic introduction of heparin in continuous infusion was adopted. Blood tests on the death day showed: white blood cells count 32.80 × 10 3 µL including 29.82 × 10 3 µL neutrophils, platelets 501 × 10 3 µL, D-dimer 2.390 ηg/mL, fibrinogen 786 mg/dL, antithrombin 46%, activated partial thromboplastin time ratio 2,03, glucose 170 mg/dL, procalcitonin 0,9 ηg/mL, B-type natriuretic peptide 281 ρg/mL, troponin 11.200 ηg/L, lactate dehydrogenase 723 U/L, creatine kinase 883 U/L, lipase 206 U/L, albumin 2.3 g/dL, sodium 150 mmol/L, potassium 7.3 mmol/L, calcium 0.96 mmol/L, chlorine 114 mmol/L, magnesium 3.0 mg/dL, urea 79 mg/ dL, creatinine 4.97 mg/dL, and an estimated glomerular filtration rate at 13 mL/min; for all this, the patient devoid of conscience was placed in continuous venovenous hemofiltration (CVVH) without success. Unfortunately, there was no time to combine CVVH with plasmapheresis.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 659,
                    "text": "Fig. 1a",
                    "ref_id": null
                }
            ],
            "section": "Report"
        },
        {
            "text": "The numerous NK-MK found on post-mortem lung specimens are maybe related to high interleukin-6 (IL-6) serum levels (> 2.300 ρg/mL) from cytokine storm stimulating pulmonary megakaryocytopoiesis, being IL-6 endowed of megakaryocytopoietic activity [5] . NK-MK in fact mean megakaryocytes cytoplasm has been consumed to produce neo-platelets, then released when still alive in the lung microcirculation with prothrombotic effects, which can be dramatically amplified by LAC. In accordance with the emerging evidence of aPL antibodies in COVID-19 [9] , we here support a real LAC role in abnormal immunothrombosis and coagulopathy in a life-threatening subgroup of COVID-19 patients, advancing LAC test as potential prognostic risk marker under intensive care in COVID-19. In this setting, the simultaneous occurrence of venous and arterial thromboses, as reported in 3.7% of COVID-19 patients [10] , should alert the clinicians towards a secondary aPL syndrome, whose catastrophic variant is precisely defined Asherson's syndrome from the rheumatologist Ronald Andrew Asherson [Dec 19, 1934 , Cape Town (ZA)-May 06, 2008, Johannesburg (ZA)], who described the syndrome that bears his name in 1992 [11] . It exhibits hypercytokinemia, thrombotic microangiopathy, DIC and multiple organ failure, exactly as observed in our patient, it is burdened by a high mortality rate and, although its cause remains still unknown, viral infections have been identified like trigger factors in certain individuals with genetic predisposition correlated to human leukocyte antigen (HLA) polymorphisms (HLA-DR4, HLA-DR7, HLA-DRw53) [12] . Therefore, a routine testing for aPL antibodies in severe COVID-19 patients is recommended. Funding This research received no external funding.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1075,
                    "end": 1088,
                    "text": "[Dec 19, 1934",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1613,
                    "end": 1617,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data presented in this study are available on reasonable request from the corresponding author; the data are not publicly available due to privacy or ethical restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Ethical approval All procedures followed were in accordance with the ethical standards and with the Helsinki Declaration of 1975, as revised in 2008.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Informed consent Not applicable since the patient died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neutrophils, NETs, and immunothrombosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mackman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Blood",
            "volume": "132",
            "issn": "",
            "pages": "1360--1361",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Blood coagulation in immunothrombosis: at the frontline of intravascular immunity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gaertner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Massberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Immunol",
            "volume": "28",
            "issn": "",
            "pages": "561--569",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Signals of T h 2 immune response from COVID-19 patients requiring intensive care",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roncati",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nasillo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lusenti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Riva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Hematol",
            "volume": "99",
            "issn": "",
            "pages": "1419--1420",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Renin-angiotensin system: the unexpected flaw inside the human immune system revealed by SARS-CoV-2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roncati",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manenti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Palmieri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Hypotheses",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A proof of evidence supporting abnormal immunothrombosis in severe COVID-19: naked megakaryocyte nuclei increase in the bone marrow and lungs of critically ill patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roncati",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ligabue",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nasillo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lusenti",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gennari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fabbiani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malagoli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giovanella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lupi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Salviato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paolini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Trenti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maiorana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Platelets",
            "volume": "31",
            "issn": "",
            "pages": "1085--1089",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antiphospholipid syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ruiz-Irastorza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crowther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Branch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Khamashta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "",
            "pages": "1498--1509",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk of developing antiphospholipid antibodies following viral infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Abdel-Wahab N",
                    "middle": [],
                    "last": "Talathi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopez-Olivo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suarez-Almazor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lupus",
            "volume": "27",
            "issn": "",
            "pages": "572--583",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Megakaryocytes and platelet homeostasis in diffuse alveolar damage",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kradin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Exp Mol Pathol",
            "volume": "83",
            "issn": "",
            "pages": "327--331",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Covid-19 arterial thromboembolic complications: from inflammation to immunothrombosis through anti-phospholipid autoantibodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roncati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manenti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farinetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mattioli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Vasc Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.avsg.2020.12.006"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "Mjha",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "Njm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Arbous",
                    "suffix": ""
                },
                {
                    "first": "Dampj",
                    "middle": [],
                    "last": "Gommers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kant",
                    "suffix": ""
                },
                {
                    "first": "Fhj",
                    "middle": [],
                    "last": "Kaptein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Paassen",
                    "suffix": ""
                },
                {
                    "first": "Mam",
                    "middle": [],
                    "last": "Stals",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Endeman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "145--147",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The catastrophic antiphospholipid syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Asherson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Rheumatol",
            "volume": "19",
            "issn": "",
            "pages": "508--512",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antiphospholipid syndrome's genetic and epigenetic aspects",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iuliano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galeazzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Sebastiani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Autoimmun Rev",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 Chest X-ray upon admission to hospital (a) and lungs CT axial scan the next day (b) showing massive COVID-19 pneumonia in a 44-year-old Philippine male patient, discovered LAC-positive shortly before death, occurred 8 days after hospitalization in a clinical scenario refractory to standard high acuity care recalling Asherson's syndrome: on post-mortem lung histopathology, hyaline membranes, the hallmark of diffuse alveolar damage in exudative phase, are detected by hematoxylin & eosin staining (c, blue arrows, × 10 objective), and,",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "days after hospitalization in a clinical scenario refractory to standard high acuity care recalling Asherson's syndrome: on post-mortem lung histopathology, hyaline membranes, the hallmark of diffuse alveolar damage in exudative phase, are detected by hematoxylin & eosin staining (c, blue arrows, × 10 objective), and, in the same field, phosphotungstic acid hematoxylin stains in dark blue the hyaline membranes' fibrin (d, blue arrows, × 10 objective). At higher magnification, inside the interstitial capillaries, NK-MK are well noticeable by hematoxylin & eosin (e, black arrows, × 40 objective); immunohistochemistry for CD61 (f, 2f2 clone, × 40 objective) specifically labels in brown, through 3,3′-diaminobenzidine as chromogen, both NK-MK (f, black arrow, × 40 objective) and neo-platelets which clog microcirculation (f, red arrows, × 40 objective)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}