{
    "paper_id": "3e4e052228a517e1e943e6f2b2824ed514940e8c",
    "metadata": {
        "title": "Vergütungstransparenz strategisch nutzen",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"Über Geld spricht man nicht\", so lautet ein alter, kulturell verankerter Leitspruch. Tatsächlich zeigen empirische Befunde, dass die Arbeitszufriedenheit sinkt, wenn sich Angestellte mit einer intransparenten, inkonsistenten und als unfair empfundenen Vergütungspolitik konfrontiert sehen (vergleiche Williams/McDaniel/Nguyen 2006) . Doch während in skandinavischen Ländern wie Schweden oder Norwegen die Bezüge von Arbeitnehmern auf gesetzlicher Grundlage völlig transparent sind, ist Vergütungstransparenz in Deutschland bisher kaum gesetzlich verankert. Dabei unterstützt eine sinnvoll durchdachte Vergütungstransparenz nicht nur die Leistungsmotivation und das Leistungsverhalten der Mitarbeiter, sondern langfristig auch den Unternehmenserfolg.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 332,
                    "text": "Williams/McDaniel/Nguyen 2006)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zwar gab es seit Beginn der Jahrtausendwende und der zunehmend kontroversen Diskussion zu Manager-Bezügen verschiedene gesetzliche Maßnahmen, um eine größere Vergütungstransparenz herzustellen. Bisher gelten diese jedoch im Wesentlichen nur für Vorstände börsennotierter Aktiengesellschaften. Als Beispiele seien hier das Gesetz zur Kontrolle und Transparenz im Unternehmensbereich (KonTraG 1998) Untersuchungen zu den Auswirkungen transparenter Vergütungsgestaltung bestätigen die Annahmen des Zwei-Faktoren-Modells: An der University of California wurden zufällig ausgewählte Angestellte über eine Web site informiert, auf der die Gehälter aller Kollegen aufgelistet waren. Dabei stellte sich heraus, dass eine offengelegte unterdurchschnittliche Vergütung die Unzufriedenheit bei den betroffenen Personen erhöhte. Bei den Angestellten, die feststellen konnten, dass sie überdurchschnittlich bezahlt wurden, blieb dagegen ein signifikanter Anstieg der Zufriedenheit aus (vergleiche Card et al. 2012 ).",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 396,
                    "text": "(KonTraG 1998)",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 1000,
                    "text": "Card et al. 2012",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Gesetzliche Regelungen in Deutschland"
        },
        {
            "text": "Auch das öffentlich vielfach erwähnte Beispiel Norwegen, wo sämtliche Gehälter der Bürger öffentlich zugänglich sind, wurde auf seine Auswirkungen hin untersucht: Dabei zeigte sich, dass nach Gehaltsveröffentlichungen in Unternehmen die Fluktuation derjenigen Mitarbeiter deutlich zunahm, die im Vergleich zu ähnlichen Positionsinhabern unterdurchschnittlich verdienten. Durch ihre Jobwechsel ergaben sich für den überwiegenden Teil der Bevölkerung über sämtliche Berufszweige hinweg wesentliche Gehaltssteigerungen, sodass die Gehälter unternehmensübergreifend in vergleichbaren Positionen wesentlich homogener wurden (vergleiche Rege/Solli 2013). Mit der zunehmenden Richtig eingesetzt kann Vergütungstransparenz die Leistung und Motivation von Mitarbeitern steigern. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vergütungsgerechtigkeit"
        },
        {
            "text": "Markttransparenz beschreibt die wahrgenomme externe Gerechtigkeit der Vergütung und umfasst die Herstellung von angemessenen Höhen und Strukturen von Gehältern im Vergleich zur marktüblichen Vergütung. Regelmäßige Marktbeobachtungen der funktionsspezifischen und allgemeinen Gehaltsentwicklung durch HR sind dabei unerlässlich. Um Transparenz zu wahren, müssen klare Richtlinien zur regelmäßigen Überprüfung der Vergütungssysteme und allgemeinen Gehaltserhöhungen im Vergleich zu den Entwicklungen am Markt eingehalten werden. Vor dem Hintergrund vielfältiger und öffentlich zugänglicher Quellen für Gehaltsdaten, unter anderem in diversen Job-Portalen, kommt der Auswahl eines glaubwürdigen, akzeptanz-und vertrauensfördernden externen Datenanbieters eine wesentliche Bedeutung zu (vergleiche von Hülsen 2006).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markttransparenz"
        },
        {
            "text": "Leistungstransparenz -im Sinne der objektiv nachvollziehbaren Mitarbeiterleistung -ist im Wesentlichen abhängig von den verwendeten Instrumenten der Leistungsbeurteilung. Wie erfolgreich ein Unternehmen mit Leistungstransparenz umgeht, hängt maßgeblich davon ab, wie klar es sein spe-Verfahrensgerechtigkeit ist die Basis einer transparenten Vergütungspraxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leistungstransparenz"
        },
        {
            "text": "zifisches Leistungsverständnis im Kontext individueller, teamorientierter und kollektiver Leistung formuliert. Zudem ist der Erfolg davon abhängig, wie hoch die Akzeptanz für Instrumente zur Leistungsmessung wie Zielvereinbarung, Leistungs-oder Komptenzbeurteilung bei den Mitarbeitern ist. Generell gilt: Je nachvollziehbarer die Leistungsbeurteilung, desto größer ist ihre Akzeptanz bei den Mitarbeitern. Die professionelle und verständliche Ausgestaltung der Kriterien, nach denen die Mitarbeiterleistung bemessen wird, ist daher für die Transparenz von großer Bedeutung. Gerade in den nachgelagerten Bereichen des oberen und mittleren Managements, in denen nicht selten quantifizierbare Kennziffern zur Messung und Steuerung von Leistung fehlen, ist dies entscheidend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leistungstransparenz"
        },
        {
            "text": "Unter Transparenzgesichtspunkten geht es bei der Verfahrenstransparenz darum, neben soliden Instrumenten zur Leistungs-und Kompetenzbeurteilung einen nachvollziehbaren Prozess zu etablieren, in dem Mitarbeiterleistung, Bonusbemessung sowie Gehaltsanpassung bestimmt werden können. Damit soll Akzeptanz für die daraus resultierenden Konsequenzen geschaffen werden. Ein als fair und transparent wahrgenommener Prozess des Managements von Leistung im Sinne der Verfahrensgerechtigkeit ist grundsätzliche Vorbedingung für die Akzeptanz sowie eine erfolgreiche Anwendung. Umso mehr gilt dies, da sich aktuell Performance-Ansätze von dem messbaren, individualisierten Leistungsbild der Zielerfüllung hin zu einer ganzheitlicheren Beurteilung von Leistung im Sinne der Erfüllung des vom Mitarbeiter erwarteten Rollen-und Verhaltensbildes bewegen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verfahrenstransparenz"
        },
        {
            "text": "In anforderungs-und marktgerechten Vergütungssystemen werden Stellen/ Funktionen gleicher Wertigkeiten zu Funktionsgruppen zusammengefasst und mit Gehaltsbändern verknüpft (vergleiche Abbildung 1). Viele Unternehmen nutzen für ihre Gehaltsbänder bewusst Bandbreiten von Gehältern, da reine Punktgehälter lediglich das Prinzip \"gleiches Geld für gleiche Arbeit\" wiedergeben, ohne dass sich individuelle Leistungsunterschiede in der Ausübung der Tätigkeit im Gehalt abbilden lassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vergütungstransparenz im Gehalts-Management"
        },
        {
            "text": "Leistungstransparenz als Komponente der Vergütungsgerechtigkeit drückt aus, dass sich aufgrund der Leistung des Mitarbeiters seine Position innerhalb des Gehaltsbandes ermittelt. Die Idee der leistungsorientierten Vergütungssteuerung im Gehaltsband sieht erfahrene Top-Leister im oberen Bereich des Bandes, unerfahrene Einsteiger am unteren Rand, kompetente Leistungsträger bewegen sich um die Bandmitte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vergütungstransparenz im Gehalts-Management"
        },
        {
            "text": "Auswertungen der Kienbaum-Umfage von 2020 zeigen, dass auf systemischer Ebene Wertigkeit und Gehaltsbänder weit überwiegend für Führungskräfte und Mitarbeiter bekannt sind (vergleiche Kienbaum 2020) (vergleiche Abbildung 2). Auf individueller Ebene zeigt die Umfrage ein anderes Bild. Sowohl in tarifgebundenen (65 Prozent ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vergütungstransparenz im Gehalts-Management"
        },
        {
            "text": "Vergütungsgerechtigkeit entsteht in hohem Maße über nachvollziehbare und akzeptierte Prozesse der Eingruppierung in ein Gehaltsband sowie über Gehaltsanpassung und Bonusfindung. Bei der Umsetzung von Vergütungstransparenz müssen immer auch die Stellenbewertung, Vergütungssystematik, Performance und Management berücksichtigt werden. Die genauen Gehaltshöhen der einzelnen Mitarbeiter müssen dafür nicht genannt werden. Erfolgsfaktoren sind vielmehr klare Vergütungsgrundsätze mit Definitionen und Regelungen, die in sich stimmig sind und konsistent angewendet werden. Diese Grundsätze zu etablieren, gelingt nur im Rahmen eines verbindlichen Gehalts-und Performance-Management-Systems (vergleiche Kienbaum 2017). Insbesondere das HR-Controlling ist hier gefordert, bei der Integration zu unterstützen und den notwendigen Grad an Transparenz in die HR-Systeme zu bringen, damit diese von den Mitarbeitern als nachvollziehbar und fair wahrgenommen werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussbetrachtung"
        },
        {
            "text": "Wie transparent ein Unternehmen bei der Offenlegung von Gehältern wird, sollte es von seinen Grundsätzen zur Vergütungspolitik abhängig machen: Je nach Grad der Performance-Orientierung, der individuellen oder kollektiven Zielsteuerung, ob eine eher monetäre oder entwicklungsorientierte Anreizsetzung vorherrscht, kann eine jeweils andere Transparenzpolitik förderlich sein. In einem transparenten und egalitär ausgerichteten Gehaltsumfeld mit gleichen Gehältern sollten Arbeitgeber gegebenenfalls überlegen, Alternativen zu monetären Anreizen für Leistungsträger anzubieten, zum Beispiel in Form von",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussbetrachtung"
        },
        {
            "text": "Quelle: eigene Darstellung Karrierepfaden oder Beförderungen. In der Praxis sind diese Möglichkeiten allerdings oft begrenzt. Die bewusste Bindung von Leistungsträgern durch attraktive, wettbewerbsfähige und im internen Vergleich herausgehobene Gehälter spricht wiederum jedoch auch für ein gewisses Maß an Intransparenz. Der Grad an Transparenz der Vergütung und jede Transparenzinitiative sollten deshalb immer durchdacht sein hinsichtlich der Botschaften, die vermittelt werden sollen, und zwingend auf einer nachvollziehbaren, angemessenen und verlässlichen Gehaltsstruktur aufsetzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 2 Gehaltstransparenz in der Praxis"
        },
        {
            "text": "Die allgegenwärtige COVID-19-Krise bietet jedoch aktuell neue Perspektiven bezüglich der Transparenzthematik: So setzen zahlreiche Unternehmen durch öffentlichkeitswirksame Gehaltsverzichte ihrer Manager betriebsintern Zeichen der Solidarität mit den oft von Kurzarbeit betroffenen Arbeitnehmern. Der gemeinsame Verzicht als vergütungspolitisches Signal wirkt entstehender Unzufriedenheit entgegen. Diese durch die Krise befeuerte Transparenz im Umgang mit bestimmten Vergütungsbestandteilen könnte zumindest für eine verstärkte Systemtransparenz ein Katalysator sein und auch langfristig positive Folgen haben. Möglicherweise auch deshalb, weil Transparenz im Kontext mit einem Verzicht leichterfällt als bei Erhöhungen von Vergütung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 2 Gehaltstransparenz in der Praxis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Dark Side of Transparency: How and When Pay Administration Practices Affect Employee Helping",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bamberger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Belogolovsky",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Applied Psychology",
            "volume": "102",
            "issn": "4",
            "pages": "658--671",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inequality at Work: The Effect of Peer Salaries on Job Satisfaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moretti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "2981--3003",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Equilibrium Effects of Pay Transparency in a Simple Labor Market",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pakzad-Hurson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Handbuch des Entgeltmanagements",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Femppel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zander",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New Pay -Alternative Arbeits-und Entlohnungsmodelle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hornung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nobile",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Motivation to Work, 2. Auflage",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herzberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mausner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Snyderman",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transparente Gehälter -Macht das Sinn? Studie, im Erscheinen",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kienbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Geld verteilen oder Perfomance entwickeln. Trendstudie Performance Management 4",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kienbaum",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluationsgutachten, in: BMFSJF (Hrsg.): Bericht der Bundesregierung zur Wirksamkeit des Gesetzes zur Förderung der Entgelttransparenz zwischen Frauen und Männern",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kienbaum/Flick Gocke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schaumburg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lagging Behind the Joneses: The Impact of Relative Earnings on Job Separation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rege",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Solli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hünninghausen, L./von Hören, M. (Hrsg.): Vergütungsvergleiche -Vergütungsstudien",
            "authors": [
                {
                    "first": ", H.-C",
                    "middle": [],
                    "last": "Von Hülsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "103--127",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Meta-Analysis of the Antecedents and Consequences of Pay Level Satisfaction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdaniel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "91",
            "issn": "",
            "pages": "392--413",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sie systemische Anforderungs-, Markt-und Leistungsgerechtigkeit her",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Stellen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sie den Grad an Transparenz an den Grundsätzen der unternehmerischen Vergütungspolitik",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Orientieren",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ", das Transparenz-und Publizitätsgesetz (TransPuG 2002) und der Deutsche Corporate Governance Kodex (DCGK 2002) genannt sowie zuletzt bestimmte Regelungen durch das Gesetz zur Umsetzung der zweiten Aktionärsrechterichtlinie (ARUG II 2019). Auf der Ebene von Arbeitnehmern unterhalb der Vorstandsbene gibt es jedoch bislang kaum eine vergleichbare Transparenz. Das Gesetz zur Förderung der Transparenz von Entgeltstrukturen (EntgTranspG 2017) hat das Ziel, den Gender-Pay-Gap zu schließen. Danach haben Mitarbeiter Anspruch darauf, die Höhe des Entgelts eines vergleichbar arbeitenden Kollegen des jeweils anderen Geschlechts zu erfahren, das heißt aber auch: Männliche Mitarbeiter erfahren nicht, wie viel ihre männlichen Kollegen verdienen, und weibliche Arbeitnehmer bekommen nur Auskünfte zum Einkommen ihrer männlichen Kollegen. Zudem gilt das Gesetz nur in Betrieben mit mehr als 200 Beschäftigten -tatsächlich angewendet werden darf der Gehaltsvergleich ausschließlich, wenn mindestens sechs Mitarbeiter in einer Firma vergleichbare Tätigkeiten ausüben. Echte Vergütungstransparenz auf Arbeitnehmerebene wird durch dieses Gesetz also nicht hergestellt. Hinzu kommt, dass nur wenige Arbeitnehmer von ihrem Anspruch auf Transparenz Gebrauch machen, wie eine Kienbaum-Erhebung im Auftrag des Bundesministeriums für Familie, Senioren, Frauen und Jugend aus dem Jahr 2019 zeigt: Lediglich vier Prozent der insgesamt 2.085 befragten Beschäftigten in Unternehmen mit mehr als 200 Arbeitnehmern nutzten demnach die Anfragemöglichkeit zur Entlohnung vergleichbarer Tätigkeiten (vergleiche Kienbaum/Flick Gocke Schaumburg 2019). Vergütungstransparenz bleibt in Deutschland also bislang beschränkt auf tariflich bezahlte Tätigkeiten, bei denen die Gehälter in Entgelttabellen nachvollziehbar sind -zumindest sofern keine übertariflichen Zulagen gezahlt werden. Zwar hat das Landesarbeitsgericht Mecklenburg-Vorpommern 2009 Sa 237/09). Insgesamt bleibt Mitarbeitern in Deutschland aber nur der Austausch mit Kollegen, um sich über Gehaltsdifferenzen zu informieren. Doch was sind überhaupt die Folgen einer vollständig transparenten Vergütungsgestaltung? Ist sie tatsächlich das Allheilmittel im Performance Management? Zu den Auswirkungen transparenter Vergütungssysteme gibt es bisher wenig empirische Forschung, doch das Interesse der Wissenschaft an dieser Thematik steigt. Im Fokus stehen insbesondere Leistungsmotivation und Vergütungsgerechtigkeit. Generell lässt sich festhalten, dass transparente Gehälter den internen Neid zwischen Kollegen steigern, wodurch die Bereitschaft zur Zusammenarbeit abnimmt (vergleiche Bamberger/Belogolovsky 2017). Laut dem Zwei-Faktoren-Modell des amerikanischen Arbeitswissenschaftlers Frederick Irving Herzberg (vergleiche Herzberg/Mausner 1959), einer Inhaltstheorie zur Arbeitsmotivation, motiviert Vergütung zwar nicht, jedoch führen unterdurchschnittliche Vergütungshöhen zu Demotivation. Das heißt: Werden alle Bezüge offengelegt, müssen Unternehmen damit rechnen, dass die Motivation der unterdurchschnittlich bezahlten Angestellten sinkt. Dieser negative Effekt kann laut Herzbergs Theorie nicht durch die Steigerung der Motivation von Angestellten mit überdurchschnittlichen Bezügen ausgeglichen werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Homogenität nahm einerseits die Gehaltskluft zwischen Frauen und Männern ab. Andererseits wurde weniger zwischen leistungsstarken und leistungsschwachen Mitarbeitern in der Vergütung differenziert (vergleiche Cullen/Pakzad-Hurson 2019). Diese fehlende Differenzierung sorgte insbesondere bei den Leistungsträgern für ein Abnehmen der empfundenen Lohngerechtigkeit und in der Folge zu Demotivation (vergleiche Williams/McDaniel/Nguyen 2006). Aber macht Vergütungstransparenz aus Unternehmenssicht dann überhaupt Sinn? Und wie kann Vergütungstransparenz praktisch ausgestaltet werden? Performance Management transparent gestalten Vergütungstransparenz in Unternehmen kann ein wirkungsvolles Instrument sein, um die Leistungsmotivation von Mitarbeitern und die Steuerung der Mitarbeiterleistung zu unterstützen (vergleiche auch Franke/Hornung/Nobile 2019, S. 58 ff.). Vergütungsgerechtigkeit als Basisanforderung für Transparenz lässt sich in der Praxis in die Dimensionen der Anforderungs-, der Markt-, der Leistungs-und der Verfahrenstransparenz differenzieren. Abbildung 1 veranschaulicht dieses Zusammenspiel anhand eines Vergütungmodells mit fünf Gehaltsbändern. Mit dem Gehaltsband kann die für eine Funktionsgruppe übliche Vergütung in Unternehmen transparent gemacht werden, ohne dass Einzelgehälter sichtbar werden. Es entsteht so systemische Gehaltstransparenz auf der Ebene des Gehaltsbandes beziehungsweise der Gehaltssystematik jenseits des individuellen Vergleichs. Der Erfolg einer bewusst transparenten Ver-Abb. 1 Die vier Säulen der Vergütungsgerechtigkeit und Vergütungstransparenz Unternehmen diese Transparenz um, muss in der Regel das HR-Controlling das Zusammenspiel vieler Informationen und Datenquellen gewährleisten. Die professionelle Integration von internen und externen Gehaltsdaten mit Stellenwertigkeiten und Ergebnissen der Leistungsbewertungen ist ein wesentlicher Erfolgsfaktor von Vergütungstransparenz. Die Anforderungstransparenz spiegelt die unternehmensinterne Gerechtigkeit wider. Sie macht Wertigkeiten und Bedeutung unterschiedlicher Stellen/Funktionen innerhalb eines Unternehmens vergleichbar. Hergestellt werden Anforderungstransparenz und -gerechtigkeit durch in der Organisation akzeptierte Bewertungssysteme, die es ermöglichen, Stellen/Funktionen horizontal und vertikal in ihrer Bedeutung für das Unternehmen vergleichbar zu machen. Transparenz über Stellenwertigkeiten entsteht hierbei, indem nachvollziehbare objektive und im besten Falle messbare Kriterien verwendet werden, zum Beispiel zu Verantwortungsrahmen, Qualifikation, Wissens-oder Management-Anforderungen einer Stelle/Funktion. Diese müssen in einem klar definierten Bewertungsprozess angewendet werden. Laut der Kienbaum-Umfrage zur Gehaltstransparenz von 2020 erfüllen 67 Prozent der Unternehmen diese Anforderungen, und rund 23 Prozent verzichten ganz auf eine Bewertungssystematik oder lassen diese bewusst intransparent (vergleiche Kienbaum 2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ") als auch in Unternehmen, in denen Gehälter frei verhandelt werden (82 Prozent), sind den Befragten in-dividuelle Löhne und Gehälter anderer Mitarbeiter weitestgehend unbekannt. Der vorsichtige Umgang mit individueller Gehaltstransparenz ist auch Ausdruck der Bedenken vieler Unternehmen gegenüber dem von Arbeitnehmern häufig geforderten höheren Maß an Transparenz. Diese Befürchtungen scheinen nicht ganz unberechtigt (vergleicheCard et al 2012).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Kennen die Mitarbeiter in IhrerOrganisation ihr Gehaltsband? Kennen die Mitarbeiter in Ihrer Organisation die Wertigkeit ihrer Funktion/Stelle? Ja, die Mitarbeiter kennen die Wertigkeit jeder Funktion. Nein, die Mitarbeiter kennen keine Wertigkeit von irgendeiner Funktion. Ja, die Mitarbeiter kennen nur die Wertigkeit ihrer eigenen Funktion. Ja, die Mitarbeiter kennen alle Gehaltsbänder. Nein, die Mitarbeiter kennen die Gehaltsbänder nicht. Ja, die Mitarbeiter kennen ihr eigenes Gehaltsband.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}