{
    "paper_id": "3e4e56f2153ade83991bac222ea764ce85ef2e4d",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Hanna",
                "middle": [],
                "last": "Gałgańska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Biology Techniques Laboratory",
                    "institution": "Adam Mickiewicz 5 University",
                    "location": {
                        "addrLine": "Uniwersytetu Poznańskiego 6",
                        "postCode": "61-614",
                        "settlement": "Poznań, Poznań",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Łukasz",
                "middle": [],
                "last": "Gałgański",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Biology Techniques Laboratory",
                    "institution": "Adam Mickiewicz 5 University",
                    "location": {
                        "addrLine": "Uniwersytetu Poznańskiego 6",
                        "postCode": "61-614",
                        "settlement": "Poznań, Poznań",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The amount of CO 2 in the atmosphere is increasing continuously in the industrial era, 11 posing a threat to the ecological balance on Earth. There are two ways to reduce elevated CO 2 12 concentrations ([CO 2 ] high ): reducing human emissions or increasing their absorption by oceans 13 and plants. However, in response to [CO 2 ] high , plants diminish gas exchange and CO 2 uptake 14 by closing stomata. Surprisingly, we do not know how plants sense CO 2 in their environment, 15 and the basic mechanisms of the plant response to [CO 2 ] high are very poorly understood. Here, 16 we show that mitogen-activated protein kinases (MAPKs) are plant CO 2 receptors. We 17 demonstrate that MPK4, a prominent MAPK that is known to be involved in the stomatal 18 response to [CO 2 ] high 1-3 , is capable of binding CO 2 and is directly activated by a very low 19 increase in [CO 2 ] in vivo and in vitro. Unlike MPK4 activation by infections 4 , stress and 20 hormones within known MAPK signalling cascades, [CO 2 ] high -induced MPK4 activation is 21 independent of the upstream regulators MKK1 and MKK2. Moreover, once activated, MPK4 22 is prone to inactivation by bicarbonate. The identification of stress-responsive MPK4 as a 23 CO 2 receptor sheds new light on the integration of various environmental signals in guard 24 cells, setting up MPK4 as the main hub regulating CO 2 availability for photosynthesis. This 25 result could help to find new ways to increase CO 2 uptake by plants. 26 27 28 work together and that ABA enhances the response to [CO 2 ] high ; however, [CO 2 ] high signalling 33 is still active in the absence of ABA and key elements of ABA signalling 5 . Only the 34 downstream effectors, S-type anion channels, i.e., SLAC1, and some of their regulators are 35 shared by the ABA and CO 2 pathways. Thus, except BIG 6 and RHC1 7 , the connections of 36 which with core pathways remain unclear, known specific regulators of CO 2 signalling in 37 guard cells belong to the MAPK superfamily. Among these proteins, CBC1/2 8 and HT1 38 mitogen-activated protein kinase kinase kinases (MKKKs) are involved in pathways leading 39 to low [CO 2 ]-induced stomatal opening or inhibition of stomatal closure rather than [CO 2 ] high -40 induced stomatal closure. In contrast, MPK12 and MPK4 are essential upstream mediators of 41 the [CO 2 ] high 1,2 pathway promoting SLAC1-mediated stomatal closure via HT1 3 inactivation. 42 Because MPK12 orthologues are guard cell-specific kinases found only in 43 Brassicaceae 9 , we focused on MPK4 to reveal the general mechanisms of [CO 2 ] high sensing in 44 all plants, as silencing of NtMPK4 impaired [CO 2 ] high -and dark-induced stomatal closure by 45 disrupting the activation of slow-type anion channels in Nicotiana tabacum 1 . 46 47 Results 131 132 133 134 activity was detected by immunoblotting with anti-phospho-MBP. Experiments in (a-d) were",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abscisic acid (ABA) is the best studied regulator of stomatal closure, and for many 30 years, ABA-induced signalling events were thought to direct stomatal closure triggered by 31 [CO 2 ] high . Recent studies, however, have proposed otherwise, suggesting that both pathways 32 48 MPK4 is activated by CO 2 in vivo 49 No kinase involved in plant CO 2 signalling has been shown to be activated by 50 [CO 2 ] high in vivo to date; therefore, we decided to study MPK4 activation in response to 51 [CO 2 ] high in epidermal peels. In line with the reported high activity of the MPK4 promoter in 52 guard cells 4 , we detected very high MPK4 expression in Arabidopsis epidermal peels using 53 immunoblotting (Fig. 1a) . 54 The activity of MPK4 was extremely low compared to that of the highly active MPK3 55 and MPK6. The lack of MPK4 activation in the control samples indicates the maintenance of 56 stress-free conditions in the experimental system used. We assumed that the method used to 57 study [CO 2 ] high -induced MPK activation should utilize direct analysis of the protein extract 58 without lengthy sample preparation steps at indoor [CO 2 ] under native conditions. Therefore, 59 we rejected the classic in-gel kinase assay following kinase immunoprecipitation. ",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1146,
                    "text": "[CO 2",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "text": "59",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 712,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "29"
        },
        {
            "text": "To obtain further insight into the opposing effects of HCO 3 and CO 2 on MPK activity,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "we measured the [CO 2 ] high -induced activation of several MPKs at pH 7.0 ( Fig. 4a- acts as an additional activity enhancer of inactive or incompletely activated MPK4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "Fig. 4a-",
                    "ref_id": null
                }
            ],
            "section": "152"
        },
        {
            "text": "All the mutants tested were negatively regulated by HCO 3 at pH 7.0 (~85% HCO 3 -167 and ~15% CO 2 ) (Fig. 4c ). Lowering the pH to 6.6 (~62% HCO 3 and ~38% CO 2 ) eliminated suggested recently to be a protective factor against the development of COVID-19 symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "(Fig. 4c",
                    "ref_id": null
                }
            ],
            "section": "152"
        },
        {
            "text": "Importantly, CO 2 is a natural and safe gas in the lungs, and short-term CO 2 inhalation is 224 beneficial for the respiratory, nervous 28-30 and circulatory 31,32 systems. increasing temperature and because of ice production from high-pH water in our laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "223"
        },
        {
            "text": "All solutions were prepared using acidified (pH 4.8-5.2) CO 2 -free water in rooms with fresh 234 air. Solutions were stored frozen, or the pH was adjusted immediately before use. MPK 235 purification or modification (e.g., dephosphorylation or protease digestion) was followed by Tris-glycine SDS-PAGE was carried out in a discontinuous buffer system with a 5% stacking 296 gel (pH 6.8) and 9% resolving gel (pH 8.8). A total of 30-50 g of total protein was loaded with the following setting: a single pulse at 150 V with an 8-ms pulse duration. Immediately, 360 1 ml of ice-cold 0.615 M mannitol was added, and protoplasts were transferred to 2-ml tubes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "233"
        },
        {
            "text": "The protoplasts were allowed to sediment for 20 min at room temperature before resuspension Fig. 2) S staining and immunoblotting with anti-MPK3, anti-MPK4 and anti-MPK6 antibodies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "361"
        },
        {
            "text": "Representative results from three independent experiments are presented. Error bars represent 576 the standard deviation (SD). *, ** and *** indicate significant differences in MPK4 activity 577 (p<0.05, p<0.01 and p<0.001, respectively) compared to the control. The above data were 578 obtained on proteins isolated by phenol-SDS extraction for immediate separation of ATP 33 579 from MPKs to prevent their extracellular activation. In contrast, we were unable to detect the 580 activity of guard cell MPK4 purified under native conditions ( Supplementary Fig. 9 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 563,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "575"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Similar to 665 dissolved CO 2 , KHCO 3 regulates MPK4 activity. c, MPK4 activation in response to [CO 2 ] high 666 occurs in just a few seconds. d, Very high CO 2 /HCO 3 -concentrations can positively or 667 negatively regulate MPK4 activity. The lack of MPK4 activation in response to millimolar 668 CO 2 /HCO 3 -concentration is consistent with a previous report 2",
            "authors": [],
            "year": null,
            "venue": "MPK4 activity is 669 shown by immunoblotting with anti-phospho-TEY and MPK4 loading by staining with",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "In b, d, MPK4 activity was determined by MBP in vitro thiophosphorylation and 671 detected by immunoblotting with anti-TE. MPK4 was stained with CBB, and MBP was 672 stained with Ponceau S. Experiments were carried out using MPK4 purified from bacteria and 673 dephosphorylated by FastAP phosphatase",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ponceau",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Representative results from three independent experiments are presented",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Elevation of [HCO 3 -] at constant [CO 2 ] triggers MPK4 inactivation. In vitro 680 thiophosphorylation reactions with different [CO 2 /HCO 3 -] in the pH series were allowed 681 exchange with ambient air for 30 min",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ATPγS were added, and in vitro 683 thiophosphorylation reactions were carried out for only 2 min. High pH and concomitant high 684",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Then",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lowering the pH to 6.6 (increase in free [CO 2 ] and dissolved CO 2 . MBP was used as a substrate of tag-free MPK4, and MPK4 690 activity was detected by immunoblotting with anti-phospho-MBP. MBP loading was 691 visualized by Ponceau S, and MPK4 loading was visualized by CBB",
            "authors": [],
            "year": null,
            "venue": "GST-MPK4, and its activity was detected using immunoblotting with anti-TE. JAZ12 and 686 MPK4 bands were stained by Ponceau S. b, MPK4 is activated by 7.5-10 M CO 2 at pH 7.0 687 but inactivated by 7.5-10 M HCO 3",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Scheme of gel 698 filtration-based CO 2 binding assay. b, Graphs of CO 2 binding at 10-30 M CO 2 /HCO 3 -in 699 individual pH series from the graph shown in Fig. 3b; data normalization was based on values 700 of no-protein controls from each experiment; mean ±SD, n=3 experiments. c, MPK4 activity 701 under the conditions applied for the CO 2 binding assay shown in b. Dephosphorylated MBP 702 was used as a substrate of dephosphorylated tag-free MPK4; FastAP-fast alkaline 703 phosphatase. The intensity of MBP phosphorylation was detected by immunoblotting with 704 anti-phospho-MBP. The amount of MBP was determined by Ponceau S, and the amount of 705 MPK4 was determined by CBB. Mean ± SD",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CO 2 ] high -induced TEY phosphorylation is not inhibited by HCO 3 -at pH ≥7, unlike the 711 decrease in MPK4 activity, defined as substrate phosphorylation intensity. TEY and MBP 712 phosphorylation is shown by immunoblotting with anti-phospho-TEY and anti",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Both analyses were carried out from one set of in vitro phosphorylation 714 reactions. The amounts of dephosphorylated MBP and dephosphorylated MPK4 on the 715 nitrocellulose membrane were specified by Ponceau S staining",
            "authors": [
                {
                    "first": "Respectively",
                    "middle": [],
                    "last": "Mbp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MPK4 influences stomatal development. a, Stomata of WT Arabidopsis. b-d, Enlarged and 725 elongated stomata in mpk4-2 leaves. Scale bars 20 m. As reported for stomata of an N",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "tabacum line with silenced NtMPK4 1 , mpk4-2 stomata display a much wider range of length",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Anti-phospho-TEY antibody and MBP in vitro phosphorylation 733 experiments failed to detect the activity of guard cell One-STrEP-Tag-MPK4 in contrast to 734",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "We 735 used a powerful method for specific purification of One-STrEP-tagged plant proteins under 736 native conditions within several minutes 35,36 . In contrast to high-yield One-STrEP-Tag-MPK4 737 purification from epidermal peels, we were not able to detect One-STrEP-Tag-MPK4 activity 738 by in vitro MBP phosphorylation",
            "authors": [],
            "year": null,
            "venue": "One-STrEP-Tag-MPK4 from Arabidopsis total leaf (TL) extracts or T87 cultured cells",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "we hypothesize that MPK4 activatable by [CO 2 ] high is 740 connected to the cell membrane. In addition, the use of phenol-SDS extraction (Fig",
            "authors": [],
            "year": null,
            "venue": "MPK4 (Supplementary Fig. 10b)",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Supplementary Fig. 1), which increases membrane protein solubilization and decreases 742 protein interactions, underlies the successful detection of MPK4 activity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Alignment (using ClustalX 2.1) of amino acid sequences of Arabidopsis MPK4 and its two 747 barley homologues. The response of barley stomata to darkness is the quickest among the 748 studied species 34 . It may be speculated that this results from the presence of two specialized 749 MPK4 homologues in barley guard cells. The protein encoded by the BAJ95789 locus shares 750 lower identity (82%)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "752 frame); therefore, the barley MPK encoded in the BAJ97968 locus was included in the 753 comparative analysis of [CO 2 ] high -induced MPK activity in Fig. 4a, and the expression in 754 barley protoplasts is presented in b. b, Barley MPK4-YFP in barley mesophyll protoplasts is 755 localized in the proximity of the cell membrane",
            "authors": [],
            "year": null,
            "venue": "Moreover, the polypeptide encoded by BAJ95789 does not contain the TEY motif",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1a) or KHCO 3 (SupplementaryFig. 1a-b). As stomatal closing in 63 darkness is a typical physiological response to [CO 2 ] high and is independent of arbitrarily64 imposed external CO 2 concentrations, we traced the effect of darkness on MPK4 activity over 65 time. The result revealed MPK4 activation by darkness at time points from 5 to 20 min (peak 66 at 10-15 min, p<0.001, Fig. 1b) compared to immediate (maximum at 2-5 min) activation by 67 externally provided [CO 2 ] high (Fig. 1c) according to the very rapid stomatal corresponding to the MPK4 dimer in size according to the multimerization of active 71 MPK4 in response to both CO 2 (Galganska et al., in preparation) and H 2 O 2 11 . 72 Generally, MAPKs function as a cascade in which MKKK phosphorylates and 73 activates a mitogen-activated protein kinase kinase (MKK), which in turn activates an MPK.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "20 M at pH 6.6 (Fig. 3b) and further supports lower binding of HCO 3 than of CO 2 by 171 MPK4. Importantly, T201 phosphorylation (MPK4 T201E , MPK4 T201E/Y203F ), in contrast to 172 unphosphorylated T201 (MPK4 T201A/Y203F ), enhances MPK4 susceptibility to inhibition by 173 HCO 3 -(Fig. 4e).174The effects of TEY phosphorylation on HCO 3 --triggered inhibition of MPK4 were 175 further confirmed using WT MPK4. MPK4 preincubated with ATP (autophosphorylated on 176 TEY) before CO 2 addition is prone to strong HCO 3 --induced inactivation, in contrast to 177 preincubation of MPK4 with CO 2 before ATP application or administration of both ATP and 178 CO 2 at the same time(Fig. 4f). This indicates competition between CO 2 and HCO 3 -.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "purifications, handling of purified proteins and experiments using extracted 228 proteins were carried out in empty rooms (max. 2 persons/40 m 2 ) with open windows 229 providing fresh air. During the heating season, no research was conducted on windless days or 230 when the PM10 concentration in air exceeded 30 g m -3 . The breath was not directed towards 231 the open tubes and pipette tips. Ice was not used due to the reduction in CO 2 solubility with 232",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Columbia-0 ecotype plants; mutant lines ht1-2 37 , mpk4-2 (SALK_056245), 251 mpk3-1 (SALK_151594), and mkk1 mkk2; and a line expressing One-STrEP-tag-MPK4 were 252 grown on soil in a GIR 96 growth chamber (Conviron, Winnipeg, Canada) at 22C and 60-253 70% humidity under a 16-h light (100 μmol m −2 s −1 )/8-h dark photoperiod. 254 255 Preparation and treatment of epidermal peels 256 For 20 preparations, 300-350 rosette leaves (~45 g) excised from 3-week-old Arabidopsis 257 plants were blended in 1,400 ml of demineralised water for 1.5 min. For 2 preparations from 258 5-week-old mpk4-2 or mkk1 mkk2 plants, 160-200 shoots were blended in 600 ml of 259 demineralised water for 2 min. Epidermal peels were then collected on 100-m Sefar Nitex 260 mesh (Sefar AG, Heiden, Switzerland), washed three times with stomatal opening solution 261 (20 mM MES-KOH (pH 5.7), 10 mM KCl, 50 μM CaCl 2 ) and incubated in open tubes in 10 262 ml of stomatal opening solution for 3 h in a GIR 96 growth chamber. Under the indicated 263 treatment, epidermal peels were retained on Sefar Nitex mesh and frozen in liquid nitrogen. l of 20% SDS, 80 l of -mercaptoethanol and 4 270 ml of phenol equilibrated with 10 mM Tris-HCl (pH 8.0). The lysate was vortexed for 30 s, 271 incubated for 3 min at RT and centrifuged (1 min, 500 x g, 4C). The upper organic phase 272 was transferred to 9 ml of isopropanol with 100 mM ammonium acetate. Proteins were 273 precipitated at -20C for 24 h and centrifuged (12,000 x g, 15 min, 4C). The pellet was 274 washed with 14 ml of methanol and then with 12 ml of ethanol and dried in air for 20 min at 275 RT. Proteins were dissolved in 200 l of Laemmli sample buffer with cOmplete EDTA-free 276 Protease Inhibitor Cocktail (Roche, Mannheim, Germany) for 15 min at RT. 277 278 One-STrEP-tag affinity purification 279 The coding sequences of the One-STrEP-tag fusion proteins under the control of the 280 Arabidopsis UBQ10 promoter and NOS terminator 35,36 , cloned in the binary vector pART27 38 , 281 were stably expressed in Arabidopsis Col-0 plants following Agrobacterium tumefaciens 282 (strain GV3101)-mediated transformation. Epidermal peels from 10 g of rosette leaves were 283 ground in liquid nitrogen, resuspended in 3 ml of extraction buffer (100 mM Tris-HCl (pH 284 8.0), 200 mM NaCl, 100 mM NaF, 10 mM EDTA, 0.4% Triton X-100, 3 mM DTT, 3.2 mM 285 Na 3 VO 4 , cOmplete EDTA-free Protease Inhibitor Cocktail (Roche, Mannheim, Germany)) 286 and filtered on Sefar Nitex mesh (Sefar AG, Heiden, Switzerland). After centrifugation 287 (13,000 x g, 4 min, 4C), the supernatant was loaded onto Bio-Spin ® chromatography 288 columns (Bio-Rad) containing 50 l of Strep-Tactin Superflow high-capacity resin (IBA, 289 Goettingen, Germany). After six washing steps (100 mM Tris-HCl (pH 8.0), 150 mM NaCl), 290 proteins were eluted with 400 l of 5 mM desthiobiotin (IBA, Goettingen, Germany) in 291 washing solution, concentrated with Amicon Ultra 10K filters (Millipore, Billerica, MA, 292 USA), aliquoted and stored at -80C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "per lane of the gel (26 cm length, 14 cm width and 1 mm thickness). A step voltage reduction 298 of 10 V every 10 min from 180 V to 140 V was applied during protein concentration in the 299 stacking gel. In the resolving gel, electrophoresis was conducted at a constant current separated on an 8-11.5% SDS-PAGE gel were transferred onto 304 nitrocellulose membranes. The membranes were blocked for 60 min in 5% skimmed milk in 305 TBST (20 mM Tris, 0.8% NaCl, 0.05% Tween-20) or 7% BSA in TBST and incubated at306 room temperature for 1 h with anti-MPK3, anti-MPK4, anti-MPK6 (1:500, Sigma-Aldrich, 307 Steinheim, Germany), anti-thiophosphate ester (anti-TE, ab92570, 1:5,000, Abcam, 308 Cambridge, UK), anti-phospho-MBP (13-104, 1:200, Merck) or phospho-p44/42 MAPK Erk1/2) (Thr202/Tyr204) antibody (anti-phospho-TEY, #9101, 1:200, Cell Signaling 310 Technology, Danvers, MA, USA). Membranes were washed 3 times for 5 min with TBST and 311 incubated for 1 h with the appropriate secondary antibodygoat anti-rabbit (1:20,000, 312 Agrisera, Vännäs, Sweden) or goat anti-mouse (1:160,000 Thermo Scientific, Rockford, IL, 313 USA). Detection was performed with ECL (Thermo Scientific, Rockford, IL, USA) according 314 to the manufacturer's instructions. 315 316 In vitro MPK activity measurement 317 Due to the tendency of active MPK4 to aggregate 11 , MPK4 was diluted to working 318 concentration in CO 2 -free water containing 2.5 mM DTT and, when indicated, 1 mg/ml BSA 319 (0.4 mg ml -1 in in vitro reaction) as an antiaggregatory factor 39 . One-STrEP-tagged kinases 320 purified from Arabidopsis epidermal peels or 0.2-1 g of kinases overexpressed in bacteria 321 was incubated (25 min at 30C or as indicated) with 2.5 g of MBP (Millipore, Temecula, 322 CA, USA) or 0.5 g of another substrate protein, as indicated, in buffer containing 40 mM 323 MOPS (pH 7.0 or as indicated), 0.5 mM EGTA, 1 mM DTT, 20 mM MgCl 2 , 200 M ATP 324 and Protease and Phosphatase Inhibitor Tablets, EDTA Free (Thermo Scientific, Rockford, 325 IL, USA). When protein thiophosphorylation was detected by immunoblotting with anti-TE 40 , 326 reactions were performed in buffer containing 40 mM MOPS (pH 7.0 or as indicated), 0.5 327 mM EGTA, 1 mM DTT, 20 mM MgCl 2 , 1 ATP-γ-S (adenosine-5'-O-(3-thiotriphosphate), 328 BIOLOG Life Science Institute, Bremen, Germany) and Protease and Phosphatase Inhibitor 329 Tablets, EDTA Free (Thermo Scientific, Rockford, IL, USA). After thiophosphorylation, 2.5 330 mM p-nitrobenzyl mesylate (Abcam, Cambridge, UK) was added, and the samples were 331 further incubated for 25 min at room temperature. Then, proteins were separated by SDS-332 PAGE and subjected to immunoblotting with anti-TE, anti-phospho-MBP or anti-phosphoof MPKs was incubated for 10 min at 24C in 100 l of binding reaction 337 containing 100 mM MOPS (pH 6.4-7.0 as indicated), 5 mM EGTA, 20 mM MgCl 2 , 1 mM 338 DTT, 200 M ATP (optional), cOmplete EDTA-free Protease Inhibitor Cocktail (Roche, 339 Mannheim, Germany) and the indicated concentration of [ 14 C] KHCO 3 (50-60 mCi mmol -1 ). 340 Then, the samples were vortexed for 30 s and loaded onto 2 ml of Sephadex G-25 coarse 341 (Pharmacia) in Bio-Spin ® chromatography columns and washed with 240 l of washing 342 buffer containing 20 mM MES (pH 6.4-7.0 according to the pH of the binding reaction), 2% 343 BSA, 20 mM MgCl 2 , 2 mM DTT, and 50 mM NaCl. Then, proteins were eluted using 344 washing buffer. Two 100-l fractions were collected in 50 l of 1.5 M Tris-HCl (pH 8.0) and 345 1 ml of Ultima Gold LLT scintillation cocktail (Perkin Elmer). Radioactivity was measured 346 using a liquid scintillation analyser (Packard). 347 348 Barley mesophyll protoplast transformation 349 Twenty 6-to 7-day-old barley leaves were sliced crosswise to obtain scraps with minimal 350 thickness. Sliced material was incubated in 60 ml of enzyme solution (0.615 M mannitol, 351 1.5% Cellulase Onozuka R10 (Serva, Heidelberg, Germany), 0.3% Macerozyme R10 from 352 Rhizopus sp. (Serva, Heidelberg, Germany), 1% BSA, 10 mM MES; pH 5.7) for 3 h at 28C. 353 After slow cooling (20 min at 4C), the suspension was gently swirled to facilitate protoplast 354 release and filtered through 100-m Sefar Nitex mesh. Subsequent stages were carried out on 355 ice or at 4C. Protoplasts were centrifuged at 250 x g for 4 min and washed twice with 0.615 356 M mannitol. Protoplasts (2x10 5 ) resuspended in 0.615 M mannitol were added to 40 g of 357 individual plasmids in 0.615 M mannitol in a final volume of 110 l. Electroporation was 358 carried out using Gene Pulser Xcell (Bio-Rad) in 4-mm electroporation cuvettes (Bio-Rad) 359",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "in incubation solution (0.615 M mannitol (pH 5.9), 10 mM CaCl 2 , 1 mM MgSO 4 , 1 mM 363 KNO 3 , 100 M KH 2 PO 4 , 10 M KI, 1 M CuSO 4 ). Protein localization was documented after 364 overnight incubation at 21C. mannitol, 20 mM KCl, 20 mM MES; pH 5.7) for 90 min at room 370 temperature with gentle rotation (20 rpm on a platform shaker). Protoplasts were then diluted371(1:1) with ice-cold W5 solution (154 mM NaCl, 125 mM CaCl 2 , 5 mM KCl, 2 mM MES; pH 372 5.7), centrifuged (3 min, 100 x g, 4C) and washed twice with 30 ml of ice-cold W5 solution.373After the last wash, protoplasts were allowed to sediment on ice for 30 min and resuspended374 in MMg solution (0.4 M mannitol, 15 mM MgCl 2, 4 mM MES; pH 5.7) to obtain a 375 concentration of 2×10 4 cells ml -1 . For transfection 42 , 100 l of protoplasts were transferred to 376 wells of U96 Microwell plates (Thermo Scientific Nunc), mixed (700 rpm) with 5 g of 377 plasmids (in 10 μl) and 110 l of PEG solution (40% PEG 4,000, 200 mM mannitol, 100 mM 378 CaCl 2 ), and incubated for 5 min (with 10 s of mixing at intervals of 50 s) at room temperature. 379 Then, 200 l of W5 solution was added and mixed (800 rpm for 10 s). Protoplasts were 380 centrifuged at 100 x g for 1 min and washed 4 times with W5 solution (200 μl of solution 381 from the wells was removed, and 200 μl of fresh W5 was added, mixed for 10 s at 800 rpm 382 and centrifuged at 100 x g for 1 min). Protoplasts were incubated in a growing chamber for the undersides of 12 rosette leaves (from 4-to 5-week-old plants) were 387 incubated in Petri dishes with 10 ml of enzyme solution (1.8% Cellulase Onozuka R10, 0.8% 388 Macerozyme R10, 0.4 M mannitol, 20 mM KCl, 20 mM MES; pH 5.7) at room temperature 389 with gentle rotation (20 rpm on a platform shaker) until all mesophyll and most pavement 390 cells peeled off. Guard cells bound to the Scotch Magic Tape were transferred to a fresh 391 portion of enzyme solution and digested for 30-45 min. Protoplasts were then centrifuged (5 392 min, 450 x g) and washed with 30 ml of MMg. Finally, MMg was added to obtain 1×10 5 cells 393 ml -1 . All subsequent steps were carried out as described for mesophyll protoplasts, with 394 modified centrifugation steps (300 x g, 2 min). Guard cell protoplasts were incubated in 395 modified W1 solution (0.5 M mannitol, 15 mM KCl, 50 μM CaCl 2 and 10 mM MES-Tris; pH 396 6.15) in a growing chamber for 12-16 h. SensoPlate, Greiner Bio-One) and incubated overnight in a growth chamber. Protein 403 localization was documented with a Nikon A1Rsi confocal system with the following 404 settings: dichroic mirror, 457/514; A1-DU4 4 detector unit; filter, 540/30. An argon ion laser 405 (514 nm, laser power: 0.8) was used for excitation of EYFP. used were modified such that SfiI restriction sites (arranged as in the pUNI51 409 vector, GenBank accession AY260846) were placed into their polylinkers. pUNI51 clones 410 containing coding sequences of MPK2 (U10062), MPK4 (U09192), MPK6 (U15193), 411 MPK12 (U82548) and MPK20 (U13519) were obtained from the Arabidopsis Biological 412 Resource Center (Columbus, OH, USA). Other coding sequences were amplified from 413 Arabidopsis or barley cDNAs and cloned in pUNI51. Plasmids encoding GST-fusion proteins 414 were constructed in pGEX-6P-1 (MPK4, MPK4 mutants) or by loxP/Cre-based recombination 415 of pHB2-GST and pUNI51 plasmids 44 (other MPKs). presented statistically significant differences in results from at least three experiments 419 (means  standard deviations) were based on one-way or factorial ANOVA, followed by 420 Tukey's post hoc comparison. 421 ImageJ software 45 was employed for densitometric analysis of immunoblotting bands. Kinase 422 activities were calculated in terms of protein amounts. For data normalization, the sum of all 423 kinase activity measurements throughout the experiment was taken as 1. Then, for clarity, the 424 value of the control was taken as 1.425 426 bat origin. Nature 579, 270-273 (2020). 501 25. Lan, J. et al. Structure of the SARS-CoV-2 spike receptor-binding domain bound to the 502 ACE2 receptor. Nature (2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Activation of MPK4 by [CO 2 ] high in Arabidopsis epidermal peels. 558 a, Measurement of MPK4 activity in response to the indicated [CO 2 ]. b, c, Time course of 559 MPK4 activation by darkness (b) and 180 M HCO 3 -(c). Strong activation of 85-kDa MPK 560 was identified in response to 7-minute exposure to HCO 3 -(orange line). Identical molecular 561 mass, appearance time points and intensity changes in the 85-kDa protein band were found for 562 both anti-TEY and anti-MPK4 (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "[CO 2 ] high directly activates MPK4 in vitro. a, [CO 2 ] high enhances the phosphorylation 585 of the MPK4 kinase activation loop, as shown by immunoblotting using anti-phospho-TEY. 586 The in vitro phosphorylation reaction at pH 7.0 was carried out at 24C for 1 min upon the 587 addition of the indicated [CO 2 ]. b, Time course of MPK4 activation by HCO 3 at pH 6.4 588 presented as the intensity of JAZ12 thiophosphorylation using immunoblotting with anti-589 thiophosphate ester antibody (anti-TE). c, pH-dependent MPK4 activity regulation by HCO 3 -. 590 Thiophosphorylation (24C, 15 min) of JAZ12 followed by immunoblotting with anti-TE. 2 conversion by CA4 reverses the pH-dependent MPK4 activation pattern. In vitro 592 phosphorylation reactions with MBP as a substrate were preincubated for 25 min in the 593 presence or absence of CA4. Then, MPK4 was added and incubated for 25 min. MPK4 594",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Thus, we measured MPK4 activity in response to[CO 2  ] high in vitro.A CO 2 receptor is expected to sense very low [CO 2 ] because guard cells are able to react to slight changes in ambient [CO 2 ], and the dissolved atmospheric [CO 2 ] in the acidic pH of the apoplast is expected to be slightly above 10 M. Moreover, upon its transport further consumed by photosynthesis. There is no report clearly showing [CO 2 ] in guard cells.Supplementary Fig. 3a) dephosphorylated by FastAP alkaline phosphatase. We used an anti-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "inactivation. Because MPK activity depends on the phosphorylation of conserved TEY or TDY motif in the kinase activation loop, we investigated the impact of TEY phosphorylation",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The MPK4 T201A/Y203F supports the importance of TEY for CO 2 recognition. The lack of CO 2 binding under high ATP availability may underlie the mechanism for 195 elimination of fluctuations in endogenous [CO 2 ], because when ATP availability increases, 196 [CO 2 ] increases locally due to the proximity of mitochondria. Interestingly, MPK4inactivation is strongest at concentrations of dissolved atmospheric CO 2 and at very high seems to be a very effective autoregulatory mechanism, in which the CO 2 sensor is inactivated during a long-term increase in [CO 2 ] (mainly HCO 3 at the pH of the cytoplasm). This may also be an important mechanism of cross-talk between CO 2 and stress signalling, as different adverse conditions activate MPK4, leading to modification of the plant response to CO 2 during stress (Supplementary Fig. 7).In general, our findings are important for the regulation of plant growth and development by CO 2, as MPK4 regulates cytokinesis 15 and photosynthesis 16 . The best summary of this is a picture of the highly enlarged stomata(Supplementary Fig. 8) of extremely dwarfed mpk4 plants 4,16 , supporting previous results from tobacco plants with silenced NtMPK4 1 . The broad importance of the presented results could be considered because MAPKs are conserved enzymes in all eukaryotes. In human lungs, MAPKs are activated by SARS-CoV, SARS-CoV-2 17,18 and other causative agents of pneumonia 19-23 to trigger the production signalling 19 and thus protects against severe lung diseases caused by lipopolysaccharide 20,21 , bleomycin 19 , and cigarette smoke 22 and particulate matter 2.5 (PM2.5) exposure 23 . However, ACE2 is bound by SARS-CoV-2 24,25 , leading to cytokine storms and a severe course of pneumonia and resulting in acute respiratory distress syndrome (ARDS) and pulmonary fibrosis. Therefore, the inhibition of active MAPKs could be a strategy to prevent the acute course of COVID-19. Based on the inactivation of active plant MPKs by CO 2 described herein, we encourage researchers to study the inhibitory effect of CO 2 on human MAPKs against lipopolysaccharide-induced lung injury in mice. In addition, tobacco smoke has been",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Inhalation of Different Mixtures of O 2 and CO 2 on Ocular Fundus Pulsations. Exp. Eye Ohlraun, S. et al. CARbon DIoxide for the treatment of Febrile seizures: rationale, feasibility, and design of the CARDIF-study. J. Transl. Med. 11, 157 (2013). 30. Szollosi, I. et al. Effect of CO 2 Inhalation on Central Sleep Apnea and Arousals From Sleep. Respiration. 71, (2004). 31. Baddeley, H. et al. Gas exchange parameters in radiotherapy patients during breathing of 2%, 3.5% and 5% carbogen gas mixtures. Br. J. Radiol. 73, 1100-1104 (2000). 32. Bradley, S. M., Simsic, J. M. & Atz, A. M. Hemodynamic effects of inspired carbon dioxide after the Norwood procedure. Ann. Thorac. Surg. 72, 2084-2088 (2001). 33. Slater, E. C., Rosing, J. & Mol, A. The phosphorylation potential generated by respiring mitochondria. Biochim. Biophys. Acta -Bioenerg. 292, 534-553 (1973). 34. Elliott-Kingston, C. et al. Does Size Matter? Atmospheric CO 2 May Be a Stronger Driver of Stomatal Closing Rate Than Stomatal Size in Taxa That Diversified under Low CO 2 . Front. Plant Sci. 7, 1253 (2016). 35. Ludwików, A. et al. Arabidopsis protein phosphatase 2C ABI1 interacts with type I ACC synthases and is involved in the regulation of ozone-induced ethylene biosynthesis. Mol. Plant 7, 960-976 (2014). 36. Bieluszewski, T. et al. AtEAF1 is a potential platform protein for Arabidopsis NuA4 acetyltransferase complex. BMC Plant Biol. 15, 75 (2015). 37. Hashimoto, M. et al. Arabidopsis HT1 kinase controls stomatal movements in response to CO2. Nat. Cell Biol. 8, 391-7 (2006). 38. Gleave, A. A Versatile Binary Vector System With a T-DNA Organisational Structure Conducive to Efficient Integration of Cloned DNA Into the Plant Genome. Plant Mol.Biol. 20,1203-1207 (1992).39. Finn, T. E., Nunez, A. C., Sunde, M. & Easterbrook-Smith, S. B. Serum Albumin Prevents Protein Aggregation and Amyloid Formation and Retains Chaperone-like Activity in the Presence of Physiological Ligands. J. Biol. Chem. 287, 21530-21540 40. Allen, J. J. et al. A semisynthetic epitope for kinase substrates. Nat. Methods 4, 511-6 41. Wu, F.-H. et al. Tape-Arabidopsis Sandwich -a simpler Arabidopsis protoplast isolation method. Plant Methods 5, 16 (2009). 42. Fujikawa, Y. & Kato, N. Split luciferase complementation assay to study proteinprotein interactions in Arabidopsis protoplasts. Plant J. 52, 185-95 (2007). 43. Tzfira, T. et al. pSAT vectors: a modular series of plasmids for autofluorescent protein tagging and expression of multiple genes in plants. Plant Mol. Biol. 57, 503-16 (2005). 44. Liu, Q., Li, M. Z., Leibham, D., Cortez, D. & Elledge, S. J. The univector plasmidfusion system, a method for rapid construction of recombinant DNA without restriction 548 enzymes. Curr. Biol. 8, 1300-9 (1998). 45. Schneider, C. A., Rasband, W. S. & Eliceiri, K. W. NIH Image to ImageJ: 25 years of 550 image analysis. Nat. Methods 9, 671-5 (2012).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "antibodies, indicating that dimeric MPK4 is ~85-kDa active MPK. d, MPK4 activation by [CO 2 ] high is independent of MAPK cascades -MKK inhibitors do not abolish MPK4 activation by [CO 2 ] high . Epidermal peels were preincubated with both 50 M PD98059 and 5 M U0126 for 1.5 h before addition of the indicated concentration of dissolved CO 2 . e, MPK response to [CO 2 ] high in ht1-2. MPK4 activity was studied in an open system: epidermal peels were incubated in stomatal opening buffer in open tubes, ensuring continuous CO 2 exchange with ambient air. Then, darkness or specified CO 2 concentrations were applied for the indicated time or 15 min, respectively. To gain insight into MPK4 activity and separate it from highly active MPK3, high-resolution electrophoresis was applied, followed by immunodetection of active MPKs with phospho-p44/42 MAPK (Erk1/2) (Thr202/Tyr204) antibody (anti-phospho-TEY) against the phosphorylated activation loop of MPKs. Protein loading was visualized by both Ponceau",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "no-protein control (NPC). The experimental design is illustrated in Supplementary Fig. 5a. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 90,
                    "text": "Supplementary Fig. 5a.",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}