{
    "paper_id": "3e4e3262093a3cb8aa960caf54b193dee03f6a9f",
    "metadata": {
        "title": "Mass Spectrometric Identification of SARS-CoV-2 Proteins from Gargle Solution Samples of COVID-19 Patients",
        "authors": [
            {
                "first": "Christian",
                "middle": [],
                "last": "Ihling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Tanzler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sven",
                "middle": [],
                "last": "Hagemann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Astrid",
                "middle": [],
                "last": "Kehlen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Huẗtelmaier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Arlt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Sinz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mass spectrometry (MS) can deliver valuable diagnostic data that complement genomic information and allow us to increase our current knowledge of the COVID-19 disease caused by the SARS-CoV-2 virus. We developed a simple, MS-based method to specifically detect SARS-CoV-2 proteins from gargle solution samples of COVID-19 patients. The protocol consists of an acetone precipitation and tryptic digestion of proteins contained within the gargle solution, followed by a targeted MS analysis. Our methodology identifies unique peptides originating from SARS-CoV-2 nucleoprotein. Building on these promising initial results, faster MS protocols can now be developed as routine diagnostic tools for COVID-19 patients. Data are available via ProteomeXchange with identifier PXD019423.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The disease COVID-19, caused by the SARS-CoV-2 virus, was declared a pandemic by the World Health Organization on March 12, 2020 1 and has caused more than 348 000 fatalities worldwide (date: May 26, 2020). Providing novel massspectrometry (MS)-based diagnostic tools that complement genomic approaches is one of the major goals of the recently formed COVID-19 mass spectrometry coalition (www. covid19-msc.org). 2 On the basis of the prospective goals of this coalition, the aim of this \"proof-of-principle\" study is to highlight the potential of MS in identifying SARS-CoV-2 proteins, even from highly diluted samples, such as gargle solutions of COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 414,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "■ INTRODUCTION"
        },
        {
            "text": "Gargle solutions (20 mL in 0.9% NaCl) were obtained from three patients with confirmed COVID-19 infection. All samples had been classified as SARS-CoV-2-positive by three reverse-transcription and quantitative polymerase chain reaction (RT-qPCR) analyses identifying E-, S-, and N-gene RNAs. For protein precipitation, 1 mL of acetone (−20°C) was added to 750 μL of gargle solution and stored overnight at −20°C. After centrifugation, the supernatant was discarded, and the pellet was dissolved in 10 μL of SMART Digest buffer (Thermo Fisher Scientific). The solution was kept at 75°C for 10 min. Afterward, 1 μL of PNGase F (nonreducing, NEB) was added to remove protein N-glycosylations, and the sample was incubated at 50°C for 10 min. One μg of trypsin (SMART Digest, bulk resin option, Thermo Fisher Scientific) was added to 50 μL of SMART Digest buffer (Thermo Fisher Scientific), and the solution was incubated at 70°C for 30 min. Reduction and alkylation were performed with dithiothreitol (DTT) and iodoacetamide, respectively. Before LC/MS analysis, trifluoroacetic acid (TFA) was added to a final concentration of 0.5% (v/v).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ EXPERIMENTAL SECTION Protein Precipitation and Digestion"
        },
        {
            "text": "LC−/MS analysis was performed on a nano-HPLC system (UltiMate RSLC 3000) coupled to an Orbitrap Fusion Tribrid mass spectrometer with nano-ESI source (Thermo Fisher Scientific). The samples were loaded onto a trapping column (Acclaim PepMap C18, 300 μm × 5 mm, 5 μm, 100 Å, Thermo Fisher Scientific) and washed for 15 min with 0.1% (v/v) TFA at a flow rate of 30 μL/min. Trapped peptides were eluted using a separation column (200 cm μPAC, C18, PharmaFluidics) that had been equilibrated with 3% B (A: 0.1% (v/v) formic acid in water; B: 0.08% (v/v) formic acid in acetonitrile). Peptides were separated with linear gradients from 3 to 10% B over 15 min, followed by 10% B to 30% B ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nano-HPLC/Nano-ESI-Orbitrap-MS/MS"
        },
        {
            "text": "Protein MS analysis of the three gargle samples from COVID-19 patients revealed a vast abundance of human proteins (Tables S2, S3 , and S4). Strikingly, our protocol allowed us to identify unique peptides originating from SARS-CoV-2 nucleoprotein that were identified in two out of three samples (Figure 1 ). These results are in agreement with preceding polymerase chain reaction (PCR) analyses, exhibiting a higher viral load in the respective samples. We estimate the viral load to be on the order of 10 5 to 10 6 genome equivalents/μL gargle solution for the two samples, in which we detected SARS-CoV-2 nucleoprotein, whereas the MS-negative sample contains only ∼10 3 genome equivalents/μL gargle solution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 129,
                    "text": "(Tables S2, S3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 296,
                    "end": 305,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "■ RESULTS AND DISCUSSION"
        },
        {
            "text": "A peptide originating from SARS-CoV-2 nucleoprotein, comprising the sequence RPQGLPNNTASWFTALTQHGK (amino acids 41−61, Figure 2 ), was found in both samples, giving the first hints regarding its value for establishing an MSbased COVID-19 diagnostic method. SARS-CoV-2 nucleoprotein packages the positive-strand viral genome RNA into a helical ribonucleocapsid and plays a fundamental role during virion assembly through its interactions with the viral genome and membrane protein M. 3 It is also important for enhancing the efficiency of subgenomic viral RNA transcription as well as viral replication. 3 The N-gene was found to be the most expressed viral gene, 5 which is in agreement with peptides of SARS-CoV-2 nucleoprotein being detected in our MS analysis. Clearly, further experiments are needed to test larger patient cohorts, but our findings show that SARS-CoV-2 proteins can be identified from highly diluted solutions. Our current method has the drawback of long analysis times (3 h per sample), requiring significant optimization for future highthroughput measurements of patient samples. Also, alternative MS instrumentation, such as triple−quadrupole instruments, will be required to allow the detection and quantification of a larger number of virus proteins.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 484,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 603,
                    "end": 604,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "■ RESULTS AND DISCUSSION"
        },
        {
            "text": "We present a protein MS-based method to specifically detect SARS-CoV-2 virus proteins from highly diluted gargle solutions of COVID-19 patients. This straightforward method relies on an acetone precipitation of proteins, followed by a tryptic digestion and a targeted mass spectrometric analysis of SARS-CoV-2 proteins. Using this approach, we were able to identify peptides originating from SARS-CoV-2 nucleoprotein in gargle solution samples. We are planning to apply our protocol to additional sample material, such as bronchoalveolar lavage. The future goal is to provide robust, sensitive, and reliable MS-based methods as a routine diagnostic of COVID-19 patients that complement PCR-based methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ CONCLUSIONS"
        },
        {
            "text": "■ ASSOCIATED CONTENT * sı Supporting Information",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ CONCLUSIONS"
        },
        {
            "text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jproteome.0c00280. Table S1 : Inclusion list of tryptic peptides from SARS-CoV-2 proteins (XLSX) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "■ CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Course and Outcomes of Critically Ill Patients With SARS-CoV-2 Pneumonia in Wuhan, China: A Single-Centered, Retrospective, Observational Study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Respir. Med",
            "volume": "2020",
            "issn": "5",
            "pages": "475--481",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The COVID-19 MS Coalitionaccelerating Diagnostics, Prognostics, and Treatment",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Struwe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Emmott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Corrales",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thalassinos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braybrook",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1761--1762",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31211-3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS Coronavirus 2 -ViralZone Page",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The PRIDE database and related tools and resources in 2019: improving support for quantification data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Perez-Riverol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Csordas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernal-Llinares",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hewapathirana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kundu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Inuganti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Griss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eisenacher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peŕez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Uszkoreit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfeuffer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sachsenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tiwary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Audain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Jarnuczak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ternent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brazma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vizcaíno",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gky1106"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Architecture of SARS-CoV-2 transcriptome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.12.988865?ref=pdf"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequence coverage of SARS-CoV-2 nucleoprotein in gargle samples (A, B) of two COVID-19 patients. Identified peptides are shown in green. The peptide (aa 41−61) identified in both samples is highlighted in gray.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fragment-ion mass spectrum (HCD-MS/MS) of the 4+ charged signal of peptide RPQGLPNNTASWFTALTQHGK (amino acids 41− 61) from SARS-CoV-2 nucleoprotein.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Journal of Proteome Research pubs.acs.org/jpr Communication https://dx.doi.org/10.1021/acs.jproteome.0c00280 J. Proteome Res. XXXX, XXX, XXX−XXX over 165 min. The column was kept at 30°C, and the flow rate was set to 300 nL/min. Targeted MS analysis was performed based on an inclusion list of tryptic peptides from SARS-The MS proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE 4 partner repository with the data set identifier PXD019423 and 10.6019/PXD019423.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "List of proteins identified in gargle solution sample 1 (XLSX)Table S3: List of proteins identified in gargle solution sample 2 (XLSX) Table S4: List of proteins identified in gargle solution sample 3 (XLSX)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing financial interest. The MS proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE 4 partner repository with the data set identifier PXD019423 and 10.6019/PXD019423.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "A.S. acknowledges financial support by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation), RTG 2467, project number 391498659 \"Intrinsically Disordered Proteins − Molecular Principles, Cellular Functions, and Diseases\". Prof. Gary Sawers is acknowledged for critical reading of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ ACKNOWLEDGMENTS"
        }
    ]
}