{
    "paper_id": "3e4f5f5a1d62d0764cd053e6dfd090a10181f4c8",
    "metadata": {
        "title": "COVID-19 in West Africa: regional resource mobilisation and allocation in the first year of the pandemic Handling editor Seye Abimbola",
        "authors": [
            {
                "first": "Césaire",
                "middle": [],
                "last": "Ahanhanzo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ermel",
                "middle": [],
                "last": "Ameswue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kpogbe",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ejemai",
                "middle": [
                    "Amaize"
                ],
                "last": "Eboreime",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sombié",
                "middle": [],
                "last": "Issiaka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [
                    "Idrissa"
                ],
                "last": "Traoré",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clétus",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Adohinzin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tosin",
                "middle": [],
                "last": "Adesina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ely",
                "middle": [
                    "Noel"
                ],
                "last": "Diallo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nanlop",
                "middle": [],
                "last": "Obgureke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stanley",
                "middle": [],
                "last": "Okolo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The world is currently confronted by an acute public health emergency caused by the ongoing COVID-19 global pandemic. The outbreak was first reported in Wuhan, China in December 2019-about a century after the Spanish flu of 1919, has since rapidly spread across the world resulting in infections, morbidity and mortality at scale unknown in recent times. The impact of the pandemic is evident in its evolution and how it is redefining global health emergencies. The pandemic has been described as one of the greatest challenges the world has had to face since World War II; and with the speed of spread and the very minimal preparedness for a pandemic of this magnitude, COVID-19 is uncharted territory. 1 As of 16 March 2021, over 120 million people had tested positive to SARS-CoV-2, the virus responsible for the outbreak; and deaths had exceeded 2.6 million globally. 2 Africa, despite being the last continent to be affected by the virus, has not experienced as much devastation as other continents. For example, West Africa, with a population of 367 million people, had confirmed 412 178 cases of COVID-19 with 5363 deaths as of 14 March 2021; compared with the USA which had recorded almost 30 million cases and 530 000 deaths, despite having a slightly smaller population (328 million).",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 705,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 872,
                    "end": 873,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Beyond the direct medical consequences of the contagion, the magnitude of the collateral effects is unprecedented transcending sectoral, sociocultural and geographical boundaries. For example, several national governments across the world imposed border closures, movement restrictions and quarantine measures triggering fears of a looming economic recession. But despite the BMJ Global Health tendency for most countries to look primarily towards national interests in addressing the pandemic, there has been very significant global, bilateral and multilateral cooperation aimed at ending the pandemic. Africa, took steps to mitigate the impact of the pandemic even before its first case was announced in Egypt on 14 February 2020. Many African countries, as well as regional institutions, acted promptly by mobilising resources to respond to the outbreak, drawing from experiences with managing previous epidemics. Institutions and mechanisms had been established as part of pan-African, subregional and country-specific epidemic preparedness strategies. 3 For example, the Africa Centre for Disease Control activated its emergency operations centre for COVID-19 on 27 January 2020 to coordinate efforts at various levels, including regional structures such as the Economic Community of West African States (ECOWAS), as well as the agencies of the various national governments. 3 This may partly explain why Africa has not experienced similar infection rates and fatalities compared with some other parts of the world. In this article, we describe how financial resources were mobilised and allocated to curtail the pandemic in West Africa at regional level. Data were collated as part of the operational activities in the West African Health Organization (WAHO), an agency of the ECOWAS, as sourced from the various countries in the region and partners, as well as the Devex repository (an online platform for the global development community). 4",
            "cite_spans": [
                {
                    "start": 1057,
                    "end": 1058,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1380,
                    "end": 1381,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "West Africa's most devastating epidemic in recent times was the 2014 Ebola virus disease outbreak in which 28 625 people were infected and 11 325 died (~40%). 5 Following efforts to control Ebola and other epidemic diseases, such as Lassa fever and poliomyelitis, the ECOWAS Regional Centre for Surveillance and Disease Control was established as an agency under the ECOWAS health institution, WAHO, to prepare and respond to current and future epidemics.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "EPIDEMIC PREPAREDNESS IN WEST AFRICA PRIOR TO COVID-19"
        },
        {
            "text": "In order to coordinate the COVID-19 response, a Ministerial Coordination Committee (made up of all ministers of health in the region) and a regional coordination platform, which includes the National Public Health Institutes (NPHI) across member states, were also established. The NPHI are institutions involved in disease surveillance, monitoring of health trends, field investigation of acute health events, laboratory support to public health needs, field research and training across ECOWAS member states. 6 Further, a network of Public Health Reference Laboratories was established, operating under agreed Regional Laboratory Strategic Plan and Standard Operating Procedures. The number of epidemiologists in the region has been increased through a field epidemiology training programme, establishment of new Centres for Epidemiological Surveillance and the Rapid Response Teams. Similar infrastructure and systems were put in place as part of country-level efforts. These systems were promptly activated and resources were mobilised to respond to the current COVID-19 pandemic. 3 7 8 WEST AFRICA REGIONAL RESPONSE TO COVID-19",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 511,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1084,
                    "end": 1089,
                    "text": "3 7 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EPIDEMIC PREPAREDNESS IN WEST AFRICA PRIOR TO COVID-19"
        },
        {
            "text": "The first case of COVID-19 in West Africa was identified in Lagos, Nigeria on 27 February 2020. 7 Soon after, other countries in the region began to report cases as well. As of 14 March 2021, confirmed cases stood at 412 178 with 5363 deaths, giving a case fatality rate of 1.3% across the region. 9 Figure 1 illustrates the geographical distribution of active cases.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 298,
                    "end": 299,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EPIDEMIC PREPAREDNESS IN WEST AFRICA PRIOR TO COVID-19"
        },
        {
            "text": "Two weeks after the declaration of COVID-19 as a public health emergency of international concern on 30 January 2020, the ministers of health of all 15 ECOWAS countries met in Bamako, Republic of Mali, to agree on a unified regional approach towards COVID-19 response. 9 To protect the ECOWAS population, the ministers resolved to urgently strengthen critical national capacities for diagnosing and managing cases, including infrastructure issues for quarantine or self-isolation and intensive care unit facilities and implementing robust measures to assure availability of critical medical supplies, including laboratory materials and personal protective equipment (PPE) in the region.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "EPIDEMIC PREPAREDNESS IN WEST AFRICA PRIOR TO COVID-19"
        },
        {
            "text": "In addition to these direct public health responses, countries also instituted indirect responses, including those aimed at addressing non-public health collateral effects of the pandemic. These measures include economic, political and social measures such as the provision of social safety nets, travel restrictions, closure of schools, among others. 3 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPIDEMIC PREPAREDNESS IN WEST AFRICA PRIOR TO COVID-19"
        },
        {
            "text": "Following the meeting of the ECOWAS ministers of health, funds were mobilised by the ECOWAS commission and WAHO, as well the various countries in the ECOWAS region. Funds were mobilised through donations as well as lending instruments. As of 28 February 2021, about $158 billion had been mobilised by ECOWAS countries, out of which 87.8% through country-specific initiatives and 12.2% through multicountry initiatives. ECOWAS through its commission and WAHO mobilised about US$45.5 million from partners (German Federal Ministry for Economic Cooperation and Development, African Development Bank, Agence Française de Développement, European Union, United States Agency for International Development and World Bank Group), as well as free will donations from staff of the regional body amounting to about $400 000. Part of this funds has been used to purchase health commodities for ECOWAS member states. Further commodities purchase order is underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDS MOBILISED TO ADDRESS THE PANDEMIC"
        },
        {
            "text": "In addition to external funds mobilised, countries also received cash and in-kind donations from local organisations and individuals residing within their borders. Comprehensive data on these funds are not available at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDS MOBILISED TO ADDRESS THE PANDEMIC"
        },
        {
            "text": "As illustrated in figures 2 and 3, the funding received from partners addressed various thematic domains. For operational purposes, we consider 'direct' response measures as all public health-related activities implemented to curtail the spread of the virus, as well as manage patients affected by the virus. These include measures such as the isolation/quarantine, provision of PPE, purchase of drugs, ventilators and other commodities. Other measures to address collateral effects on individuals, the health system, the society and economy are considered as indirect. An exception is vaccines/treatment, which are presented separately from other direct responses for the purpose of emphasis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALLOCATION OF FUNDS"
        },
        {
            "text": "The largest proportion of allocation (50.7%) was towards economic measures such as the provision of social safety nets for vulnerable populations, grants and loans to stimulate business. About 42% of funds were allocated to public health activities and strategies (Communication, Prevention, Detection, Direct Response, Equipment, Research and Health Systems), of which about 23% was used to fund direct epidemic response strategies in the region in the early stages, while more recently vaccines/ treatment account for an additional 7.8%. However, this Figure 2 Sources and allocation of funds mobilised from key partners as of 18 October 2020. 8 9 Figure 3 Allocation of mobilised funds across thematic areas. 8 9 BMJ Global Health proportion of funds allocated to public health varies widely across the 15 countries, ranging from 0.2% in Guinea to 16.9% in Nigeria. The regional average was 4% (figure 4).",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 649,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "8 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 562,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "ALLOCATION OF FUNDS"
        },
        {
            "text": "In addition to financial support mobilised, countries in the region also received materials and technical support from organisations. For example, ECOWAS countries benefited from the three batches of commodities distributed to African countries by the Jack Ma Foundation between March and April 2020. These commodities include PPE and diagnostic laboratory equipment, ventilators, body temperature scanners, among other materials. Table 1 provides a snapshot of the support provided by some organisations as well as the thematic area in which support was invested. This list, based on the response on questionnaires received from the organisations contacted as well as on information gathered from desk review, is not exhaustive of the support received in the region. Further, as of 11 March 2021, seven countries in the region (Nigeria, Ghana, Cote d' Ivoire, Togo, Benin, Sierra Leone and Gambia) have received a total of 5 476 000 doses of the COVID-19 vaccines from the COVID-19 Vaccines Global Access intervention. 10 OUTCOMES, LESSONS LEARNT AND WAY FORWARD Just as during the 2014 Ebola virus disease outbreak, West African countries continue to build resilience and responsiveness into the health systems. Even though the pandemic continues to rage on, and there are fears of a second wave, West Africa's early response strategies may be paying off in many ways already. For example, whereas the region had only two laboratories for the diagnosis of COVID-19 at the outset of the pandemic in January, by September 2020, all countries had established several equipped laboratories and the total for the region was 236. Rapid test kits are now being developed in countries like Senegal and Nigeria, in addition to the optimisation of GeneXpert for the diagnosis of COVID-19 in addition to multidrug-resistant tuberculosis for which the technology was initially developed. 11 Coordination mechanisms have also improved across the region. Human and infrastructural capacity for epidemic response had been put in place during the Ebola crisis as well as for the surveillance and control of other diseases such as Lassa fever and poliomyelitis. For example, the emergency operations centres, along with the field epidemiologists Figure 4 Proportion of funds mobilised allocated to public health-specific responses across West African countries 2020. 8 9 ECOWAS, Economic Community of West African States. ",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1022,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1878,
                    "end": 1880,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2352,
                    "end": 2355,
                    "text": "8 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 438,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2231,
                    "end": 2239,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "NON-FINANCIAL SUPPORT"
        },
        {
            "text": "trained for polio, have been deployed for COVID-19 response in Nigeria. 12 This capacity has been further enhanced with experience from COVID-19. Contacttracing approaches rapidly evolved using this infrastructure, as knowledge and experience with the novel contagion increased. Although research capacity is still lagging compared with more advanced economies, response to the pandemic has resulted in rapid advancement in research in West Africa. For example, Nigeria was the first African country to publish the SARS-CoV-2 genome sequence, contributing to early knowledge about the nature of the virus. 13 Operational research capacity has also been enhanced as evidence from the field has to a great extent informed decision-making in health and other sectors in relation to the pandemic response. Whereas routine data systems were initially affected at the onset of the pandemic, in some countries these systems rapidly evolved and adapted, thus contributing to evidence generation for response strategies as well as building overall health systems resilience. 14 Agile software has also been employed for the development of iterative electronic data management tools to support real-time evidence-informed decision-making, in response to the rapidly evolving pandemic situation. 14 Despite the above, there are still significant gaps in the response in West Africa. While health systems are not yet overwhelmed compared with many other countries around the globe, an unexpected turn in the spread may rapidly turn the tide negatively. 15 There is need, therefore, to intensify ongoing efforts. More support for regional and country-level coordination mechanisms is needed. Efforts need to be invested in further adapting health information management systems to readily provide reliable evidence despite the systemic shock occasioned by the pandemic. Testing capacity is still lagging in many ECOWAS countries, so also are health commodities and infrastructure. Investment in these as well as the human resource capacity to manage and operate them will go a long way to meet the existing need, while also preparing the region for any sudden change in the progression of the pandemic, such as a second wave which is already being experienced in some countries around the world. 16 Medium to longer term strategies would include investment in revitalisation of research and development in health technologies, such as local vaccine production capacity. This would shield the region from overdependence on the global community to meet local needs.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1285,
                    "end": 1287,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1541,
                    "end": 1543,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2283,
                    "end": 2285,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "The effects of COVID-19 pandemic in Africa have so far not been very devastating. This may not be unconnected to the early response strategies instituted, including regional coordination mechanisms put in place. West Africa particularly learnt lessons from its experience with the 2014 Ebola virus disease epidemic. Countries within the region readily collaborated to mobilise support to address the pandemic. These may be yielding significant results. However, gaps exist which require intensified efforts to meet existing need as well as prepare against a shift in progression of the epidemic as is already being experienced in many other countries across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1677--1686",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO. Who coronavirus disease (COVID-19) Dashboard, 2020. Available: https:// covid19. who. int/? gclid= CjwKCAjw5p_ 8BRBUEiwAPpJO6-H5tR HcOQ WIvh LKEX sDlN alqs T9bX a6ox",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 in Africa: the spread and response",
            "authors": [
                {
                    "first": "Massinga",
                    "middle": [],
                    "last": "Loembé",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tshangela",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med. In Press",
            "volume": "26",
            "issn": "",
            "pages": "999--1003",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0961-x"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interactive: an analysis of COVID-19 funding in West and central Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rovira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alcega",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Understanding Ebola: the 2014 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schaack",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-016-0194-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Network for strong, National, public health Institutes in West Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dabis",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Desenclos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "2196--2203",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)30015-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 pandemic in West Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jarde",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Usuf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "631--633",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30123-6"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nigeria responds to COVID-19; first case detected in sub-Saharan Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Adepoju",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "444--452",
            "other_ids": {
                "DOI": [
                    "10.1038/d41591-020-00004-2"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Africa COVID 19 situation report 09",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Waho",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cj0K CQjw 0caC BhCI ARIs AGAf uMws Lpau g76B wXcH nhNT o6cS 3Rsj PiSW cDhQ uVZP k4RM wKYUNFhJ_ b0aApwQEALw_ wcB",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 testing in Africa: lessons learnt",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Leveraging the public health emergency operation center (PHEOC) for pandemic response: opportunities and challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z-J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Glob Health J",
            "volume": "4",
            "issn": "",
            "pages": "118--138",
            "other_ids": {
                "DOI": [
                    "10.1016/j.glohj.2020.11.004"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Phyloevolutionary analysis of SARS-CoV-2 in Nigeria",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Awoyelu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Oladipo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Adetuyi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Microbes New Infect",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nmni.2020.100717"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Use of electronic tools for evidence-based preparedness and response to the COVID-19 pandemic in the who African region",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Impouma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mboussou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digit Health",
            "volume": "2",
            "issn": "",
            "pages": "500--502",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20)30170-9"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How Africa has tackled covid-19",
            "authors": [
                {
                    "first": "B-A",
                    "middle": [],
                    "last": "Wadvalla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m2830"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19: a global and continental overview of the second wave and its (relatively) attenuated case fatality ratio",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grech",
                    "suffix": ""
                },
                {
                    "first": "Cuschieri",
                    "middle": [
                        "S"
                    ],
                    "last": "Withdrawn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Early Hum Dev",
            "volume": "105211",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.earlhumdev.2020.105211"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of confirmed active cases of COVID-19 in West Africa as of 14 March 2021.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The world continues to battle the COVID-19 pandemic, but African health systems have not been as overwhelmed by the pandemic as other parts of the world. ► Delay in being affected by the outbreak may have given the continent time to mobilise resources to respond to the contagion. ► West Africa's experience with Ebola virus disease led to the development of systems and infrastructure which may have built resilience and improved responsiveness. ► This article examines how West Africa mobilised resources to address the pandemic by leveraging on systems and infrastructure built from its past experiences with epidemics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Snapshot of areas of non-financial support provided by some organisations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Map disclaimer The depiction of boundaries on this map does not imply the expression of any opinion whatsoever on the part of BMJ (or any member of its group) concerning the legal status of any country, territory, jurisdiction or area or of its authorities. This map is provided without any warranty of any kind, either express or implied.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement All data relevant to the study are included in the article.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Ermel Ameswue Kpogbe Johnson http:// orcid. org/ 0000-0003-3663-5174",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}