{
    "paper_id": "3e4fc65782d69853621b9aa698e2dee9c02e7e0f",
    "metadata": {
        "title": "Estimated Deaths, Intensive Care Admissions and Hospitalizations Averted in Canada during the COVID-19 Pandemic",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "N"
                ],
                "last": "Fisman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto 1",
                    "location": {
                        "addrLine": "155 College Street",
                        "postCode": "M5T 3M7",
                        "settlement": "Toronto, Toronto",
                        "region": "Ontario, Ontario",
                        "country": "Canada"
                    }
                },
                "email": "david.fisman@utoronto.ca"
            },
            {
                "first": "Ashleigh",
                "middle": [
                    "R"
                ],
                "last": "Tuite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto 1",
                    "location": {
                        "addrLine": "155 College Street",
                        "postCode": "M5T 3M7",
                        "settlement": "Toronto, Toronto",
                        "region": "Ontario, Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We estimated the number of excess deaths in Canada under a United States-like scenario using direct standardization. As Canadian and U.S. death data were reported using slightly different age groupings we reallocated Canadian deaths using death distributions by two-year age increments available for the province of Ontario (as of March 11, 2021). Observed deaths in Canada were divided by expected deaths based on U.S. mortality incidence to calculate standardized mortality ratios. Observed deaths were subtracted from expected deaths to calculate deaths averted (Table) . Lastly, we divided averted deaths by age-specific case-fatality estimates from Ontario to estimate averted cases. We applied age-specific risks of hospital admission and intensive care admission, derived from Ontario case data, to calculate hospital and intensive care admissions averted. We estimated that the more aggressive approach to pandemic suppression employed in Canada averted approximately 6 million counted cases, 45,000 deaths, 185,000 hospital admissions and 38,000 ICU admissions that would have been seen had the country's public health response been similar in stringency to that employed in the United States.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 572,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Averted hospitalizations and intensive care unit admissions were concentrated in the 50-to-74",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "year age band. Data used for calculations are available online at https://figshare.com/articles/dataset/Estimated_Deaths_Intensive_Care_Admissions_and_Hospit alizations_Averted_in_Canada_during_the_COVID-19_Pandemic/14036549.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Canadian response to the COVID-19 pandemic has been less effective in limiting disease and death than that seen in other large federal democracies like Australia, though there has been . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.23.21253873 doi: medRxiv preprint notable heterogeneity in the response to COVID-19 within Canada, with Atlantic provinces and Northern Territories having effectively achieved COVID-19 elimination, despite intermittent setbacks (5) . However, given cultural similarities, intertwined economies, and a long, undefended border, the natural comparator for Canada's COVID-19 response is the response in the United States. Here we show that application of U.S.-derived age-and disease-specific mortality for COVID-19 to Canada would result in a counterfactual in which deaths, hospitalizations, and intensive care admissions are markedly increased. In particular, Canada's response appears to have protected middle-aged adults against severe diseases from COVID-19 far more effectively than the public health response in the United States.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There are three important limitations to our analysis: while we attribute improved outcomes in Canada to concrete public health actions, it is also possible that they reflect differences in structural, societal factors that have enhanced COVID-19 risk in the United States. Excess risk of COVID-19 and COVID-19 related death in the United States has been associated with lower income status and non-white ethnicity, but similar relationships have been observed in Canada as well (6, 7). A second key limitation of our analysis is our use of Ontario-specific case fatalities, and hospitalization and intensive care admission risks, to estimate outcomes averted at a national level; however, Ontario's epidemiology is likely similar to that of Canada overall, both because of similarities in demographics and health systems across the country, and also because the population of Ontario represents approximately 40% of the Canadian population, and 35% of Canada's COVID-19 case load, such that the Province's epidemiology strongly influences that of Canada as a whole. Lastly, we assume that attribution of COVID-19 deaths in Canada and the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. A  g  e  G  r  o  u  p  C  u  m  u  l  a  t  i  v  e  M  o  r  t  a  l  i  t  y  p  e  r  1  0  0  0  ,  U  S   E  x  p  e  c  t  e  d  D  e  a  t  h  s  i  n  C  a  n  a  d  i  a  n  P  o  p  u  l  a  t  i  o  n  w  i  t  h  U  S  A  g  e  -S  p  e  c  i  f  i  c  M  o  r  t  a  l  i  t  y   O  b  s  e  r  v  e  d  C  a  n  a  d  i  a  n  D  e  a  t  h  s   S  t  a  n  d  a  r  d  i  z  e  d  M  o  r  t  a  l  i  t  y  R  a  t  i  o   D  e  a  t  h  s  A  v  e  r  t  e  d  C  a  s  e  s  A  v  e  r  t  e  d  H  o  s  p  i  t  a  l  i  z  a  t  i  o  n  s  A  v  e  r  t  e  d  I  C  U  A  d  m  i  s  s  i  o  n .  3  2  1  2  6  1  0  8  8  4  7  2  2  2  9  1  3  3  5  1  2  8  5  a  n  d  o  v  e  r  2  6  .  8  6  2  2  8  9  5  1  1  8  5  8  0  .  5  2  1  1  0  3  7  4  2  1  1  7  1  0  0  3  3  5  6  5   T  o  t  a  l  6  7  4  2  4  2  2  2  9  0  4  5  1  3  4  5  8  7  9  5  5  9  1  8  5  4  4  6  3  8  5  4  7 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1303,
                    "end": 1921,
                    "text": "A  g  e  G  r  o  u  p  C  u  m  u  l  a  t  i  v  e  M  o  r  t  a  l  i  t  y  p  e  r  1  0  0  0  ,  U  S   E  x  p  e  c  t  e  d  D  e  a  t  h  s  i  n  C  a  n  a  d  i  a  n  P  o  p  u  l  a  t  i  o  n  w  i  t  h  U  S  A  g  e  -S  p  e  c  i  f  i  c  M  o  r  t  a  l  i  t  y   O  b  s  e  r  v  e  d  C  a  n  a  d  i  a  n  D  e  a  t  h  s   S  t  a  n  d  a  r  d  i  z  e  d  M  o  r  t  a  l  i  t  y  R  a  t  i  o   D  e  a  t  h  s  A  v  e  r  t  e  d  C  a  s  e  s  A  v  e  r  t  e  d  H  o  s  p  i  t  a  l  i  z  a  t  i  o  n  s  A  v  e  r  t  e  d  I  C  U  A  d  m  i  s  s  i  o  n",
                    "ref_id": null
                },
                {
                    "start": 1922,
                    "end": 2239,
                    "text": ".  3  2  1  2  6  1  0  8  8  4  7  2  2  2  9  1  3  3  5  1  2  8  5  a  n  d  o  v  e  r  2  6  .  8  6  2  2  8  9  5  1  1  8  5  8  0  .  5  2  1  1  0  3  7  4  2  1  1  7  1  0  0  3  3  5  6  5   T  o  t  a  l  6  7  4  2  4  2  2  2  9  0  4  5  1  3  4  5  8  7  9  5  5  9  1  8  5  4  4  6  3  8  5  4  7",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.23.21253873 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A comparison of management patterns after acute myocardial infarction in Canada and the United States. The SAVE investigators",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Rouleau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Moye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Cuddy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Engl J Med",
            "volume": "328",
            "issn": "11",
            "pages": "779--84",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Policy Support and Vaccines Expected to Lift Activity. Available via the Internet",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Accessed at United States Centers for Disease Control and Prevention at. 4. 2021;Pages. Accessed at Public Health Agency of Canada at",
            "authors": [],
            "year": 2021,
            "venue": "National Center for Health Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Atlantic bubble was not only a good idea, but a blueprint for dramatic change",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Riche",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in Ontario -A Focus on Diversity. Available via the Internet at",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Cumulative Proportion of COVID-19 Attributable Death by Age, United States and Canada, January 1, 2020 to March 12, 2021.Ages represent the midpoints of age categories. For the oldest age categories in Canada (80 and over) and the United States (85 and over) we assigned an age of 90 years.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.23.21253873",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}