{
    "paper_id": "3e52b8b130a537726cf840c85574991ae390acbd",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. Kidney International (2020) 98, 273-285 c o m m e n t a r y Kidney International (2020) 98, 273-285",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "G lobally, macroeconomic factors strongly influence individual access to transplantation and transplant outcomes. In 2018, there was no access to kidney transplantation in 77% of low-income countries (LICs) as compared with only 11% of highincome countries (HICs), which were mostly small countries such as Luxembourg. 1 Even within HICs, significant differences in access to transplantation are evident at both an international and an intranational level. 2 Most data on global access to kidney care and outcomes pertain to adults, with limited pediatric data. In European children with end-stage kidney disease (ESKD), public health expenditure was inversely associated with mortality risk. 3 Prior work from the European Society for Pediatric Nephrology/European Renal Association -European Dialysis and Transplant Association (ESPN/ERA-EDTA) Registry shows that children with ESKD in European countries with higher gross domestic product were more likely to access any type of renal replacement therapy and to be alive with a functioning transplant. 4, 5 In this issue, Bonthuis et al. examined more recent variations in access to kidney transplantation and graft survival across Europe for children and adolescents. 6 Data were derived from the ESPN/ERA-EDTA Registry from 2007 to 2015, involving 37 European countries, which were categorized as low, middle, and high income on the basis of their gross domestic product. A separate analysis was performed using the GINI coefficient as the exposure variable. The GINI coefficient is a measure of the distribution of income across different income percentiles in a population of interest. The coefficient ranges from 0 (or 0%) to 1 (or 100%), with 0 representing perfect equality and 1 representing perfect inequality. The 6909 patients were followed from the initiation of renal replacement therapy to the end of the study period, death, or loss to follow-up. Country-and patientlevel determinants of transplantation access and outcomes were explored using survival and competing risk analyses. The authors reported large disparities in access to transplantation ( Figure 1 ), but for those who were transplanted, graft survival was similar across Europe.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 320,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 457,
                    "end": 458,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 693,
                    "end": 694,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1057,
                    "end": 1058,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1221,
                    "end": 1222,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 2119,
                    "end": 2127,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sato Y, Mii"
        },
        {
            "text": "Much of the variation in access to transplantation was accounted for by factors remote to the individual. Country-level income disparities accounted for two-thirds of the variation. The 5-year transplantation rate increased from 49% in LICs to 92% in HICs. Not only were LICs and middle-income countries less likely to transplant their children, but even within a set income group, countries with higher levels of internal economic inequity (as measured by the GINI coefficient) had less widespread access to pediatric kidney transplantation. Income inequality within individual countries has been shown to have a direct influence on health disparities, even among HICs, but the impact is considerable in LICs. This study showed that countries with higher-income inequality (almost all were LICs) offered less access to transplantation than did countries with low-income inequality. National investment in health care also had a profound impact on access to transplantation, with the percentage of gross domestic product spent on health care accounting for a quarter of the variation in transplant accessibility. Lower access to transplantation equates to more time on dialysis and the cumulative risk of dialysis-associated complications such as access-related infections and cardiovascular disease. The stark consequences are illustrated in 5-year mortality rates after commencement of renal replacement therapy, increasing from 3% in HICs to >10% in LICs. Interestingly, 2 HICs-the United Kingdom and Belgium-had transplantation rates 3SDs lower than the HIC average. It is unclear why, but potential reasons include a more complex or younger case mix with longer times until patients are suitable for transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sato Y, Mii"
        },
        {
            "text": "The authors found that average 5-year graft survival rate was 88% across Europe and did not vary by country income group. These findings are similar to other HICs such as the United States, Canada, and Australia. Although these findings are encouraging for children in LICs, the lower accessibility to transplantation in LICs may mean only the lowest-risk patients are transplanted, which may explain the lack of country-level variation in graft survival in this study. In addition, the proportion of transplants from living donors was the highest in LICs, contributing to favorable outcomes in this group. Interestingly, some large middle-income countries and HICs, such as Greece and Spain, had significantly poorer graft survival than the European HIC average. Important data on case mix, such as comorbidities, percentage of patients living distant to transplant centers, and patient-level data such as immunosuppressive therapy and human leukocyte antigen matching, were not available, limiting the ability to further explore reasons for these results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sato Y, Mii"
        },
        {
            "text": "In 2018, the International Society of Nephrology established a plan to improve global access to ESKD care, focusing on \"(i) estimates of ESKD burden and treatment coverage, (ii) advocacy, (iii) education and training/ workforce, (iv) financing/funding models, (v) ethics, (vi) dialysis, (vii) transplantation, and (viii) conservative care.\" 7 In LICs and middle-income countries, access to transplantation is limited to selected cohorts of recipients who generally have minimal comorbidities, are of higher socioeconomic status, and live in urban areas. The disparities are often magnified for children because of constraints in surgical and medical expertise as well as resource constraints, particularly in areas of acute transplantation care and the provision of antirejection medications. In contrast, in higher-income countries, ESKD care is widely available. In contrast, in higher-income countries, ESKD care is widely available. A recent survey of European pediatric nephrology services demonstrated marked improvements in coverage over the 20 years to 2017. 8 The number of pediatric nephrologists per million population doubled from 5 to 10, and the availability of pediatric transplantation increased from 55% to 93% of countries. However, as the present study shows, marked disparities in access remain, and will most likely be exaggerated, in the post-COVID-19 era. Treatment options for children with ESKD, particularly in LICs and countries with significant income inequality, will be limited because sparse resources will be prioritized to maintain basic health necessities such as immunizations, nutrition, and housing.",
            "cite_spans": [
                {
                    "start": 1067,
                    "end": 1068,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Sato Y, Mii"
        },
        {
            "text": "Future research should track the effects of the unprecedented health and economic crisis of COVID-19 on longterm funding for children with ESKD. It is crucial to collate relevant data globally to avert the serious consequences of this pandemic on both our pediatric population with ESKD and their families and explore potential modifiable macroeconomic and individual-level factors to mitigate the impending worsening health inequities between LICs and HICs. Ongoing benchmarking of graft survival against the best performing nations is also imperative to identify areas of concern and allow national-level interventions to support this vulnerable group of children. c o m m e n t a r y",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sato Y, Mii"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Status of care for end stage kidney disease in countries and regions worldwide: international cross sectional survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lunney",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ",
            "volume": "367",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Kidney transplantation and wait-listing rates from the international Dialysis Outcomes and Practice Patterns Study (DOPPS)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Satayathum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Pisoni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Kidney Int",
            "volume": "68",
            "issn": "",
            "pages": "330--337",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mortality risk disparities in children receiving chronic renal replacement therapy for the treatment of end-stage renal disease across Europe: an ESPN-ERA/EDTA registry analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Chesnaye",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonthuis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "",
            "pages": "2128--2137",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Likelihood of children with end-stage kidney disease in Europe to live with a functioning kidney transplant is mainly explained by nonmedical factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harambat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Stralen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Verrina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Nephrol",
            "volume": "29",
            "issn": "",
            "pages": "453--459",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disparities in treatment rates of paediatric end-stage renal disease across Europe: insights from the ESPN/ERA-EDTA registry",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Chesnaye",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Groothoff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nephrol Dial Transplant",
            "volume": "30",
            "issn": "",
            "pages": "1377--1385",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Results in the ESPN/ERA-EDTA Registry suggest disparities in access to kidney transplantation but little variation in graft survival of children across Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonthuis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cuperus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Chesnaye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "",
            "pages": "464--475",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Increasing access to integrated ESKD care as part of universal health coverage",
            "authors": [
                {
                    "first": "Dch",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Finkelstein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Kidney Int",
            "volume": "95",
            "issn": "4S",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "European Society for Paediatric Nephrology. The European Society for Paediatric Nephrology study of pediatric renal care in Europe: comparative analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Prikhodina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ehrich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shroff",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatr Nephrol",
            "volume": "35",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Impact of national wealth on access to transplantation for children in Europe. Data from Bonthuis M, Cuperus L, Chesnaye NC, et al. Results in the ESPN/ERA-EDTA Registry suggest disparities in access to kidney transplantation but little variation in graft survival of children across Europe. Kidney Int. 2020;98:464-475. 7",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A, Hamazaki Y, et al. Transplantation for children with end-stage kidney disease confers clear survival, health, and health economic benefits. Access to transplantation and graft survival has been clearly shown to be affected by macroeconomic and patient-level factors in adults. This commentary explores the findings and implications of the \"Results in the ESPN/ERA-EDTA Registry Suggest Disparities in Access to Kidney Transplantation but Little Variation in Graft Survival of Children Across Europe\" study by Bonthuis et al., including key priorities in future research.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "School of Medicine, University of Queensland, Queensland, Australia; and 2 Centre for Kidney Research, School of Public Health, University of Sydney, Sydney, Australia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}