{"paper_id": "3e54e0b776878aa719c7c04892b6067c8750f132", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "The first case of a novel coronavirus, now known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) or COVID-19, was reported to the Chinese Center for Disease Control and Prevention on December 31, 2019. It rapidly spread outside of China and was declared a pandemic on March 11, 2020 by the World Health Organization (WHO). The speed with which reports are now appearing in the literature is astounding. Most are clinical, many coming from China where there is the longest experience. We continue to see no evidence of vertical transmission. On March 31, 2020, the date of this last writing, there are 808,313 confirmed cases and 39,013 deaths worldwide (Johns Hopkins University Medicine, 2020). These numbers rise daily and will certainly be higher at publication.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "There have been no further reports at this time looking for COVID-19 in human milk. The first and only report, thus far, of six milk samples from infected mothers in China were all negative (Chen et al., 2020) . The World Health Organization (2020a) made its guidance on infection prevention and control, breastfeeding, and the coronavirus available in a much larger interim clinical guidance. Standing behind what is well known about the transfer of antibodies and other antiinfective factors through human milk they state: \"Infants born to mothers with suspected, probable or confirmed COVID-19 infection, should be fed according to standard infant feeding guidelines, while applying necessary precautions for IPC [infection protection and control] (World Health Organization, 2020a, p. 13 ). This recommendation is consistent with the Global Strategy for Infant and Young Child Feeding (World Health Organization, 2003) in which all infants should initiate breastfeeding within 1 hr of birth, or, if unable in that time frame, then be supported to do so as soon as able. In addition, they state: As with all confirmed or suspected COVID-19 cases, symptomatic mothers who are breastfeeding or practicing skinto-skin contact or kangaroo mother care should practice respiratory hygiene, including during feeding (for example, use of a medical mask when near a child if with respiratory symptoms), perform hand hygiene before and after contact with the child, and routinely clean and disinfect surfaces which the symptomatic mother has been in contact with. (World Health Organization, 2020a, p. 14) Of note here, mothers with COVID-19 are encouraged to practice skin-to-skin or kangaroo mother care, both of which help to increase human milk, and to breastfeed their infants. The World Health Organization (2020a) also tells us to disinfect surfaces the mother \"has been in contact with.\" Finally, concerning mothers who are too sick to directly breastfeed, \"…mothers should be encouraged and supported to express milk, and safely provide breastmilk to the infant, while applying appropriate IPC measures (World Health Organization, 2020a, p. 14).", "cite_spans": [{"start": 190, "end": 209, "text": "(Chen et al., 2020)", "ref_id": "BIBREF1"}, {"start": 751, "end": 791, "text": "(World Health Organization, 2020a, p. 13", "ref_id": null}, {"start": 858, "end": 922, "text": "Infant and Young Child Feeding (World Health Organization, 2003)", "ref_id": null}, {"start": 1557, "end": 1598, "text": "(World Health Organization, 2020a, p. 14)", "ref_id": null}], "ref_spans": [], "section": "Breastfeeding and COVID-19"}, {"text": "We do not know what the viral contamination load of SARS-CoV-2 looks like on the containers that mothers use when expressing milk using a pump or with their hands, and how that may vary between someone who is positive but asymptomatic, ill, or severely ill, or even when using the recommended preventive measures, a mask, and appropriate pre-expression hand washing practices. A recent paper reviewed the available data about the persistence of all known coronaviruses, including emerging SARS-CoV and Middle East Respiratory Syndrome (MERS-CoV), as well as veterinary coronaviruses on inanimate surfaces and the efficacy of various disinfectants. Volume of inoculation, material inoculated, temperature, and humidity all affect the viral lifespan. Ranges up to 9 days were seen, with higher ambient temperatures (above 30°C) decreasing viability. Glass contamination appeared in the range of 4-5 days, while plastics were from 48 hr to 9 days (Kampf et al., 2020) . van Doremalen et al. (2020) evaluated the stability of SARS-CoV-2 and SARS-CoV-1 in aerosols and on various surfaces. They found \"SARS-CoV-2 was more stable on plastic and stainless steel than on copper and cardboard, and viable virus was detected up to 72 hr after application to these surfaces; although, the virus titer was greatly reduced\" (van Doremalen et al., 2020) . In another report from China, researchers took samples of multiple surfaces from the hospital rooms of symptomatic patients being treated for SARS-CoV-2. Many surfaces were positive in the room of the patient tested prior to disinfection. No surfaces were positive in the rooms of the two patients after disinfection (Ong et al., 2020) . These reports tell us that this virus is present on objects in the environment of infected individuals, and it lasts for a while. A number of biocidal agents have been shown to inactivate coronavirus. The WHO recommends \"that cleaning and disinfection procedures are followed consistently and correctly. Cleaning environmental surfaces with water and detergent and applying commonly used hospital disinfectants (such as sodium hypochlorite) is effective and sufficient\" (WHO, 2020b, March 19, p. 3).", "cite_spans": [{"start": 944, "end": 964, "text": "(Kampf et al., 2020)", "ref_id": "BIBREF5"}, {"start": 967, "end": 994, "text": "van Doremalen et al. (2020)", "ref_id": "BIBREF7"}, {"start": 1311, "end": 1339, "text": "(van Doremalen et al., 2020)", "ref_id": "BIBREF7"}, {"start": 1659, "end": 1677, "text": "(Ong et al., 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "SARS-CoV-2 and Contaminated Surfaces"}, {"text": "Mothers express their own milk for many reasons. They express into a variety of containers, usually plastic, sometimes glass, for their own babies who are being cared for by others (e.g., daycare), to store for later, when they are ill and need others to feed their babies, and to donate to milk banks. In the midst of this SARS-CoV-2 pandemic, we cannot be certain who is currently infected if they have not been tested, and we have increasing numbers of pregnant and postpartum women, globally, presenting with symptoms and/or testing positive. As this virus is spread by respiratory droplets, and coronaviruses have been shown to survive for varying lengths of time on inanimate", "cite_spans": [], "ref_spans": [], "section": "Handling of Containers of Expressed Human Milk During the SARS-CoV-2 Pandemic"}, {"text": "• With no evidence of virus in human milk, no guidance has been published concerning the disinfection of the outer surfaces of containers of expressed milk during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Key Messages"}, {"text": "• COVID-19 virus contaminates surfaces from respiratory droplet spread, persisting on some including plastic.Those expressing milk need to wear respiratory masks and practice effective pre-expression hand washing.Containers must be disinfected after milk expression with viricidal agents or appropriate bleach solutions before storage in milk banks, hospital wards, day care centers, or similar locations. surfaces, it is now incumbent upon us all to ensure that we are not spreading the virus inadvertently when we transfer containers of precious mothers' milk from mothers to other locations, whether for feeding to that mother's own baby or for donation to a milk bank. We remind all to follow the World Health Organization (2020a, p. 14) recommendations for mothers who are expressing their milk, and to follow hand washing guidelines before and after expressing milk. Milk must be expressed into clean containers and, as recommended by the Centers for Disease Control and Prevention, \"After each pumping session, all [pump] parts that come into contact with breast milk should be thoroughly washed and the entire pump should be appropriately disinfected per the manufacturer's instructions\" (Centers for Disease Control and Prevention, 2020). With this in mind, and in keeping with the previously mentioned recommendations for disinfecting surfaces in this pandemic, we are calling for all to clean and disinfect the outside of containers of mothers' milk (Table 1) . We suggest the containers should be received from mothers themselves or, when opening boxes of donor milk, by others wearing gloves who then wipe down the outside surface of the individual milk containers with disinfectant before doing anything else with them. There are many virucides commercially available. For those who are hospital-based, we suggest using what your hospital uses already. Otherwise, the least expensive is diluted bleach (sodium hypochlorite [NaOC])). We recommend the \"high level disinfection\" of 0.5% solution, a dilution of 1:10 (approximately 5000 ppm) for use in this context (Table 2) . Wipe down the outside of the containers coming in-set them in a rack or on a tray to dry (wet to dry ensures time for viricidal effect) before storing in refrigerators or freezers. For hospital wards and neonatal intensive care units, separate bins for each infant in the same refrigerator are fine once the containers have been wiped down. Then, in hospitals, milk banks or daycares, it is back to usual protocol. While these mothers are hospitalized around the birth, or if they are being treated for COVID-19, if at all possible they should have individual breast pumps for their personal use, which should be completely disinfected before being used by another mother after the index mother is discharged.", "cite_spans": [{"start": 1022, "end": 1028, "text": "[pump]", "ref_id": null}], "ref_spans": [{"start": 1461, "end": 1470, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 2076, "end": 2085, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Key Messages"}, {"text": "Both the European Milk Banking Association (2020, February 25) and the Human Milk Banking Association of North America (HMBANA; 2020) are deferring current donors who report possible exposure during screening, have symptoms, or test positive for the SARS-CoV-2 virus. Neither organization in their recent statements has addressed handling of the containers themselves. We urge them and other milk banks globally to adopt this procedure of disinfecting the outside of all containers of donor milk received because, although a thorough job of screening is being done, we do not know who is shedding with no symptoms at the time of donation and no known history of exposure. We reiterate there is no concern about the milk itself. Coronavirus has not been shown, to this point, to be found in human milk, and this virus is destroyed by the Holder pasteurization employed in donor milk processing (Human Milk Banking Association of North America, 2020).", "cite_spans": [], "ref_spans": [], "section": "Key Messages"}, {"text": "The SARS-CoV-2 pandemic is continuing to spread. At this point we have not seen evidence of vertical transmission of the virus, or transmission in human milk. However, surface contamination is a real threat. Mothers, including ill mothers, are strongly encouraged, and should be supported, to breastfeed their newborns and babies exclusively through 6 months of life, and then to continue with culturally appropriate complementary foods through 2 years of life and longer, especially during this time when protection from all infections is critical. Those mothers who need to express milk into containers, either for their own babies or for donation to milk banks, should be helped to do so, with mothers wearing respiratory masks and employing good hand washing practices before and after expression. We present the rationale for then disinfecting these containers with viricidal agents either already used in hospitals or made from common sodium hypochlorite to protect from spreading the virus from the surface of these containers. We call on hospitals, milk banks, and milk bank associations to adopt this policy throughout this pandemic, or until there is evidence that there is no need for concern.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The SARS-CoV-2 (COVID-19) pandemic is evolving rapidly, not only in its spread, but in the speed at which doctors and scientists around the world have identified and characterized the virus, are reporting clinical data, and are developing and testing antivirals and vaccines. The information available to the medical world and the public is updated daily, if not hourly, and recommendations are changing equally quickly. The information in this article will undoubtedly have evolved by the time it reaches publication, and the recommendations may change as well. Please keep up to date by referring to the websites listed within. And, above all, be safe.", "cite_spans": [], "ref_spans": [], "section": "Editor's Note"}, {"text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: Dr. Marinelli serves as the Co-Medical Director in an unpaid capacity for the Mother's Milk Bank of the Western Great Lakes, a member of the Human Milk Banking Association of North America (HMBANA). She also belongs to HMBANA and to the European Milk Banking Association. Dr. Lawrence is an Adjunct Clinical Professor of Pediatric Infectious Disease at the University of Florida. He is co-editor of Breastfeeding: A Guide for the Medical Profession (Lawrence, R. A. and Lawrence, R. M. Elsevier Publishing, Philadelphia, PA, 2016.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Conflicting Interests"}, {"text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.", "cite_spans": [], "ref_spans": [], "section": "Funding"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Interim considerations for infection prevention and control of coronavirus disease 2019 (COVID-19) in inpatient obstetric healthcare settings", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: A retrospective review of medical records", "authors": [{"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "F", "middle": [], "last": "Luo", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "D", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Gong", "suffix": ""}, {"first": "J", "middle": [], "last": "Liao", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Hou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "20", "pages": "30360--30363", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "European Milk Banking Association", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Milk banking and COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Coronavirus Resource Center", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}, {"first": "D", "middle": [], "last": "Todt", "suffix": ""}, {"first": "S", "middle": [], "last": "Pfaender", "suffix": ""}, {"first": "E", "middle": [], "last": "Steinmann", "suffix": ""}], "year": 2020, "venue": "Journal of Hospital Infection", "volume": "104", "issn": "3", "pages": "246--251", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Air, surface environmental, and personal protective equipment contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) from a symptomatic patient", "authors": [{"first": "S", "middle": ["W X"], "last": "Ong", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Tan", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Chia", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Ng", "suffix": ""}, {"first": "M", "middle": ["S Y"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": [], "last": "Marimuthu", "suffix": ""}], "year": 2020, "venue": "Journal of the American Medical Association", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.3227"]}}, "BIBREF7": {"ref_id": "b7", "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1", "authors": [{"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bushmaker", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Morris", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Holbrook", "suffix": ""}, {"first": "A", "middle": [], "last": "Gamble", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Williamson", "suffix": ""}, {"first": "A", "middle": [], "last": "Tamin", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Harcourt", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Thornburg", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Gerber", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2004973"]}}, "BIBREF8": {"ref_id": "b8", "title": "Global strategy for infant and young child feeding", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected. Interim guidance V 1.2. https:// www. who. int/ publications-detail/ clinical-management-ofsevere-acute-respiratory-infection-when-novel-coronavirus-( ncov)-infection-is-suspected World Health Organization", "authors": [], "year": 2020, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "{ alternatively use \"high level disinfection\" of 0.5% solution, a dilution of 1:10 diluted bleach (sodium hypochlorite [NaOCl]) • Set wiped containers in a rack or on a tray to dry (wet to dry ensures time for viricidal effect) before storing in refrigerators or freezers • For hospital wards and neonatal intensive care units, separate bins for each infant in the same refrigerator are fine once the containers have been wiped down • Resume usual protocol Note. Adapted from Centers for Disease Control and Prevention (2020); Kampf et al. (2020); Ong et al. (2020); van Doremalen et al. (2020); and.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Recommendations for Handling Containers of Human Milk After Milk is Expressed. Recommendations • Receive containers from mothers or boxes of donor milk with gloved hands • Wipe down the outside surface of the individual milk containers with disinfectant suggest viricidal agents already in place at hospitals, donor milk banks, etc.", "latex": null, "type": "table"}, "TABREF1": {"text": "Preparing Disinfecting Bleach (Sodium Hypochlorite) Solution for External Plastic or Glass Container Surfaces.Note. Exposure time is defined as the time the bleach is in contact with the surface. In this case it equals drying time. We recommend high level disinfection of 0.5% solution, 1:10 dilution for disinfection of plastic and glass containers of human milk.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2. Preparing Disinfecting Bleach (Sodium Hypochlorite) Solution for External Plastic or Glass Container Surfaces.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Amount of Bleachc </td><td>Amount of Waterc </td><td>Infectivity </td><td> </td></tr><tr><td>Dilution of </td><td>% Bleach </td><td> </td><td> </td><td> </td><td> </td><td>Reductionb\n</td><td> </td></tr><tr><td>Bleach\n</td><td>Solutiona\n</td><td>English Measure Metric Measure English Measure Metric Measure </td><td>(log10) </td><td>Exposure Time</td></tr><tr><td>1:10 </td><td>0.5% </td><td>1 cup (8 oz) </td><td>250 ml </td><td>9 cups (72 oz) </td><td>2250 ml </td><td>&gt; 3.0 </td><td>1 min\n</td></tr><tr><td>1:50 </td><td>0.1% </td><td>1/3 cup\n</td><td>100 ml </td><td>1 gallon (16 cups)\n</td><td>4900 ml </td><td>&gt; 3.0 </td><td>1 min\n</td></tr><tr><td> </td><td> </td><td>(2.5 oz)\n</td><td> </td><td>(128 oz)\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>(5 tbs)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1:50 </td><td>0.1% </td><td>4 tsp </td><td>20 ml </td><td>1 quart </td><td>980 ml </td><td>&gt; 3.0 </td><td>1 min\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Kathleen A. Marinelli, MD, IBCLC, FABM, FAAP https:// orcid. org/ 0000-0001-9342-6833", "cite_spans": [], "ref_spans": [], "section": "ORCID iD"}]}