{
    "paper_id": "3e59d70af65ec43405792bed2f31943e1e784b91",
    "metadata": {
        "title": "Climate Change and its Impacts on Water and Health Security in Mexico",
        "authors": []
    },
    "abstract": [
        {
            "text": "Climate change is severely affecting the availability of water and its quality. 1 Therefore it represents a direct challenge to health. Not only the water-born, but also the vector and temperature-related diseases are challenging the existing health system and safe water supply. Thus, water and health security have progressively been challenged primarily by pollution, waste, toxins and climate-change-related hazards and disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This chapter links the changing understanding on socio-environmental deterioration with water and health security. Using a case study of Mexico, it reviews the effects on the environment and the human well-being of the dominant economic model based on wasteful fossil energy, social inequality, consumerism, fashion, and growth concentrated in small elites. This model has brought both the planet and society as a whole to its limits of survival, but it has also affected regions, cultures and social classes differently. Poor countries and vulnerable groups have become the main victims suffering from socio-economic and climate-induced changes. In Mexico, the epidemiology has been changing, and traditional illnesses (diarrhoea, pulmonary conditions, under-nourishment) coexist with modern ones linked to the transformation of the diet (diabetes, obesity, cardiovascular diseases, cancer) and the pollution of water, air and soil (intoxication, respiratory, kidney and skin problems).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At the conceptual level, in the framework of the PEISOR model this chapter explores the complex interaction between anthropogenic drivers, impacts of and policy responses to climate change, their interrelationship with the dominant 1 This text was adapted from two former published chapters by Oswald Spring, Úrsula (2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "productive system of globalisation and the effects on human health in Mexico. It also investigates the effects of deteriorated environmental services, safe water supply, permanent and culturally accepted food, and how all these processes influence a sustainable health system at affordable costs. In the longer term, the restoration of environmental services and the integration of traditional and modern knowledge are crucial for granting water, food and health security. In a scenario of severe future climate change impacts, humankind, international society and the business community, as well as the community of states and international organisations, will have to face many challenges to their well-being and survival, which may be more severe than any security threat that states have so far experienced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This chapter also explores a vertical deepening of security, where the referent objects shift from the state to human and gender security as well as from national to regional and global but also to societal and local security. Since the 1970s, but especially after UNEP introduced the human security concept in 1994, sectorialisation of security could also be observed with regard to energy, food, health, water and livelihood security. Governments, as well as international and societal organisations, brought up these conceptual terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Southern countries, vulnerable people and poor social groups in industrialised countries have been the main victims of climate change. They are suffering most from both climate-induced physical impacts (temperature and sea-level rise, precipitation change, increase in the number and intensity of hazards: drought, heat waves, storms, floods, bushfires and landslides) (Schellnhuber et al. 2006; IPCC 2007b IPCC , 2012 and from societal effects (famine, food protests, diseases, migration; IPCC 2007a; WHO/FAO 2003; Oswald Spring 2010a; Arreola et al. 2011) . They are also affected by the coexistence of traditional and modern diseases linked to the pollution of water, air and soil and the transformation of the diet (Ensanut 2012) . Water, water-related and other health impacts are crucial for the analysis of future non-traditional security impacts for the survival of humankind and the recovery of ecosystems and associated services (MA 2005) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 395,
                    "text": "(Schellnhuber et al. 2006;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 396,
                    "end": 406,
                    "text": "IPCC 2007b",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 418,
                    "text": "IPCC , 2012",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 489,
                    "text": "(famine, food protests, diseases, migration;",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 501,
                    "text": "IPCC 2007a;",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 515,
                    "text": "WHO/FAO 2003;",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 536,
                    "text": "Oswald Spring 2010a;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 537,
                    "end": 557,
                    "text": "Arreola et al. 2011)",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 733,
                    "text": "(Ensanut 2012)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 939,
                    "end": 948,
                    "text": "(MA 2005)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Objectives of the Chapter"
        },
        {
            "text": "This chapter is organised in six sections. The first is a conceptual review of the securitisation of health and water within the framework of a triple reconceptualisation of security due to the end of the Cold War, globalisation and global environmental change (Brauch et al. 2008 , taking projected future severe climate change impacts into account. It introduces the evolution of the health and water security concept and both will be discussed in the context of the widening, deepening, and sectorialisation of security concepts. Part three deals with climate change and its impacts on health and water security in Mexico, which are explored with the PEISOR model. Part 4 discusses climate impacts on highly marginal groups and their social vulnerability. The next subchapter explores the restoring of ecosystem services and its effects on health and water security. The concluding part suggests a dual scientific and policy-orientated complex analysis of water and health security with greater equity that combines bottom-up initiatives of water conservation and health practices (often traditional ones) with top-down strategies of water management and health policies (WASH), where the research questions are discussed in a conceptual security framework.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 280,
                    "text": "(Brauch et al. 2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Objectives of the Chapter"
        },
        {
            "text": "The research questions of this chapter address the impact of climate change on water and health security for the case of Mexico. How do the decline of water resources and the stronger and more frequent hydro-meteorological events impact on food (FAO 2010; Oswald Spring 2007a , 2009b Vía Campesina 2005) , and livelihood security (Bohle 2007) of poor urban and rural people in a region highly exposed to climate change phenomena? What are the health and societal outcomes of the changing water security in Mexico and how are highly socially vulnerable people being affected by these unknown security threats? What are the policy responses at national and international level to the changing water security challenges due to massive and partly environmentally forced migration (Oliver-Smith 2009a, b; Renaud et al. 2007) and to the new health security threats, such as pandemics (Rodier/Kindhauser 2009; Rosenberg/Krafft 2009) ? How may integrated bottom-up and top-down policies improve the situation of human, gender and environmental security, thus creating a HUGE security (Oswald Spring 2007b , 2009b 15.3 Water and Health Security: Widening of Security",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 255,
                    "text": "(FAO 2010;",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 275,
                    "text": "Oswald Spring 2007a",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 276,
                    "end": 283,
                    "text": ", 2009b",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 284,
                    "end": 303,
                    "text": "Vía Campesina 2005)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 330,
                    "end": 342,
                    "text": "(Bohle 2007)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 776,
                    "end": 799,
                    "text": "(Oliver-Smith 2009a, b;",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 819,
                    "text": "Renaud et al. 2007)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 878,
                    "end": 902,
                    "text": "(Rodier/Kindhauser 2009;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 903,
                    "end": 925,
                    "text": "Rosenberg/Krafft 2009)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1076,
                    "end": 1096,
                    "text": "(Oswald Spring 2007b",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1097,
                    "end": 1104,
                    "text": ", 2009b",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Objectives of the Chapter"
        },
        {
            "text": "The water and health security concepts refer to a complex interaction among anthropogenic drivers, the impacts of and the policy responses to climate change, their interrelationship with the dominant productive system of globalisation and the effects on human health. It also points to a preventive concept of sustainable water management from the basin to the household and reviews health services at affordable costs, based on the restoration of environmental services and the integration of traditional and modern knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual Considerations and Clarifications"
        },
        {
            "text": "Given the severe climate change impacts projected in several scenarios for the future, humankind, international society, the business community, the community of states, and international organisations will have to face many challenges to their well-being and survival, which may be more severe than any security threat states have experienced in the past . These new and non-military security dangers have already resulted in a new soft security agenda that fundamentally differs from the hard security policies of the past century (Waever 1995 (Waever , 1997 (Waever , 2000 (Waever , 2008 . To deal with these new security risks and threats, an innovative global water and health policy should complement the prevailing state-centred approach to water and health security based on a widened understanding of security that is also people-centred (Annan 2005 ",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 545,
                    "text": "(Waever 1995",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 546,
                    "end": 560,
                    "text": "(Waever , 1997",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 561,
                    "end": 575,
                    "text": "(Waever , 2000",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 576,
                    "end": 590,
                    "text": "(Waever , 2008",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 847,
                    "end": 858,
                    "text": "(Annan 2005",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual Considerations and Clarifications"
        },
        {
            "text": "Water security is directly linked to other security concepts such as economic, health, environmental and political security see Chaps. 11 and 14 in this volume) . In environmental terms, water security refers to maintaining the ecosystem services and protecting the biological and hydrological cycles and the ecosphere Steffen et al. 2004) . Water is also a key element of societal security that permits livelihood, recreation, and joy of life. In policy terms, adaptation, mitigation, preventive learning, and early warning processes may avoid hydrological deterioration at basin level and disastrous outcomes from extreme hydro-meteorological events (Seung-Ki et al. 2011) . At the Second World Water Forum in The Hague (2000) The Ministerial Declaration adopted a definition of water security.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 160,
                    "text": "see Chaps. 11 and 14 in this volume)",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 339,
                    "text": "Steffen et al. 2004)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 652,
                    "end": 674,
                    "text": "(Seung-Ki et al. 2011)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Water Security"
        },
        {
            "text": "This human and environmental-centred understanding (Chen et al. 2003a, b; Chen/Narasimhan 2003a, b) of water security relates directly to health issues and also to food, livelihood, and political security. When taken into account, it may offer freedom from fear (Human Security Report 2005), freedom from want (Ogata/ Sen 2003) , freedom from hazard impacts (Bogardi/Brauch 2005; Brauch 2005b; , and freedom to live in dignity, with justice and equity for all social groups everywhere on earth (Annan 2005; Sen 1995) . Therefore, health security (Oswald Spring 2010b) is intimately related to human, environmental and especially to water security (Oswald Spring/Brauch 2009), including sustainable management of the environment (Bookchin 1988) . As a holistic policy, it combines four key concepts for a desirable future: sustainability, development, security and health. Such an integrated strategy may offer both a conceptual framework and guidelines for translating anticipatory learning into proactive policies and measures: a strategy of sustainable development combined with a vision of sustainable health. In synthesis, this represents the vision or policy perspective of a combined human, gender and environmental security concept or of a HUGE 2 policy approach to security.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 73,
                    "text": "(Chen et al. 2003a, b;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 99,
                    "text": "Chen/Narasimhan 2003a, b)",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 327,
                    "text": "(Ogata/ Sen 2003)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 358,
                    "end": 379,
                    "text": "(Bogardi/Brauch 2005;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 380,
                    "end": 393,
                    "text": "Brauch 2005b;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 494,
                    "end": 506,
                    "text": "(Annan 2005;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "Sen 1995)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 728,
                    "end": 743,
                    "text": "(Bookchin 1988)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Water Security"
        },
        {
            "text": "The health security concept refers to strategies, policies and measures of sustainable development and to preventive health behaviour that may contribute to a healthy, 2 The HUGE concept (Oswald 2007a (Oswald , 2009a see Chap. 11 ) is based on a sustainable culture of peace, but goes a step further by including wider and deeper security concerns. This concept complements the formal policy approach on human security by UNDP (1994) by extending the traditional scope of security (horizontal widening) from political and military to economic, social and environmental security. Regarding the actors, it combines a top-down and a bottom-up self-reliant perspective.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 200,
                    "text": "(Oswald 2007a",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 201,
                    "end": 216,
                    "text": "(Oswald , 2009a",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 217,
                    "end": 229,
                    "text": "see Chap. 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health Security"
        },
        {
            "text": "participative society with plenty of environmental services. It also relates to the environment where water management and its impact on health are crucial. Environmental strategies, policies and measures may also influence values, change behaviour, and pave new avenues for an integrated water and health policy within a sustainable environment paradigm. Health security has no widely accepted definition among scientists. Leaning (2009) has proposed a widening and people-centred understanding of health security where underlying globalisation, demographic and environmental changes and particularly climate change effects, the growing disparity between rich and poor nations and people, as well as migration, are integrated.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 438,
                    "text": "Leaning (2009)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Health Security"
        },
        {
            "text": "On the other hand, the World Health Organisation (WHO 2002b (WHO , 2003 WHO and FAO 2003a) has promoted a narrow and state-centred health security concept that was also influenced by the events of 11 September 2001 and by the potential threats of biological weapons and terrorism (Rodier/Kindhauser 2009) . Later, with Severe Acute Respiratory Syndrome (SARS) and the AH1N1 or in 2020 Coronavirus influenza strain, the outbreaks of pandemics were integrated into its health security agenda and goals. The declaration by WHO of a global pandemic emergency has had severe effects on the economy and on jobs in some affected countries. 3 This state-centred understanding of health security included recommendations to combat the pandemic with a global vaccination and strict hygienic practices to prevent global spread of the pandemic, along with developing specific drugs to combat the concrete illness. Related to a military and political security approach, policy-makers in industrialised countries emphasised the protection of their population against external threats, unknown epidemics (WHO 2002b, c, d) and terrorism. This narrow understanding of health security was globally promoted by WHO (2003) at the request of and in close consultation with many industrialised countries. Poor countries were confronted with new political pressures to buy drugs and vaccines to fight against these pandemics (most of them are protected by patents under WTO rules and therefore expensive), while other more urgent health issues could not be funded due to limited financial resources, such as safe water and basic sewage water sanitation.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 59,
                    "text": "(WHO 2002b",
                    "ref_id": null
                },
                {
                    "start": 60,
                    "end": 71,
                    "text": "(WHO , 2003",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 90,
                    "text": "WHO and FAO 2003a)",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 304,
                    "text": "(Rodier/Kindhauser 2009)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1089,
                    "end": 1106,
                    "text": "(WHO 2002b, c, d)",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1202,
                    "text": "WHO (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health Security"
        },
        {
            "text": "In several developing countries the dominant state-centred understanding of health security by WHO, coupled with fears of the hidden national security agendas of powerful countries and their political and economic interests, have contributed to a breakdown of mechanisms for global cooperation such as the International Health Regulations (Aldis 2008) . Nevertheless, globally shared epidemiological data have been interchanged, often supplied reluctantly by numerous southern countries.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 351,
                    "text": "(Aldis 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Health Security"
        },
        {
            "text": "According to the WHO definition of health security both community-based primary healthcare but also environmental factors have only marginally been integrated. Thus, health workers and policy-makers in poor countries have promoted a broader approach to the health security concept. They are simultaneously 3 The Mexican government estimated that the country lost about 1% of its GDP due to the outbreak of AH1N1 in April 2009, and in March 2010 the tourist industry reported that the jobs in this sector had dropped below the level prior to the crisis. More than two years on, this sector was still seriously affected, additionally because of public insecurity. threatened by traditional and modern illnesses (Flores/Wagner 2010; Rosenberg/ Krafft 2009; ), but they are also increasingly affected by climate change-related health problems. For North Vietnam and Bangladesh, Fischer and Salehin (2009) proposed an integration of human and health security that includes infectious diseases, impoverishment, economic crises, and megacity slum development. In addition, post-conflict and public violence and post-war pollution effects have created syndromes of illness, injury, disability and death, where the unsafe environment and the lack of access to healthcare pose crucial health security problems.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 753,
                    "text": "Rosenberg/ Krafft 2009;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 874,
                    "end": 900,
                    "text": "Fischer and Salehin (2009)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Health Security"
        },
        {
            "text": "Thus, two approaches to health security may be distinguished: while the World Health Organisation (WHO 2002b) uses a state-centred understanding of health security (Rodier/Kinkhauser 2009 ) that defines the global health agenda, the position of southern countries (Fischer/Salehin 2009) and also health specialists in the North (Leaning 2009 ) is more community-centred and also integrates bottom-up efforts. This second approach focuses on the interrelationship between human health and environmental services as important health providers (MA 2005) and expresses the crucial relationship between water and health security (Cortés/ Calderón 2011; Avelar et al. 2011) . Critics observe that in the dominant approach to health security and health policy, the state-centred position does not attribute sufficient attention and resources to the other six billion primarily poor people, who still lack access to affordable health care. Their approach concentrates on the limited financial health resources in poor countries, where the sole state-centred effort lacks an integral health care system. Further, the environment and water and vector-borne diseases in particular play a crucial role in maintaining and recovering human health (Hansen/Corzo 2011). ",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 187,
                    "text": "(Rodier/Kinkhauser 2009",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 286,
                    "text": "(Fischer/Salehin 2009)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 328,
                    "end": 341,
                    "text": "(Leaning 2009",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "(MA 2005)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 624,
                    "end": 647,
                    "text": "(Cortés/ Calderón 2011;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 648,
                    "end": 667,
                    "text": "Avelar et al. 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1233,
                    "end": 1253,
                    "text": "(Hansen/Corzo 2011).",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Health Security"
        },
        {
            "text": "Finally, the present global economic system with trade, investment, debts and its services, travel, and communication is to a large extent controlled by multinational companies that have contributed to an uneven or regressive globalisation (Held/Mc Grew 2007; Stiglitz 2002) in which countries depending on export commodities are highly vulnerable to price shocks and speculation. 4 Economic globalisation is 4 The speculation in basic food items from 2008 (and again in 2011) has increased the number of starving people to over one billion, and the support and food aid in 2009 could not substantially reduce the number of these hungry people. The IMF and World Bank (2010) prepared for the UN Summit and explained that the Millennium Development Goals (MDGs), signed by 191 countries belonging to the UN, cannot be achieved in terms of halving the number of poor and hungry people in developing countries. In Latin America, only Venezuela and Cuba have fully achieved their MDGs on paper (UN 2015) . Elsewhere, the interrelations of the food, energy and financial crises have increased the number of the extreme poor in 2009 by 40 million and in 2010 by 64 million inhabitants. Consequently, in 2010 it was estimated that by 2015, 1.2 million children under five years would die due to hunger and, additionally, 100 million people would be without driven by corporate capitalism and international organisations (WTO, IMF, WB) that have pressured national governments to privatise public services and to initiate deregulation processes. The economic outcomes have been a drastic reduction in the income of the nation state and a smaller public budget for social support and public work on health and water issues. On the other hand, they are increasing the costs of basic services for poor customers (Barkin 2011) , and in precarious economies the higher costs compete directly with the food intake and thus have negative impacts on the immune system and personal and collective health.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 259,
                    "text": "(Held/Mc Grew 2007;",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 274,
                    "text": "Stiglitz 2002)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 999,
                    "text": "(UN 2015)",
                    "ref_id": null
                },
                {
                    "start": 1801,
                    "end": 1814,
                    "text": "(Barkin 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Context of Globalisation"
        },
        {
            "text": "Consequently, weaker states that often lack transparency, but are highly indebted and poor, are unable to provide for their citizens' minimal or adequate health and water services. As socially accepted rules and norms are lacking, globalisation often turns into a type of rape capitalism, where democratic structures and the state of law are further undermined, and wealth is concentrated on a small global elite. 5 Popular mobilisations are often repressed and most countries in the South are increasingly unable to cope with these new threats (see the protests in the Arab world from 2011 onwards). While economic and financial flows are globally occurring and beyond the control of most countries, the world lacks a global governance system with globally accepted rules to maintain financial, social and environmental stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Context of Globalisation"
        },
        {
            "text": "Nevertheless, another factor is shattering stability worldwide. After the Cold War, as a logical consequence, a reduction in the arms trade was expected, with the potential to reallocate the resources from weapons to social improvements. However, the contrary occurred, and in 2011 more than US$ 1.3 trillion were spent on arms and the military (SIPRI 2010). The political instability of post-colonial countries has pushed these unstable regimes to increase their defence budget by further shrinking the limited social investments to mitigate extreme poverty and hazard-affected regions. Additionally, the illegal international arms trade and the proliferation of small arms worldwide have created even more complex social conditions. All these factors reduce the amount of public expenditure, but also the personal spending for improving public and personal water and health security. In addition, due to the effects of climate change, its impacts on the people and the environment are complex, and concrete outcomes may differ in each geographical region. Therefore, the impact on water and health is explored in more detail for Mexico. access to water (IMF 2010). \"The vast majority of hungry people live in developing regions, which saw a 42% reduction in the prevalence of undernourished people between 1990-92 and 2012-14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Context of Globalisation"
        },
        {
            "text": "Despite this progress, about one in eight people, or 13.5% of the overall population, remain chronically undernourished in these regions, down from 23.4% in 1990-92. As the most populous region in the world, Asia is home to two out of three of the world's undernourished people\" FAO (2015: 8). In absolute terms there are still 794.6 million people worldwide with hunger: 7711.9 in developing countries basically in Asia (511.7), Africa (232.5) and Latina America 34.5 million people (idem). 5 The Economist reported on 20 January 2011 that one per cent of the world elite possesses 43% of global wealth, while 57% of the poorest get only one per cent. The social inequity is especially rising in the threshold countries such as Brazil, Mexico and Egypt, but also in China and India.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 493,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Context of Globalisation"
        },
        {
            "text": "Mexico is an example of a complex emergency with its ongoing low-level war against drug-trafficking. 6 Public security, with more than 35,000 dead people (2007) (2008) (2009) (2010) , refers to environmental degradation, social inequality, a rampant globalisation process, high climate change risks and threats, and a state with a weak and corrupt legal system (CIDE 2000 (CIDE , 2005 (CIDE , 2009 Negrete/Hernández 2011). 7 Especially affected are the young unemployed people, who are often pushed into informal and illegal activities, which has increased public insecurity in urban megalopolises but also in rural areas. After a long drought from 1994 to 2009, many rural villages in the drylands were forced to abandon their traditional agriculture. The deterioration of soils was reinforced by the lack of governmental support for mitigation, but also by the high prices for inputs and low prices for their agricultural products, due to subsidised imports and unpredictable precipitation patterns that are often linked with flash floods and longer midsummer droughts (Arreguín et al. 2011), which often destroyed the entire harvest.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 167,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 174,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 181,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 371,
                    "text": "(CIDE 2000",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 384,
                    "text": "(CIDE , 2005",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 397,
                    "text": "(CIDE , 2009",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 424,
                    "text": "Negrete/Hernández 2011). 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Climate Change and Its Impacts on Health and Water Security in Mexico"
        },
        {
            "text": "To deal with these complex interrelations at different levelsinternational, national and localthe PEISOR model ( Fig. 15 .1) facilitates the documentation of a multidisciplinary scientific diagnosis of the linkages between the natural and human 6 The official definition of a complex emergency is \"a humanitarian crisis in a country, region or society, where there is total or considerable breakdown of authority resulting from internal or external conflict and which requires an international response that goes beyond the mandate or capacity of any single agency and/or the ongoing United Nations country program\" (IASC, December 1994) . \"Complex emergencies are situations of disrupted livelihoods and threats to life produced by warfare, civil disturbance and large-scale movements of people, in which any emergency response has to be conducted in a difficult political and security environment.\" Environmental health in emergencies and disasters: a practical guide (WHO 2002a: 1). Such complex emergencies are characterised by the extension of violence and the loss of livelihood and life. It may produce massive displacements of people (see Darfur); widespread damage to societies and economies; and the need for large-scale, multi-faceted humanitarian assistance by international organisations and private and social associations. Authoritarian regimes with a lack of governability and governance hinder processes of prevention, and thus require humanitarian assistance and political or military imposed constraints, which may create significant security risks for people and humanitarian relief workers (OCHA 1999; Duffield 1994; Sharp 1997; Hopkins 1998; Young et al. 2004; USAID , 2010 systems and their often contradictory feedbacks (Brauch 2009a; Brauch/Oswald Spring 2009: 9) . The analysis relies on five stages of:",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 637,
                    "text": "(IASC, December 1994)",
                    "ref_id": null
                },
                {
                    "start": 1611,
                    "end": 1622,
                    "text": "(OCHA 1999;",
                    "ref_id": null
                },
                {
                    "start": 1623,
                    "end": 1637,
                    "text": "Duffield 1994;",
                    "ref_id": null
                },
                {
                    "start": 1638,
                    "end": 1649,
                    "text": "Sharp 1997;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1650,
                    "end": 1663,
                    "text": "Hopkins 1998;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1664,
                    "end": 1682,
                    "text": "Young et al. 2004;",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1683,
                    "end": 1695,
                    "text": "USAID , 2010",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1744,
                    "end": 1758,
                    "text": "(Brauch 2009a;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1759,
                    "end": 1788,
                    "text": "Brauch/Oswald Spring 2009: 9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The PEISOR Model"
        },
        {
            "text": "• Environmental and human pressures (P) that discuss the complex linkages between climate change, water, biodiversity and soil issues that form a dynamic and interrelated environmental quartet which is interacting with the often antagonist societal quartet, consisting of rural and urban development, socio-economic and productive processes and population growth; • Environmental effect (E): environmental scarcity, degradation and stress that are the drivers of complex socio-environmental processes; • Environmental impact (I) of environmental stress and climate change, whereby natural and technological hazards are threatening the livelihood of the most marginal people; • Societal outcomes (SO), such as famine, societal crises and conflicts, may be the consequences of the lack of proactive policies and resilience building; and finally the • Policy response (R) that combines a quartet of three actors (state, society, economy) and the innovative potential of knowledge. A key factor of this political quartet is the combination of traditional and modern scientific and technological knowledge to be used by the state, society and the business community to cope proactively with climate change and global environmental change through an integrated gender policy. Spring (2009: 9) With this PEISOR model the potential threats for water and health security, but also the social and especially gender vulnerability (Oswald Spring 2008), will be analysed for the case of Mexico.",
            "cite_spans": [
                {
                    "start": 1270,
                    "end": 1286,
                    "text": "Spring (2009: 9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The PEISOR Model"
        },
        {
            "text": "The pressure is a result of anthropogenic factors on the natural environment involving the complex interrelationship among the environmental (Earth system) and the social quartets (human system). The territory of Mexico accounts for 1,964,375 km 2 and has two long coastal lines extending to 11,122 km on the Atlantic and the Pacific Ocean. (d) in Puebla-Tlaxcala with 2.5 million; and (e) in Toluca with 1.6 million inhabitants. However, the poorest states have the greatest number of dispersed rural and often indigenous locations (Oaxaca, Chiapas, Guerrero, Yucatan and Veracruz). Mexico accounts for a total of 2,438 municipalities, of which the state of Oaxaca alone has 570 (23.4%) and Chiapas 118 municipalities (4.8%). The growing population and the expansion of the agricultural and urban area are reducing the natural zones, which affects the semi-dry and mountain forest ecosystems and especially the arid regions along the border with the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Pressure in the Case of Mexico"
        },
        {
            "text": "On average, Mexico receives 1,522 km 3 of rainfall each year, which is equivalent to a swimming pool the size of Mexico City with a depth of one kilometre. The average annual precipitation is 711 mm for the whole country, but the northern region receives only one fourth of this rainfall, while only 25.7% of the territory in the South and South East get 411.6% of the rainfall in the poor states of Chiapas, Oaxaca, Campeche, Quintana Roo, Yucatán, Veracruz and Tabasco. A further 72% or 1,084 km 3 of this precipitation evaporates and the rest runs sometimes torrentially from the mountains to the sea. This creates serious threats due to flash floods and landslides during the rainy season in almost all parts of the country, but especially in the drylands, while hurricanes, and floods, often due to the inadequate management of the dams, threaten Tabasco, Veracruz and Oaxaca. Most of the country from the central high plateau to the northern states suffers from drought during the rest of the year, with often very limited rainfall in the hyper-arid regions of Sonora, Chihuahua, Tamaulipas, San Luis Potosi and Baja California. Both droughts and floods, heat waves and cold spills are affecting Mexican health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Pressure in the Case of Mexico"
        },
        {
            "text": "The effects of these natural changes have been water scarcity and degradation due to pollution, which is deteriorating soils, rivers, lakes and oceans. It also affects aquifers, different ecosystems and biodiversity, thus creating socio-environmental stress. The population density in Mexico is 54 inhabitants/km 2 (INEGI 2010), but the major part of the population is concentrated in the high plateau of the central valleys and in the semi-arid and arid drylands. The monsoon is normally from June to October, and during the dry season precipitation is scarce, creating a large demand for water, which is satisfied with water pumped from the aquifers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effects for Mexico"
        },
        {
            "text": "Mexico has 837 river basins; most of them discharge into the Atlantic, some into the Pacific and a few into lakes and dams in the interior of the country. The formal administration is under control by the National Commission of Water (Conagua) , which has divided the country into 13 hydro-administrative regions which often embrace several states and are therefore responsible for permanent conflicts between neighbouring states and their local water management and legal autonomy. Sixty-eight per cent of the rainfall occurs between June and September. For the rest of the year, the aquifers are crucial for the domestic water supply and for satisfying industrial and agricultural needs. The irrational water management, primarily in the agricultural sector, which uses 77% of all hydric resources, polluted river water and often not very transparent local irrigation authorities threaten Mexico's water security and its future water resources. Of the existing 653 aquifers, 108 are over-exploited and the CVMC is among the seven most over-exploited, as the authorities extract 67% of the water for the capital from these aquifers. According to a UN study (2008), Texcoco was the most over-exploited aquifer in the world, with an extraction rate 850% above the annual recharge. On average, the seven aquifers in the CVMC region experience an overexploitation of 200%, which is jeopardising the supply of drinking water in the medium term. 8 Besides these natural conditions of monsoon and drylands, water security is also reduced by societal and political problems. Of the existing 6,800 wells in the CVMC region, only 3,300 are legally authorised, and often metering of the extracted groundwater is altered. Only the shutdown of these illegal wells, transparent metering and adequate pricing of the groundwater extraction may reduce the overexploitation of these aquifers. Such measures would additionally reduce the 8 The recuperation of these seven aquifers is feasible if the valley treats all its sewage water then permits it to re-infiltrate the ground. Harvesting the rainfall, shutting down illegal wells, repairing leaks, tariffs to cover the extraction and treatment costs, and transparent measurement of the real water use may enable the depleted aquifers to recover. From 1925 onwards in Mexico City and the CVMC there has been subsidence in the subsoil, which is affecting the metro, the drainage system and the drinking water pipes, and regions such as Xochimilco and the historical center have lost more than 40 cm. At the international airport, the situation is worse, given a yearly subsidence of 5-30 cm, affecting the landing strips for planes. The reduction in the extraction of 15 m 3 /s would also reduce the content of salts in the water (for instance in Ixtapalapa) and avoid the building of galleries in the ground (Rodríguez 2011) , which have extreme negative effects during earthquakes.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "(Conagua)",
                    "ref_id": null
                },
                {
                    "start": 1441,
                    "end": 1442,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 2842,
                    "end": 2858,
                    "text": "(Rodríguez 2011)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "The Effects for Mexico"
        },
        {
            "text": "subsidence which currently has a severe effect on the public infrastructure of water pipes, drainage lines, roads and houses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effects for Mexico"
        },
        {
            "text": "A policy of integral water management from the upper basin in the central valley (Ajusco, Sierra Santa Catarina) includes infiltrating aquifers with rainwater, repairing leaks in the water pipe system (40%), and recovering the natural river flows within the CVMC and the Sierra Nevada. These actions would enable the overexploited aquifers to recover, as the hydrological balance of the region generates a self-sufficient water supply and climate change has increased precipitation. Rational management implies the reinforcement of existing water laws and norms, and the elimination of corruption within and by federal and local authorities in charge of water management and issuing permission for extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effects for Mexico"
        },
        {
            "text": "The case of the CVMC is also the most extreme case for the lack of treatment of sewage water for more than 13.2 million inhabitants, and open drainage channels represent a permanent threat for the slum regions in the east of the CVMC (Chalco, Netzahualcoyotl). In general, the management of water in Mexico is underdeveloped: 77% of its water resources are still used in the agricultural sector (Conagua 2009) , with an efficiency rate of the irrigation system of less than 40% for the 6.3 million ha (Palacios/Mejía 2011). Industry consumes 10%, discharging often highly polluted sewage water when the legal oversight is insufficient. The domestic sector uses 13% of the available water, and most of the cities, including Mexico City, lack sewage treatment facilities.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 409,
                    "text": "(Conagua 2009)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Effects for Mexico"
        },
        {
            "text": "The impact on the health security 9 of the population in this megacity is complex. On the one hand, there are still high levels of diarrheic patterns, chronic infestations of amoeba, and often salmonella epidemics, and during the periodic floods, people also suffer from skin illnesses. On the other hand, subtle political conflicts have prevailed at the highest level among the three major national parties in 2012. The interests of the conservative Party of National Action (PAN) focused on the federal government, the Party of Institutionalised Revolution (PRI) rules in the region that supplied the water from outside to the basin and the Party of Democratic Revolution (PRD) run the government of Mexico City. In 2009 these rival interests contributed to the aggravation of the AH1N1 pandemic. During Easter 2009, the federal government shut down the water supply for Mexico City, which was officially justified by the low water level in the dams and lakes that were supplying the water, and a week after the water supply was partially re-established, the capital was severely affected by the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effects for Mexico"
        },
        {
            "text": "Water security is also threatening the north of Mexico. This region receives about a quarter of the monsoon water. From 1994 to 2009, the north suffered a 9 There is also a serious health threat related to the quality of air in the central part of Mexico and all five megalopolises mentioned above. About 18% of the children of Mexico City have asthma because of the high air pollution in the endorheic valley. The National Institute of Ecology (INE 2008) estimates the economic costs of the health impact from air pollution each year at US$11.1 million, from chronic bronchitis at US$2.8 million, from hospitalisation costs due to respiratory and cardiovascular affectation at US$0.74 million and the loss of working days due to these health issues at US$0.47 million. severe and extended drought. In 2010, 2014 and 2015, several flash floods occurred because of hurricanes, e.g. Alex flooding the northern state of Monterrey and Karl the states of Veracruz, Puebla and some other coastal areas of the Atlantic, as well as Patriciaa very dangerous one -Norbert, Paine and, in 2016, Newton, which impacted in Baja California Sur.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 455,
                    "text": "(INE 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effects for Mexico"
        },
        {
            "text": "The environmental impact is related to the alteration of the natural conditions. Mexico is one of the countries seriously affected by climate change, especially its coastal regions on the Atlantic and the Pacific, its high mountains (Sierra Madre and the neo-volcanic transversal chain) and its flood plains. With regard to the high physical threats due to climate change, Mexico contributes 1.5% to the increase of global greenhouse gases, while the domestic energy production and consumption have increased during 2009 by 2.2% (INE 2010) . Therefore, Mexico is also contributing to the increasing threats posed by hydro-meteorological extreme events due to climate change. During the rainy season both coasts are exposed to hurricanes (see Fig. 15 .3).",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 539,
                    "text": "(INE 2010)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 749,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Environmental Impacts"
        },
        {
            "text": "A modification of precipitation patterns can also be found not only in the global trends, but with a clear monsoon and a dry climate pattern the monthly variations ( Fig. 15. 3) are crucial for saving lives and infrastructure, especially when both coasts are threatened by hurricanes several times a year (Arreguín et al. 2011; Conagua 2009 ). Without doubt, the precipitation anomalies have increased during the last decade, which has had serious repercussions. Since the year 2000 the costs of the so-called disasters have increased, and in 2005 alone, the material damages were estimated at almost the same amount as the previous 25 years put together. ",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 327,
                    "text": "(Arreguín et al. 2011;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 328,
                    "end": 340,
                    "text": "Conagua 2009",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "text": "Fig. 15.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Environmental Impacts"
        },
        {
            "text": "The Societal Outcomes are complex and affect the most vulnerable groups more seriously. Besides the southern and south-eastern part (states of Puebla, Veracruz, Tabasco, Guerrero, Oaxaca, Chiapas, Campeche, Yucatán and Quintana Roo) being the poorest region in terms of GDP, it is the richest in biodiversity, environmental services and natural resources (Fig. 15.4) . The average temperature is 22°C and less than 10% are mountain areas with lower temperatures (between 10 and 18°C). The subsoil is rich in oil, carbon, sulphur, fluorite and gas, and Mexico's most biodiverse fauna and flora are located there because the region gets half of the country's precipitation in only one quarter of its surface area (Tamayo 2002: 17-23) . Nevertheless, the temporary abundance of water in this region is also creating security challenges due to floods, storms and flash-floods, which seriously affect water, health and livelihood security. The desperate situation is further triggered by the lack of regional development, limited early warning policy and a historical institutional discrimination of this mostly indigenous population. Eighty-four per cent of extreme poor people live in this region. The Index on Human Development (IHD) in Oaxcaca is 0.698, and in Chiapas and Yucatán of 0.762 because one third of the population are without a stable income (Presidencia de la República 2010). These societal outcomes are further analysed in relation to the existing social vulnerability (Coneval 2010) and the new climate change impacts. ",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 731,
                    "text": "(Tamayo 2002: 17-23)",
                    "ref_id": null
                },
                {
                    "start": 1483,
                    "end": 1497,
                    "text": "(Coneval 2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 366,
                    "text": "(Fig. 15.4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Societal Outcomes"
        },
        {
            "text": "There are several key processes creating greater social inequity and conflicts related to gender, colour (Afro-American immigrants during the colonial period), ethnicity (original indigenous population), social status (poor and rich, small peasants vs. landlords) and age (small children, young and old people). The impact of poverty is very different in Mexico between women and men; there are eight million women working without any social security or pension and therefore they depend on somebody (family, husband) when they are getting old. Fifteen per cent of women have no access to medical services during childbirth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "In Mexico City 10% of women are victims of physical violence, while in rural areas the number of women affected increases substantially up to 66.1% (30.7 million women; INEGI 2016). There are few employment opportunities, and increasing numbers of small farmers get involved in the production of drugs. The lack of education limits further innovative production processes, because 7.6% of women aged over 15 still don't receive any school training (compared with 4.8% of men) and 32.5% of the indigenous population is without any education. At national level, 51% of the women of working age are getting a job outside their home compared with 81% of the men. In 2008, the largest number of poor young people lived in Chiapas, where 78.8% of young people were classified as poor; 67.4% of young people in Guerrero (which also has the highest criminal rate together with Colima); 64% of young people in Puebla and 61.2% of young people in Oaxaca were also classified as poor. Especially critical is the situation for 5.2 million women, who live in extreme poverty (Coneval 2015) . The neoliberal policies of presidents Fox (PAN) and Calderon (PAN) increased poverty between 2006 and 2008 from 42.6 to 47.4%, which is equivalent to 6 million more poor people in Mexico. Due to the recent financial crisis and the lack of a proactive policy, the GDP dropped by 6.5% in 2009 (Banco de Mexico 2010), increasing poverty and unemployment even further. In 2014, around half the population (55.3 million) lived in poverty (Coneval 2015) and 84.6% was malnourished, mostly through obesity resulting from the limited availability of nutritious fresh food and consequent reliance on calorific processed products (Ensanut 2012) . This social misery is also aggravated by physical violence and the drug war.",
            "cite_spans": [
                {
                    "start": 1062,
                    "end": 1076,
                    "text": "(Coneval 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1512,
                    "end": 1526,
                    "text": "(Coneval 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1699,
                    "end": 1713,
                    "text": "(Ensanut 2012)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "For the young generation the situation is even more dramatic. About 14.9 million of young people live in poverty and 12.1 million are vulnerable due to the lack of social support. In Mexico, 7.5 million young people are without employment and without an opportunity to study (the so-called ninineither study, nor work). Of this number, 6 million are young women, whose future is uncertain, perpetuating gender and structural violence and dependency on the traditional patriarchal system (Coneval 2010) . Given the regional, age and gender discrimination, Mexico also has numerous explicit and implicit conflicts related to land and resource access, power structure, social inequity and gender discrimination, all of which further deteriorate water and health security. Women own only 18% of the land. The General Assembly of Ejido, 10 the decision-making body at local level after the change of the constitution in 1992, very rarely allocates land rights to a woman despite the fact that she has cultivated this land for years after her husband has migrated to the US. This refers to the traditional land tenure system and the prevailing patriarchal mindset among peasants.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 501,
                    "text": "(Coneval 2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "Tensions also exist in relation to the structure of land distribution and specifically to the availability of water during the dry season. In 2007, a total of 343,021 land conflicts occurred and almost the same number of local water conflicts (Procuraduría Agraria 2008). Of these conflicts, 72.1% were related to issues surrounding the possession or succession of ejidal or communal rights or to the possession of urban plots; 10.6% to problems with the boundaries between ejidos and private property or communal land; and 5.8% the restitution of land, forests and water. In addition 11.48% were conflicts related to issues of ejido membership whereby new members, who have never worked on the land, can be accepted by the Assembly, while small peasants (mostly women) who have tended the land for years can be expelled against their consent. The remaining conflicts belong to the extraction and use of natural resources (mines, resorts, dams).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "Between 1995 and 2000, the legal advice by the General Agricultural Attorney increased from 31,051 to 78,845 cases after 2008. Further, the involvement of his office in legal disputes rose from 7,886 to 34,283 cases. The number of conflicts is 10 Ejido is the term used for the land that was assigned to peasants after the Mexican Revolution of 1910. In 1992, President Salinas declared the final point of the land reform and stated that no more land would be distributed. especially high among the marginal population in Oaxaca, Chiapas and Guerrero, where injustice prevailed, as landlords and corrupt government authorities have taken away the land of the mostly illiterate peasants and indigenous. Further, ecotourism and biopiracy (legally called bio-prospection) are extracting the natural biodiversity for business interests and patents. This has affected the legal rights of the physical and natural patrimony of the indigenous communities. Most homicides in poor states are related to conflicts over land and natural resources, and later to vengeance by affected families when the government fails to put a criminal in jail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "The second group of conflicts is related to the extension of and to the quality of the available land. In Mexico, about a quarter of the population (24.3 million inhabitants) lives in rural areas, and in 2008 the active population in the primary sector represented 15.8% of the people that contributed, in conjunction with the agricultural sector, 4.1% to the GDP. Since 1950, both the rural population (1950: 57.4%; 1960: 411.3%; 1970: 41.3%; 1980: 33.7%; 1990: 28.7%; 2000: 25.4%; 2005: 23 .5%) and the percentage of the primary sector to the GDP (1942: 20.8%; 1950: 111.2%; 1960: 15.9%; 1970: 11.6%; 1980: 9%; 1990 : 7.7%) have been continuously shrinking (INEGI 2010) .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 491,
                    "text": "(1950: 57.4%; 1960: 411.3%; 1970: 41.3%; 1980: 33.7%; 1990: 28.7%; 2000: 25.4%; 2005: 23",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 562,
                    "text": "GDP (1942: 20.8%;",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 576,
                    "text": "1950: 111.2%;",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 589,
                    "text": "1960: 15.9%;",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 602,
                    "text": "1970: 11.6%;",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 612,
                    "text": "1980: 9%;",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "1990",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 671,
                    "text": "(INEGI 2010)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "Soil quality is another aggravating factor. Thirty-six per cent of small farmers produce on 12% of the land and they contribute 10% to the national agricultural production. On the other hand, 8% of agribusiness with high quality irrigated land control 26% of the land and produce 35% of the agricultural output. This group has also benefited from most of the subsidies and government support regarding technological innovation, irrigation efficiency and market support. USDA (2003) claimed that 29% of the Mexican farmers cultivate less than 2 ha and 24% between 2 and 5 ha. The Mexican Ministry of Agriculture (Sagarpa) stated that in the 1970s each person in the rural area accounted for 0.75 ha, while in the year 2000 this average had shrunk to 0.34 ha and it was estimated that this average had further dropped to 0.25 ha by the year 2010.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 481,
                    "text": "USDA (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "Finally, 92% of the irrigated lands are located in the northern dryland, where 70% of the Gross Domestic Product in the agricultural sector is produced, with an overall efficiency of water use of below 40%. Therefore, agriculture consumes 77% of Mexico's water reserves. Nevertheless, small-holders, poor peasants, female heads of households and the indigenousespecially those living in marginal mountain regionshave key responsibility for the production and conservation of water and other environmental services, and also for most of the subsistence food production. Particularly difficult for Mexico was the year 2009 during the US and global financial crisis, with a decline of GDP by 7%, the AH1N1 influenza, drought, floods, hurricanes, a reduction in remittances by 15% and a drastic drop in the income from tourism due to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Vulnerability and Climate Change Impacts"
        },
        {
            "text": "Ecosystem services are supporting all other ecosystem services with the nutrient cycles (MA 2005) . They support waste management, detoxify and process harmful products and manage nutrients for food production and ecosystem conservation and restoration. These ecosystem services are also required for provisioning humans and nature with products, such as food, freshwater, rain and the precipitation cycle, clean air, soil, wood, fibre, medicine and atmospheric humidity, among other services. With the increase in the impacts of climate change, the regulation function of environmental services is getting more attention in relation to climate regulation, flood protection, coastal erosion and reefs, together with storm control and mitigation of winds and waves. The regulatory procedures also maintain the purification processes of water, air and soil, mitigate extreme weather conditions and help to restore environmental damage after an extreme hydro-meteorological event.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "(MA 2005)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Restoring Ecosystem Services Improves Water and Health Security"
        },
        {
            "text": "Finally, environmental services are related to cultural material and immaterial values, maintaining the landscape, the holy sites and places for recreation and pleasure, maintaining the psychological stability among persons and fostering more peaceful cohabitation. The supporting, regulating, providing and cultural dimension of ecosystem services are basic factors for health security by supporting a material minimum, offering safe food intake, freedom and choice and social relations that may improve life quality and the creation of social networks. Nevertheless, environmental changes and ecosystem impairment, due to anthropogenic over-exploitation of these ecosystem services, create dramatic effects on water and health security. Greater impacts of climate change are also related to forest clearance and land cover change, land degradation, desertification and the loss of natural soil fertility, the drying out of lakes and wetlands, and a chaotic urbanisation process (see Mexico City; González Reynoso/Zamora Saenz 2011; Domínguez 2011) . Biodiversity loss (for instance, during the 1980s the state of Tabasco destroyed about 92% of its tropical rain forest) and the bleaching of coral reefs due to greenhouse gas emissions, acidification of the oceans, and pollution of rivers, lakes and the sea are increasing risks during an extreme event. But landfills and open dumps of garbage also cause direct health impacts though vectors, toxic lixiviation and the development of insects, mice, rats and other dangerous fauna. Floods, heat waves, cold spills, water shortages, landslides, increasing exposure to ultraviolet radiation and intoxication of ecosystems and humans related to pollutants (POPs, organic toxics and emerging organic compound; Cortés/Calderón 2011) are directly affecting health and water security. There also exist ecosystem-mediated impacts, such as the alteration or emergence of risks of infectious diseases. Reduced crop yields associated with poverty, soil depletion, and ignorance have increased malnutrition and the debilitation of the immune system. People get infections and diseases more easily and recover slower. The loss of traditional medicines and the elimination of long-established medical practices, together with a reduction in health personnel as a result of privatisation processes, are creating new vulnerabilities, especially in rural areas and among poor people.",
            "cite_spans": [
                {
                    "start": 998,
                    "end": 1033,
                    "text": "González Reynoso/Zamora Saenz 2011;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1034,
                    "end": 1049,
                    "text": "Domínguez 2011)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Restoring Ecosystem Services Improves Water and Health Security"
        },
        {
            "text": "All these factors influence the cultural impoverishment and affect the community networking, as an increasing number of health specialists are migrating to the USA. In environmental terms, the greater necessity for food, firewood and construction inputs is not only destroying the landscape, but also challenging the equilibrium of biodiversity and its natural capacity for recovery. Among the indirect health and water security aspects, the loss of livelihood related to disasters is important. Temporary and permanent displacements and forced migration often diminish the mental stability of individuals and families, and, confronted with survival threats, community relations often deteriorate. Thus, environmental threats can induce maladaptation and inadequate mitigation processes, increasing the social and environmental risk and sometimes threatening inclusive life quality (slum development in highly risky areas, etc.; Oliver-Smith 2009a, b). Conversely, a critical survival situation may reinforce solidarity at family and community level, thanks to the creation of adaptive practices and local resilience-building.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restoring Ecosystem Services Improves Water and Health Security"
        },
        {
            "text": "In relation to the research questions, the reduction of water resources and stronger and more frequent hydro-meteorological events are affecting health, water and therefore food and the livelihood security of the poor urban and rural people in Mexico. In particular, the highly vulnerable people in rural areas, struggling for survival due to historical poverty and institutional discrimination , are most exposed to climate change phenomena and to hunger due to bad harvests and food price hikes. Due to lack of preventive behaviour and limited early warning, they often lose their family members and all their belongings. The societal outcomes and health impacts of the changing water security in Mexico have varied, but the lack of water and its pollution have been crucial factors that have undermined the livelihood and health of entire communities and cities (for instance, the cholera outbreak in Cuautla in the state of Morelos in 1991, when a sewage pipe got broken and drinking water was polluted with vibrio cholerae).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Global Challenge for Equity and Collaboration"
        },
        {
            "text": "The policy responses at national level to the changing water and health conditions have also differed regionally. The pandemic of AH1N1 in 2009 forced the Mexican government to take emergency actionsclosing schools, public services, economic activitieswhich seriously affected the tourist sector and the GDP. Due to international pressure, the country bought millions of doses of vaccines with great difficulty to vaccinate the population. However, the underlying structural factors of the transnational food chain production (pork and chickens) and unsafe sewage management were not addressed. With regard to other health threats related to extreme events such as flash floods, hurricanes and droughts, the health sector mostly responds reactively after dengue or chikungunya fever, diarrheic and skin diseases have emerged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Global Challenge for Equity and Collaboration"
        },
        {
            "text": "With regard to water security, the prevailing Mexican policy has been business-as-usual orientated and still prioritises large public works instead of restoring ecosystem services at local level through reforestation, protection of water bodies, infiltration of aquifers, sewage facilities in situ, taxing excessive water use (forcing people to save water) and controlling the illegal extraction of wells and water. Agriculture wastes water, yet lack of taxation for green water (i.e. rainwater) used in food production means there is no incentive to conserve it. Energy subsidies for pumping blue water (i.e. ground water) from the aquifers benefit northern agribusiness, but have accelerated the intrusion of seawater into the coastal aquifers of Sonora and Baja California.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Global Challenge for Equity and Collaboration"
        },
        {
            "text": "The lack of a transparent budget assignation and expenses at the three levels of government, weak legal reinforcement and massive corruption are key reasons for reactive instead of preventive actions. The lack of trust in the executive and the judicial sectors of government also constrain an integrated bottom-up and top-down resilience policy. The situation of three decades of economic stagnation is triggered by increasing and more severe hydro-meteorological events (Arreguín et al. 2011) in which vulnerable people have often lost all their belongings, due to lack of early warning and institutional discrimination in poor rural and indigenous areas (see disaster after hurricane Stan in 2005 in Chiapas).",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 493,
                    "text": "(Arreguín et al. 2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "A Global Challenge for Equity and Collaboration"
        },
        {
            "text": "In Mexico, a crucial factor is the deep mistrust of all social sectors in governmental actions (Latinobarómetro 2010) . 11 Nevertheless, there are multiple local processes trying to resolve the complex public and human security problems. Even so, an integrative process of participative governance is lacking that may support the creation of resilience, whereby genuine top-down governmental mitigation and bottom-up adaptation efforts may improve health, water and food security. At international level, the two Conventions tabled at the Earth Summit in 1992 (UN Convention on Biodiversity, UN Framework Convention on Climate Change), the shortcoming of the Millennium Development Goals (MDGs), and human, health and water security concerns represent complementary tasks for action. However, these activities must be integrated into development goals (eradication of poverty and chronic malnutrition, lack of education and missing reproductive health; Álvarez/Oswald Spring 1993) . When these policies are further orientated towards children, young people, and women, especially the illiterate ones, greater resilience at local level could be achieved. 11 In Mexico only 8% of the population believe that Mexican economic policy is good or very good, compared with 38% in Brazil, and 49% consider the situation to be very bad or getting worse. Thirty-three per cent consider crime and public insecurity to be the key concerns. Sixty-five per cent think that the government gives privileges to small groups and only 21% believe that they are governing for everybody. Only 17% are satisfied with the democracy in the country. While 54% want more security, only 11% believe that security policy is good, and 73% feel more insecure in the country and only 14% more secure, due to drug war and its militarisation. Forty-two per cent consider it crucial to combat corruption in the police in order to control crime (Latinobarómetro 2010) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 117,
                    "text": "(Latinobarómetro 2010)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 953,
                    "end": 980,
                    "text": "Álvarez/Oswald Spring 1993)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1910,
                    "end": 1932,
                    "text": "(Latinobarómetro 2010)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "A Global Challenge for Equity and Collaboration"
        },
        {
            "text": "The Mexican case shows that a widened understanding of health and water security may contribute to strengthen coping strategies with positive effects on human development. Member states of the WHO should reconsider their narrow and state-centred heath security concept and shift to a human-centred focus, including basic preventive and curative health care, especially the delivery of basic health services and reproductive health at local level. Practical education on nutrition, control on advertising of junk food, and taxes on soft drinks with high levels of sugar may drastically reduce the overweight, diabetes, cancer and degenerative illnesses related to the global model of consumerism. The combination of traditional and modern medical and environmental knowledge and the training of local people may support such an integral preventive health strategy in favour of the wellbeing of the people and the restoration of their ecosystems, through which water security is also improved. The proposal of an integrated human, gender and environmental securitya HUGE security with equality, equity and sustainabilityrequires an intersectorial collaboration among different ministries (finance, environment, social, urban, agriculture and health) for developing a congruent sustainable policy that is linked to social improvement and health security. On the top of the policy agenda is water security in terms of a safe water supply for everybody as a basic human right. This signifies that a rational management must take into account the increasing scarcity of the resource, due to population growth, different hygienic conditions, new development processes and climate change. Agriculture is not only wasting water in irrigation, but also creating diffuse pollution and seawater intrusion into aquifers. In Mexico, the primary sector represents an important potential for saving water, and green agriculture not only helps to restore polluted resources, but would also improve ecosystem services with positive effects on health and water security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widened Understanding of Health and Water Security"
        },
        {
            "text": "Monitoring climate change impacts by national and local governments, and the establishment of an international survey system, could reduce the threats and challenges for water, climate and health. The reduction of environmental destruction and the reestablishment of local epidemic reports can detect the outbreaks of new epidemics (WHO 2002c) and reduce the propagation of preventive diseases (WHO 2002d) . Efficient land planning may be able to re-establish the equilibrium among ecosystem services, development processes, recreation, population growth, environmental fragility, urbanisation and the recovery of ecosystems. Mexico is highly exposed to climate change-related risks, which will increase substantially, and health and water security can get lost without preventive policies.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 405,
                    "text": "(WHO 2002d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Widened Understanding of Health and Water Security"
        },
        {
            "text": "From the perspective of health, water and human security, the conjunction of the mentioned natural and socio-economic factors and phenomena from Mexico indicate the complexity of climate change impacts and its societal outcomes. The severity of extreme events related to anthropogenic behaviour can often not be resolved at local or national level. In ethical terms, this requires the cooperation of society as a whole, where not only the values of international equity and solidarity are improved, but also genuine self-protection is trained. There is only one Earth, and health security threats due to climate change, especially pandemics, spread fast across the globe, due to modern communicative means. Simultaneously, the lack of water security, extreme drought periods, and the loss of the rain-fed subsistence agriculture due to higher temperature and irregular rainfall may create massive forced migration into neighbouring countries, where better living conditions or food availability represent an additional push factor. Therefore, resilience-building, preventive learning, early warning and sustainable adaptation processes with health and water security represent key areas for action. For translating this knowledge into actions, three actors are required:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health and Water Security: A Complex Policy Challenge"
        },
        {
            "text": "a. An organised society from the family to the local community, from the town to the region, from national level to organisations at international level (UN, WHO, FAO, WWF, UNEP, UNDP). Many societal actors, social movements, clubs, NGOs, and leaders have key functions to perform new policy goals for both sustainable development and peaceful solidarity. b. The three economic sectors: agriculture, industry and services, and the business community can play both an impeding as well as an innovative role towards sustainable development goals. Whether the business sector is only guided by greed and the profit motive or becomes a socially and ethically responsible innovative agent depends both on society and the political framework established by the state and the world community. c. The state and inter-state actors, such as international organisations, regimes, and networks, will remain crucial actors for creating policy guidelines, frameworks for innovative policies and measures aimed at and implementing the dual goal of sustainable development and sustainable peace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health and Water Security: A Complex Policy Challenge"
        },
        {
            "text": "In synthesis, an integrated widened and deepened security approach, where equality, equity and sustainability is achieved and resource conflicts are negotiated peacefully, may offer humankind, nature, and their complex interactions a sustainable future. This requires a paradigm shift or a sustainability revolution (Oswald Spring , where the cornucopian world view of business-as-usual is substituted by a strategy of sustainable development with a HUGE security perspective, both linked to long-term peace negotiations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health and Water Security: A Complex Policy Challenge"
        },
        {
            "text": "Only with a change in the mindset towards collaborationindependent of gender, colour and religioncan health and water security be improved. This requires a broader framework of a mutually beneficial interrelationship between humans and nature, where ecosystem services are crucial. In a policy setting, the timescale is crucial, and non-action (Stern 2006 (Stern , 2010 is creating new risks (Beck 2011) for the present and coming generation and for the ecosystem. Technological and financial resources are required in the South and the North to improve simultaneously sustainable management of natural resources and alternative energy resources. Participative governance and solidarity with those who have less may grant water, health and food security to the growing world population. Collective actions can stabilise greenhouse gas emissions below an increase of 1.5-2°C, a goal adopted by the G8, approved at COP 16 in the Cancun Agreement and adopted globally during COP 21 in the legally nonbinding Paris Agreement of December 2015.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 355,
                    "text": "(Stern 2006",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 356,
                    "end": 369,
                    "text": "(Stern , 2010",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 392,
                    "end": 403,
                    "text": "(Beck 2011)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Health and Water Security: A Complex Policy Challenge"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health security as a public health concept: a critical analysis",
            "authors": [
                {
                    "first": "William",
                    "middle": [],
                    "last": "Aldis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy and Planning",
            "volume": "23",
            "issn": "6",
            "pages": "369--375",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Desnutrición crónica o aguda materno-infantil y retardos en el desarrollo",
            "authors": [
                {
                    "first": "Enrique",
                    "middle": [],
                    "last": "Álvarez",
                    "suffix": ""
                },
                {
                    "first": "Úrsula",
                    "middle": [
                        "Oswald"
                    ],
                    "last": "Spring",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Aportes de Investigación",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Larger freedom: development, security and human rights: The Millennium Report",
            "authors": [
                {
                    "first": "Kofi",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mexico's Water Challenges for the 21st Century",
            "authors": [
                {
                    "first": "Arreguín",
                    "middle": [],
                    "last": "Cortés",
                    "suffix": ""
                },
                {
                    "first": "Mario",
                    "middle": [
                        "López"
                    ],
                    "last": "Felipe",
                    "suffix": ""
                },
                {
                    "first": "Humberto",
                    "middle": [
                        "Marengo"
                    ],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mogollón",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "21--38",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potable Water Pollution with Heavy Metals, Arsenic and Fluorides and its Relation to the Development of Kidney Chronic Illness in the Infant Population of Aguascalientes",
            "authors": [
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Jaramillo Juárez",
                    "suffix": ""
                },
                {
                    "first": "José Luis Reyes",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "231--238",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Water quality in the State of Aguascalientes and its effects in the population's health",
            "authors": [
                {
                    "first": "Avelar",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "Francisco",
                    "middle": [],
                    "last": "Javier",
                    "suffix": ""
                },
                {
                    "first": "Elsa Marcela Ramírez",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [],
                    "last": "Consolación Martínez",
                    "suffix": ""
                },
                {
                    "first": "Alma Lilián Guerrero",
                    "middle": [],
                    "last": "Saldaña",
                    "suffix": ""
                },
                {
                    "first": "Fernando",
                    "middle": [
                        "Jaramillo"
                    ],
                    "last": "Barrera",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Juárez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "217--230",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Statistical data",
            "authors": [
                {
                    "first": "Mexico",
                    "middle": [],
                    "last": "Banco De",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lack of governance in urban water processes in Mexico",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Barkin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "379--394",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coping with Global Environmental Change, Disasters and Security -Threats, Challenges, Vulnerabilities and Risks. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "authors": [
                {
                    "first": "Ulrich",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global Environmental Change: A Challenge for Human Security-Defining and Conceptualising the Environment Dimension of Human Security",
            "authors": [
                {
                    "first": "Janos",
                    "middle": [],
                    "last": "Bogardi",
                    "suffix": ""
                },
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Günter Brauch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "85--1011",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Living with Vulnerability. Livelihoods and Human Security in Risky Environments",
            "authors": [
                {
                    "first": "Hans-Georg",
                    "middle": [],
                    "last": "Bohle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intersections",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Social Ecology versus Deep Ecology",
            "authors": [
                {
                    "first": "Murray",
                    "middle": [],
                    "last": "Bookchin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Socialist Review",
            "volume": "18",
            "issn": "3",
            "pages": "9--211",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Towards Freedom from Hazard Impacts",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Günter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Threats, challenges, vulnerabilities and risks of environmental and human security",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Günter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Source",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Günter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--44",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Günter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "65--102",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Securitizing the Ground -Grounding Security",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "Úrsula",
                    "middle": [
                        "Oswald"
                    ],
                    "last": "Günter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "Úrsula",
                    "middle": [
                        "Oswald"
                    ],
                    "last": "Günter",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "Czeslaw",
                    "middle": [],
                    "last": "Grin",
                    "suffix": ""
                },
                {
                    "first": "Heinz",
                    "middle": [],
                    "last": "Mesjasz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Krummenacher",
                    "suffix": ""
                },
                {
                    "first": "Béchir",
                    "middle": [],
                    "last": "Navnita Behera Chadha",
                    "suffix": ""
                },
                {
                    "first": "Patricia",
                    "middle": [],
                    "last": "Chourou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kameri-Mbote",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Coping with Global Environmental Change, Disasters and Security Threats, Challenges, Vulnerabilities and Risks",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "Úrsula",
                    "middle": [
                        "Oswald"
                    ],
                    "last": "Günter",
                    "suffix": ""
                },
                {
                    "first": "Czeslaw",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Mesjasz",
                    "suffix": ""
                },
                {
                    "first": "Patricia",
                    "middle": [],
                    "last": "Grin",
                    "suffix": ""
                },
                {
                    "first": "Bechir",
                    "middle": [],
                    "last": "Kameri-Mbote",
                    "suffix": ""
                },
                {
                    "first": "Jörn",
                    "middle": [],
                    "last": "Chourou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Birkmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Globalisation and Environmental Challenges: Reconceptualising Security in the 21st Century",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "La recomendaciones del Comité CEDAW a México",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cedaw",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human Insecurity in a Global World",
            "authors": [
                {
                    "first": "Lincoln",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Ellen",
                    "middle": [],
                    "last": "Sakiko Fukuda-Parr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Seidensticker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Global Health Challenges for Human Security",
            "authors": [
                {
                    "first": "Lincoln",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Leaning",
                    "suffix": ""
                },
                {
                    "first": "Vasant",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global Health and Human Security",
            "authors": [
                {
                    "first": "Lincoln",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vasant Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Human Insecurity in a Global World",
            "volume": "",
            "issn": "",
            "pages": "183--194",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A Human Security Agenda for Global Health",
            "authors": [
                {
                    "first": "Lincoln",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vasant Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Global Health Challenges for Human Security",
            "volume": "",
            "issn": "",
            "pages": "3--12",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Surveys in Mexican Jails",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Estadísticas del agua en México",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Conagua",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dinámica demográfica de la población joven de México",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Conapo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Presenta Coneval los Resultados de la Evaluación de los Ocho Fondos del Ramo 33",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coneval",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Medición de la pobreza",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coneval",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Potable water use from aquifers connected to irrigation of residual water",
            "authors": [
                {
                    "first": "Cortés",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "Juana",
                    "middle": [],
                    "last": "Enriqueta",
                    "suffix": ""
                },
                {
                    "first": "César",
                    "middle": [],
                    "last": "Guillermo Calderón",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mólgora",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "189--200",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Security. A New Framework for Analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "De Wilde",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Institutional obstacles to effective water governance in Mexico. Study of the hydrological region X in the Central Gulf",
            "authors": [
                {
                    "first": "Domínguez",
                    "middle": [],
                    "last": "Serrano",
                    "suffix": ""
                },
                {
                    "first": "Judith",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "457--472",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Encuesta Nacional de Salud y Nutrición",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ensanut",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Sustainable Crop Production Intensification through an Ecosystem Approach and an Enabling Environment: Capturing Efficiency through Ecosystem Services and Management",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Health and Poverty: As Challenges for Human, Health and Livelihood Security: Two case studies on Northern Vietnam and Bangladesh",
            "authors": [
                {
                    "first": "Isabel",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "Mohammad",
                    "middle": [
                        "Musfequs"
                    ],
                    "last": "Salehin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "563--572",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Coping with Global Environmental Change, Disasters and Security -Threats, Challenges, Vulnerabilities and Risks. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "authors": [
                {
                    "first": "Flores",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "Wolfgang",
                    "middle": [],
                    "last": "Fátima",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1081--1090",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Reflections on the Magdalena River Master Plan in Mexico City",
            "authors": [
                {
                    "first": "González",
                    "middle": [],
                    "last": "Reynoso",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arsenio",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Itzkuauhtli Zamora",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Saenz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "409--420",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Evaluation of pollution in hydrological basins: priorities and necessities",
            "authors": [
                {
                    "first": "Anne",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Carlos Corzo Juárez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "201--216",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Globalization Theory: approaches and controversies",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Held",
                    "suffix": ""
                },
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Mcgrew",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Complex emergencies, peacekeeping and the world food programme",
            "authors": [
                {
                    "first": "Raymond",
                    "middle": [
                        "F"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Peacekeeping",
            "volume": "5",
            "issn": "4",
            "pages": "71--91",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "En México Somos 112 Millones 322 Mil 757 Habitantes al 12 de junio de",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Washington",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Imf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Inegi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Indicadores Oportunos de Ocupación y Empleo",
            "authors": [],
            "year": 2007,
            "venue": "Encuesta Nacional sobre la Dinámica de las Relaciones en los Hogares (ENDIREH), Aguascalientes, INEGI. INEGI",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Informe 2010. Latinobarómetro, Santiago de Chile www",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Latinobarómetro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Leaning",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "541--552",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Ecosystems and the Human Well-Being",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Guidance for Evaluating Human Assistance in Complex Emergencies",
            "authors": [
                {
                    "first": "Layda",
                    "middle": [],
                    "last": "Negrete",
                    "suffix": ""
                },
                {
                    "first": "Negrete",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Mexico",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Cide",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Presunto Culpable, Film",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "OCHA Orientation Handbook on Complex Emergencies E:\\Conflictos ambientales\\Complex emer-gencies\\OCHAORIENTATION HANDBOOKON COMPLEX EMERGENCIES",
            "authors": [],
            "year": 1999,
            "venue": "OCHA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Human Security Now",
            "authors": [
                {
                    "first": "Sadako",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "Amartya",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Toward an Understanding of Environmental Migration and Social Vulnerability",
            "authors": [
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Oliver-Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Sea Level Rise and the Vulnerability of Coastal Peoples Responding to the Local Challenges of Global Climate Change in the 21st Century",
            "authors": [
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Oliver-Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intersections",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Políticas Alimentarias",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cámara Diputados, Miguel Ángel Porrúa-UNAM",
            "volume": "",
            "issn": "",
            "pages": "231--254",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Human, Gender and Environmental Security: A HUGE Challenge",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Security, Peace, Development, and Environment, Encyclopedia on Life Support System/UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Gender and Disasters. Human, Gender and Environmental Security: A HUGE Challenge",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1165--1190",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "473--502",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Cambio climático, conflictos sobre recursos y vulnerabilidad social",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "51--82",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Towards a Sustainable Health Policy in the Anthropocene",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IHDP Update Issue",
            "volume": "3",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Coping with Global Environmental Change, Disasters and Security -Threats, Challenges, Vulnerabilities and Risks",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1169--1188",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Günter Brauch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "177--205",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "Hans",
                    "middle": [
                        "Günter"
                    ],
                    "last": "Úrsula",
                    "suffix": ""
                },
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Brauch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dably",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1277--1294",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Coping with Global Environmental Change, Disasters and Security -Threats, Challenges, Vulnerabilities and Risks. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "authors": [
                {
                    "first": "Oswald",
                    "middle": [],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Úrsula",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Günter Brauch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1487--1504",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Water Use for Agriculture in Mexico",
            "authors": [
                {
                    "first": "Palacios",
                    "middle": [],
                    "last": "Vélez",
                    "suffix": ""
                },
                {
                    "first": "Enrique",
                    "middle": [
                        "Mejía"
                    ],
                    "last": "Enrique",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Water Research in Mexico. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "volume": "",
            "issn": "",
            "pages": "129--144",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Control, Adapt or Flee How to Face Environmental Migration?",
            "authors": [
                {
                    "first": "Fabrice",
                    "middle": [],
                    "last": "Renaud",
                    "suffix": ""
                },
                {
                    "first": "Janos",
                    "middle": [
                        "J"
                    ],
                    "last": "Bogardi",
                    "suffix": ""
                },
                {
                    "first": "Olivia",
                    "middle": [],
                    "last": "Dun",
                    "suffix": ""
                },
                {
                    "first": "Koko",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Facing Global Environmental Change: Environmental, Human, Energy, Food, Health and Water Security Concepts",
            "authors": [
                {
                    "first": "Guénaël",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                },
                {
                    "first": "Mary",
                    "middle": [
                        "Kay"
                    ],
                    "last": "Kindhauser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "529--540",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Subsidencia y contaminación acuífera; ni desastre ni conflicto",
            "authors": [
                {
                    "first": "Ramiro",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Retos de la Investigación del Agua en México",
            "volume": "",
            "issn": "",
            "pages": "375--380",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Global environmental change, human health and governance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W.; T"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Krafft",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IHDP Update",
            "volume": "3",
            "issn": "",
            "pages": "42--47",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Avoiding Dangerous Climate Change",
            "authors": [
                {
                    "first": "Hands",
                    "middle": [
                        "J"
                    ],
                    "last": "Schellnhuber",
                    "suffix": ""
                },
                {
                    "first": "Wolfang",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "Nebojsa",
                    "middle": [],
                    "last": "Nakicenovic",
                    "suffix": ""
                },
                {
                    "first": "Tom",
                    "middle": [],
                    "last": "Wigley",
                    "suffix": ""
                },
                {
                    "first": "Gary",
                    "middle": [],
                    "last": "Yohe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Proyección del Cambio Climático en México",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Semarnat-Ine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Human contribution to more-intense precipitation extremes",
            "authors": [
                {
                    "first": "Amartya",
                    "middle": [
                        ";"
                    ],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "Min",
                    "middle": [],
                    "last": "Seung-Ki",
                    "suffix": ""
                },
                {
                    "first": "Xuebin",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Francis",
                    "middle": [
                        "W"
                    ],
                    "last": "Zwiers",
                    "suffix": ""
                },
                {
                    "first": "Gabriele",
                    "middle": [
                        "C"
                    ],
                    "last": "Heferl",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "470",
            "issn": "17",
            "pages": "378--381",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Chapter 43, Complex Emergencies",
            "authors": [
                {
                    "first": "Sipri",
                    "middle": [],
                    "last": "Sipri ; Stockholm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Trueman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Military Preventive Medicine: Mobilization and Deployment",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Global Change and the Earth System. A Planet under Pressure",
            "authors": [
                {
                    "first": "Will",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "Angelina",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [
                        "D"
                    ],
                    "last": "Tyson",
                    "suffix": ""
                },
                {
                    "first": "Jill",
                    "middle": [],
                    "last": "Jäger",
                    "suffix": ""
                },
                {
                    "first": "Pamela",
                    "middle": [
                        "A"
                    ],
                    "last": "Matson",
                    "suffix": ""
                },
                {
                    "first": "Berrien",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Oldfield",
                    "suffix": ""
                },
                {
                    "first": "Katherine",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "Hans",
                    "middle": [
                        "Joachim"
                    ],
                    "last": "Schellnhuber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "J"
                    ],
                    "last": "Wasson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The IGBP Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "A Blueprint for a Safer Planet. How Can We Safe the World and Create Prosperity",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Economics of Climate Change",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Globalization and Its Discontents",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "E"
                    ],
                    "last": "Stiglitz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Geográfia moderna de México",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "USAID Assistance to Internally-Displaced Persons (IDPs) in Pakistan\" E: \\Conflictos ambientales\\Complex emergencies\\USAID Asia Pakistan Complex Emergency",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Usaid",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "E:\\Conflictos ambientales\\Complex Emergencies\\USAID Somalia -Complex Emergency",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Usaid",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Situation Report #8, Fiscal Year (FY)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Usaid",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Agreement on Gender in Via Campesina",
            "authors": [
                {
                    "first": "Vía",
                    "middle": [],
                    "last": "Campesina",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Coping with Global Environmental Change, Disasters and Security -Threats, Challenges, Vulnerabilities and Risks. Scarcity, Degradation, Stress, Conflicts, Management, and Policy",
            "authors": [
                {
                    "first": "Juan",
                    "middle": [],
                    "last": "Villagrán De León",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Carlos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1147--1158",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Securitization and Desecuritization",
            "authors": [
                {
                    "first": "Ole",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "46--86",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Concepts of Security",
            "authors": [
                {
                    "first": "Ole",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "International Relations Theory and the Politics of European Integration",
            "authors": [
                {
                    "first": "Ole",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The Changing Agenda of Societal Security",
            "authors": [
                {
                    "first": "Ole",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Globalization and Environmental Challenges: Reconceptualizing Security in the 21st Century",
            "volume": "",
            "issn": "",
            "pages": "581--593",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Politics of Security: A Comprehensive Framework of Analysis",
            "authors": [
                {
                    "first": "Ole",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                },
                {
                    "first": "Barry",
                    "middle": [],
                    "last": "Buzan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "World Global Strategy on Diet",
            "authors": [],
            "year": 2003,
            "venue": "Physical Activity and Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Environmental health in emergencies and disasters: a practical guide",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Global crisis -global solutions. Managing public health emergencies of international concern through the revised International Health Regulations",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Emerging foodborne diseases",
            "authors": [],
            "year": 2002,
            "venue": "WHO fact sheet 124",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Understanding the BSE threat",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Ministerial Declaration during the Second World Water Forum",
            "authors": [],
            "year": 2000,
            "venue": "World Water Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Public nutrition in complex emergencies",
            "authors": [
                {
                    "first": "Helen",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Annalies",
                    "middle": [],
                    "last": "Borrel",
                    "suffix": ""
                },
                {
                    "first": "Diane",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Salama",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "",
            "issn": "364",
            "pages": "1899--9011",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The PEISOR model. Source Brauch/Oswald",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "In 2010, the population reached 112.3 million inhabitants with a fertility rate of 0.85 in 2009, compared with 1.92 in 1990 (INEGI 2011; CONAPO 2010). About 62.8% of the population lives in urban areas, and 30.2% thereof in five urban megalopolises: (a) in the Central Valley of Mexico City (CVMC) (13.2 million inhabitants live in Mexico City, in municipalities in the state of Mexico and some in Hidalgo; INEGI 2020); (b) in the suburban area of Guadalajara with 4.1 million; (c) in the urban area of Monterrey with 3.7 million;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "2 shows the trends in annual and seasonal mean temperature for 1970 to 1999 and the projected future in Mexico (Semarnat 2007). The black curves indicate the means observed from 1960 to 2006, the brown the median and ranges (shading) of the results of the simulations conducted in 15 climate models. The coloured lines show the projections from 2006 onwards with a median (solid line) and ranges (shading) under three selected emissions scenarios of the IPCC (2007a) for 2090-2100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Annual abnormality of the mean temperature inMexico (1960Mexico ( -2005 and projections until the year 2100. Source SEMARNAT-INE (2010) Since 1990, 75 natural hazards have caused about 10,000 deaths and affected millions of other people, with a direct damage of US$ 11.5 billion (around US$ 500 million/year until 2005, with US$ 200 million of indirect costs; Cenapred 2015).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Annual abnormality of the monthly precipitation inMexico (1960Mexico ( -2005 and projections until the year 2100. SourceSEMARNAT-INE (2010)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Map of Mexico with the division of States. Source INEGI (2016)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ").Mexico only uses testimony and therefore the verdict in about 80% of all trials is guilty. In Mexico City the number of impunity is 95%. In three surveys done by the Center of Development and Economy (CIDE) in2000, 2005, 2009, 41% of the prisoners were tortured and 93% have never seen their arrest warrant.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}