{
    "paper_id": "3e5a9064fd995657f298c328b0024d620e4a5b46",
    "metadata": {
        "title": "Title Title: COVID 19 related Psychosis as an interface of fears, socio-cultural issues and vulnerability-case report of two women from India",
        "authors": [
            {
                "first": "Prabha",
                "middle": [
                    "S"
                ],
                "last": "Chandra",
                "suffix": "",
                "affiliation": {},
                "email": "chandra@nimhans.ac.in"
            },
            {
                "first": "Lakshmi",
                "middle": [],
                "last": "Shiva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sachin",
                "middle": [],
                "last": "Nagendrappa",
                "suffix": "",
                "affiliation": {},
                "email": "-nsachin40@gmail.com"
            },
            {
                "first": "Sundarnag",
                "middle": [],
                "last": "Ganjekar",
                "suffix": "",
                "affiliation": {},
                "email": "sundarnag@nimhans.ac.in"
            },
            {
                "first": "Harish",
                "middle": [],
                "last": "Thippeswamy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sundarnag Ganjekar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Prabha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Chandra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof COVID 19 related Psychosis as an interface of fears, socio-cultural issues and vulnerability-case report of two women from India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Type of manuscript: Correspondence (Letter to the Editor) Title: COVID 19 related Psychosis as an interface of fears, socio-cultural issues and vulnerability-case report of two women from India Authors: Prabha S Chandra a *, Lakshmi Shiva a , Sachin Nagendrappa a , Sundarnag Ganjekar a ,Harish Thippeswamy a Affiliations: a.National institute of Mental Health and Neurosciences, Bengaluru-560029, India There have been reports of heightened anxiety about COVID 19 leading to psychosis and related psychopathology (Brown et al., 2020; D Rentero et al., 2020; Vald´es-Florido et al., 2020) . Increased levels of anxiety may be related to factors such as fears of the infection, social isolation linked to lockdown or because of the economic and occupational impact of the pandemic. Women who are vulnerable either due to personality factors, a family history or those in the perinatal period may be at risk for psychotic symptoms precipitated by high levels of COVID related anxiety (Wu et al., 2020) .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 534,
                    "text": "(Brown et al., 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 535,
                    "end": 558,
                    "text": "D Rentero et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 559,
                    "end": 588,
                    "text": "Vald´es-Florido et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 982,
                    "end": 999,
                    "text": "(Wu et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Title Page"
        },
        {
            "text": "We report two women who presented to the National Institute of Mental Health and Neuro Sciences, an academic psychiatric centre in Bangalore, India. For both women, this was a first episode of psychosis with psychopathology relating to COVID 19. Informed Consent for reporting was obtained from both women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Title Page"
        },
        {
            "text": "Ms. R a 34-year old married housekeeper with two children, who had migrated recently to the city, presented with a two day history of being extremely fearful that she would get COVID 19 infection and her family and she would die. This started on the day of a major Hindu festival immediately after the lockdown was announced in India. Ms. R had been looking forward to celebrating the festival with her family in the village and more importantly visiting a local temple for blessings as per tradition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Due to the lockdown, travel had to be cancelled and this made her extremely distressed. Following this she lost sleep and was continuously watching news about the spread and deaths related to COVID 19. She was convinced that the family deity would curse them with COVID infection because they had failed to do the annual ritual and if found COVID positive, the police would take her away from her family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "The next day she started hearing voices that she and her family would die. Ms. R was known to have an anxious personality and her father had experienced a brief psychotic episode. Her husband had been furloughed because of the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Her physical examination was normal and she did not have any cognitive deficits. On mental status examination, she appeared extremely fearful and would often burst into tears. She kept mentioning that the Prime Minister of India (who had appeared on TV a day earlier) had sent the doctors and he would also arrive in a plane to save her.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "She was diagnosed with Acute Polymorphic Psychosis (ICD 10)(World Health Organization, 2004). The psychotic symptoms improved with a week of Risperidone 4 mg and low dose of clonazepam 0.25 mg. However, she continued to report anxiety and constant rumination about COVID infection for which she was started on escitalopram 10 mg a day, provided reassurance and taught simple cognitive techniques to deal with anxiety with which she improved considerably.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Ms. S a 24-year old married woman from a rural background consulted us when she was two months postpartum with her first child. She had no family or past history of psychiatric disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "During pregnancy she had been a bit anxious because of her hypothyroidism and hypertension and also related to pressure from in-laws for a male child. Ms. S delivered a baby girl through caesarean section and on the third day of birth the infant developed sepsis, hyperbilirubinemia and seizures necessitating a neonatal ICU admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Following this event, the patient became agitated and began talking irrelevantly. Following treatment with olanzapine 15 mg/day she remained well for the next one and half months. With the COVID 19 outbreak in India and messages about handwashing and hygiene being circulated in the media, Ms. S. became excessively anxious about contracting COVID 19. Criticism by relatives about having a female baby and her inadequacy as a mother made her feel worse. Sertraline 50 mg/d was added by her psychiatrist and olanzapine was stopped. However, her condition worsened and she presented to our Mother Baby Unit (MBU), with agitation, crying spells, excessive anxiety, persecutory delusions and overvalued ideas that she had contracted COVID 19 infection and was spreading it to her infant. This resulted in her refusing to breastfeed for fear of spreading the infection to the infant. At presentation, she also had catatonic symptoms of mutism and staring. Her physical examination was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "An ICD 10 diagnosis of Acute Polymorphic Psychosis, postpartum onset was made. Blood investigations and CT brain were normal and her RT-PCR test for COVID 19 was negative. She was started on lorazepam for catatonia and olanzapine up to 20 mg daily with which her psychotic symptoms resolved. However, anxiety symptoms and fear about COVID 19 persisted. Low dose escitalopram was added and in the MBU she was provided support with infant care and breastfeeding, with which she showed improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "The women described above with a first episode of psychosis demonstrate how several factors may act in confluence to increase stress levels in the COVID 19 situation. Fears are related both to the infection and its social implications, which include stigma and social exclusion related to quarantine. A lockdown imposes social isolation and also loss of familiar rituals and family traditions which may hold much meaning in some cultures. COVID 19 infection is no longer just a medical condition but is surfacing as a social malady that creates immense stress for those who are vulnerable and feel unsupported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We know that the postpartum is a highly vulnerable period for psychosis and infant related delusions are not uncommon (Chandra et al., 2006) . However, to our knowledge this is the first report of COVID related psychopathology in a woman with postpartum psychosis.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 140,
                    "text": "(Chandra et al., 2006)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This report emphasizes the need to understand the confluence of vulnerability factors (migrating to the city, postpartum period, anxious personality, family history) and precipitating factors (lockdown, media reports, stigma and fears of COVID 19 infection, lack of familiar rituals, economic stress) in the etiology of psychosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These observations emphasize the need for developing preventive strategies for vulnerable groups and developing support systems during this crisis as steps to prevent mental illness related to COVID 19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The potential impact of COVID-19 on psychosis : A rapid review of contemporary epidemic and pandemic research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Francey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcgorry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Schizophr. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.schres.2020.05.005"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Delusions related to infant and their association with mother -infant interactions in postpartum psychotic disorders. Arch Womens Ment Heal",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhargavaraman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N G P"
                    ],
                    "last": "Raghunandan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shaligram",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "285--288",
            "other_ids": {
                "DOI": [
                    "10.1007/s00737-006-0147-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New-onset psychosis in COVID-19 pandemic: a case series in Madrid",
            "authors": [
                {
                    "first": "Alba",
                    "middle": [
                        "Juanes"
                    ],
                    "last": "David Rentero Mart´ın",
                    "suffix": ""
                },
                {
                    "first": "Cristina",
                    "middle": [
                        "P"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "´",
                    "middle": [],
                    "last": "Losada P ´ Erez",
                    "suffix": ""
                },
                {
                    "first": "Sonia",
                    "middle": [
                        "Alvarez"
                    ],
                    "last": "Sesmero",
                    "suffix": ""
                },
                {
                    "first": "Alba",
                    "middle": [],
                    "last": "Parra Gonz ´ Alez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Santana"
                    ],
                    "last": "Varinia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reactive psychoses in the context of the COVID-19 pandemic: clinical perspectives from a case series",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vald´es-Florido",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "L´opez-D´ıaz",
                    "suffix": ""
                },
                {
                    "first": "P.-Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Mart´ınez-Molina",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Mart´ın-Gil",
                    "middle": [],
                    "last": "Ve",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crespo-Facorro",
                    "suffix": ""
                },
                {
                    "first": "R.-V",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev. Psiquiatr. y salud Ment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rpsm.2020.04.009"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "International statistical classification of diseases and related health problems(ICD-10)",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Perinatal depressive and anxiety symptoms of pregnant women along with COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xiangjuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xiufeng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Hongmei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Obstet. Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2020.05.009"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Dr.Prabha S Chandra, (Corresponding Author)Disclosure Statement: We have no disclosure to make. No funding from any source in any kind was received. We have no conflicts of interest.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We have no acknowledgements to make.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "We declare that we have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests: None"
        }
    ]
}