{
    "paper_id": "3e5fd0ffc049a3527c5d94e89cba9f781b620022",
    "metadata": {
        "title": "Promised Fiscal Expansions and Politics: A European Union Assessment · E02 · E62 · H11 · H62 · H63",
        "authors": [
            {
                "first": "João",
                "middle": [
                    "Tovar"
                ],
                "last": "Jalles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Lisboa",
                    "location": {
                        "addrLine": "Rua do Quelhas 6",
                        "postCode": "1200-781",
                        "settlement": "Lisbon",
                        "country": "Portugal"
                    }
                },
                "email": "joaojalles@gmail.com"
            },
            {
                "first": "J",
                "middle": [
                    "T"
                ],
                "last": "Jalles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper analyzes the political economy causes of fiscal promise gaps, defined as the distance between planned fiscal objectives and actual realizations during planned fiscal expansions periods. Using a sample of 27 European Union countries between 1992 and 2015, we identify, by means of an \"hybrid\" narrative approach, 68 episodes of promised fiscal expansions. We show that expansionary promise gaps were sizeable (about 1.5-2.5% of GDP during an average fiscal expansion episode) and that initial and economic conditions matter in explaining their size. We also find that the more leftist a government is, the larger the expansionary promise gap. Governments facing weak opposition in the parliament and those more effective are characterized by smaller expansionary promise gaps. Regarding the importance of decentralization and the role played by subnational governments, the larger their capacity to influence national legislation and policy, the larger the promise gaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During most of the late 2000s and 2010s, discussions of fiscal policy focused mainly on high fiscal deficits and (historically high) government debt as a source of growthhindering and balance of payments problems, and on the contribution of fiscal adjustments to stabilization programs designed to address such problems. This has basically been the fiscal characterization of most of Advanced Economies´ policy stance since the 2008 Global Financial Crisis. However, with the recent economic cooling down with recovery engines getting slowly exhausted, combined with the recent Covid-19 pandemic, emphasis has shifted to the role expansionary fiscal policy can play in stimulating economic activity. 1 Specifically, policies that ease tax burdens on firms, sustain employment and eventually boost public investment can be of help to prevent the negative supply shock triggered by the spread of the virus (see Fornaro and Wolf 2020) . This is even more relevant at a time the President of the European Commission is suspending many fiscal rules and enhancing European fiscal frameworks flexibility. 2 The Keynesian view that fiscal expansions are beneficial in this context have been the subject of long-standing debate about both its theoretical validity and its practical importance. 3 Now, take the fact that budgets are generally made at the annual frequency on the basis of a set of underlying macroeconomic-fiscal assumptions about the future path of a given economy. 4 Policy makers rely on a combination of tax and spending measures to (try to) meet the government´s (inter-temporal) budget constraint, by allocating public resources to finance public goods and services, redistribute income and contribute to macroeconomic stabilization. 5 That said, it is rare that a budgetary plan is met with precision; in fact, most of the time there are overruns and this lack of fiscal compliance can have serious macroeconomic, financial and reputational consequences. 6 There are several reasons why fiscal outcomes may deviate from plans. First, the underlying macroeconomic assumptions may turn out differently from that foreseen 1 Throughout this paper, the terms economic activity, output and growth are used interchangeably when discussing the short-term impact of fiscal policy. 2 https ://ec.europ a.eu/commi ssion /press corne r/detai l/en/ip_20_459. 3 Examples of expansionary fiscal contraction from Europe, most notably from Denmark and Ireland, have been cited to illustrate such outcome)-see Giavazzi and Pagano (1990) . 4 Over the years, a key issue in the design of fiscal policy rules has been the accuracy of government budget forecasts, which have been criticized for being consistently biased as a result of setting unrealistic, politically motivated targets (Strauch et al. 2004; Moulin and Wierts 2006) . There is a large literature pointing out the deficiencies of government budget forecasts (see Leal et al. (2008, p. 350) for an overview). 5 Since national governments express their views about the outlook for fiscal policy in the form of annual targets and plans rather than projections or forecasts, the activities of revenue estimation and spending planning are key in the elaboration of annual budgets and the determination of (multi-annual) targets. 6 Government forecasts of budget deficits invoke considerable scepticism. A prominent critic is Frankel (2012) who mocks the \"budgetary wishful thinking\" of many government agencies. Moreover, Frankel and Schreger (2013) provide evidence on the tendency of Eurozone governments to be over-optimistic. in the plan (Frankel 2011; Afonso and Silva 2015) . Second, policy makers may change their minds over the course of the fiscal year to respond to popular demands and/or influence the electorate. Finally, policy makers may find it difficult to implement fiscal plans because of opposition from vested interest groups (Beetsma et al. 2009a, b; von Hagen 2010) . Indeed, political economy aspects are crucial in explaining fiscal outcomes (Gaspar et al. 2017) . Fiscal adjustments and their composition are typically influenced when elections are near (Klomp and de Haan 2013; Mulas-Granados 2004; Hübscher and Sattler 2017) , when there exist political fragmentation (Crivelli et al. 2016; Perotti 1998; Perotti and Kontopoulos 2002; Volkerink and de Haan 2001) , and when there are strong ideological differences between a ruling government and its parliamentary opposition (Angelopoulos et al. 2012; Mierau et al. 2007; Mulas-Granados 2006; Potrafke 2011; Wiese et al. 2018) . In countries with supranational fiscal rules like those in the European Union (EU), the influence of ideological differences on fiscal performance may have declined over time as a result of strong external pressures (Potrafke 2017 ) and due to the absence of synchronized electoral calendars in different Eurozone countries (Sadeh 2006) . Still we should expect strong partisan differences in countries where electoral rules encourage dispersion and fragmentation remains high (Clark et al. 2002) . To Heinemann (2006) , the Stability and Growth Pact in European countries may have even encouraged unrealistic fiscal forecasting to gain acceptance from both national electorates and the European Commission.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 931,
                    "text": "Fornaro and Wolf 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1098,
                    "end": 1099,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1285,
                    "end": 1286,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1473,
                    "end": 1474,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1968,
                    "end": 1969,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2359,
                    "end": 2360,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2505,
                    "end": 2531,
                    "text": "Giavazzi and Pagano (1990)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2534,
                    "end": 2535,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2778,
                    "end": 2799,
                    "text": "(Strauch et al. 2004;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2800,
                    "end": 2823,
                    "text": "Moulin and Wierts 2006)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2920,
                    "end": 2946,
                    "text": "Leal et al. (2008, p. 350)",
                    "ref_id": null
                },
                {
                    "start": 2965,
                    "end": 2966,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 3281,
                    "end": 3282,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 3377,
                    "end": 3391,
                    "text": "Frankel (2012)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3474,
                    "end": 3501,
                    "text": "Frankel and Schreger (2013)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3594,
                    "end": 3608,
                    "text": "(Frankel 2011;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3609,
                    "end": 3631,
                    "text": "Afonso and Silva 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3898,
                    "end": 3923,
                    "text": "(Beetsma et al. 2009a, b;",
                    "ref_id": null
                },
                {
                    "start": 3924,
                    "end": 3939,
                    "text": "von Hagen 2010)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 4018,
                    "end": 4038,
                    "text": "(Gaspar et al. 2017)",
                    "ref_id": null
                },
                {
                    "start": 4131,
                    "end": 4155,
                    "text": "(Klomp and de Haan 2013;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4156,
                    "end": 4176,
                    "text": "Mulas-Granados 2004;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 4177,
                    "end": 4203,
                    "text": "Hübscher and Sattler 2017)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 4247,
                    "end": 4269,
                    "text": "(Crivelli et al. 2016;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4270,
                    "end": 4283,
                    "text": "Perotti 1998;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 4284,
                    "end": 4313,
                    "text": "Perotti and Kontopoulos 2002;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 4314,
                    "end": 4341,
                    "text": "Volkerink and de Haan 2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 4455,
                    "end": 4481,
                    "text": "(Angelopoulos et al. 2012;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4482,
                    "end": 4501,
                    "text": "Mierau et al. 2007;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 4502,
                    "end": 4522,
                    "text": "Mulas-Granados 2006;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4523,
                    "end": 4537,
                    "text": "Potrafke 2011;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 4538,
                    "end": 4556,
                    "text": "Wiese et al. 2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 4775,
                    "end": 4789,
                    "text": "(Potrafke 2017",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 4883,
                    "end": 4895,
                    "text": "(Sadeh 2006)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 5036,
                    "end": 5055,
                    "text": "(Clark et al. 2002)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 5061,
                    "end": 5077,
                    "text": "Heinemann (2006)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper we define the difference between budgetary plans and budgetary implementation as the \"promise gap\". The size of promise gaps is important because it may have a bearing on credibility and democratic accountability of elected governments. 7 Such accountability requires a clear understanding of the impact of macroeconomic developments and discretionary government action. For instance, large and systematic fiscal promise gaps increase uncertainty for economic agents and lower the internal and external reputation of the government in being able to keep its commitments. This can shake credibility which is subsequently reflected in financial markets by an increase of long-term interest rates on government bonds (Baldacci and Kumar 2010; Beetsma et al. 2013 ). If governments deliver on their promised policies, they are more likely to be re-elected. Parties in government are motivated by a specific policy agenda and by their willingness to remain in office (Müller and Strøm 1999) . In addition, when governments do not deliver on their promises, the quality of democracy may suffer (Przeworski et al. 2000) .",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 753,
                    "text": "(Baldacci and Kumar 2010;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 754,
                    "end": 773,
                    "text": "Beetsma et al. 2013",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 976,
                    "end": 999,
                    "text": "(Müller and Strøm 1999)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1102,
                    "end": 1126,
                    "text": "(Przeworski et al. 2000)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We aim to answer two main empirical questions. First, how large are fiscal promise gaps during fiscal expansions? We pay a closer attention to fiscal expansions since most of the literature has overly dedicated more time and effort inspecting various aspects of fiscal consolidations when this type of episodes typically accounts for a much smaller percentage of the total number of fiscal policy changes. 8 In fact, 7 In fact, the accountability of governments for the use of public funds in western democracies is at the root of budgetary procedures and has led to the creation and development of fiscal forecasting methods. 8 For instance, Afonso and Jalles´ (2014) Table 1 shows that, under alternative quantitative definitions to identify fiscal episodes on the basis of changes in the cyclically adjusted primary balance (CAPB), the a recent paper by Gupta et al. (2018) looked at causes and effects of consolidation promise gaps for a subsample of 17 advanced economies and this paper serves as the main motivation for us to now look to the other side of fiscal policy actions, that is, fiscal expansions. Second, which economic and political economy drivers of these expansionary promise gaps matter the most, if any? Economic variables, namely unexpected changes in real GDP and inflation, have been found to explain such deviations (Afonso and Silva 2015) . On the political economy side, Beetsma et al. (2009a, b) show that there is a systematic mismatch between budget implementation and planned adjustment with a limited role of traditional political variables. 9 In contrast, for Bischoff and Gohout (2010) and Chatagny and Soguel (2012) there is evidence of over-optimistic fiscal forecasts around elections. We contribute to this debate by empirically examining the role of specific groups of political economy variables (namely ideology, electoral proximity, political strength and institutional accountability), together with fiscal and economic controls, in explaining expansionary promise gaps. To answer these questions, we created a new database of promised fiscal expansions that compares narrative budget plans with actual fiscal outcomes in a sample of 27 EU countries between 1992 and 2015.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 668,
                    "text": "Afonso and Jalles´ (2014)",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 876,
                    "text": "Gupta et al. (2018)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1342,
                    "end": 1365,
                    "text": "(Afonso and Silva 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1399,
                    "end": 1424,
                    "text": "Beetsma et al. (2009a, b)",
                    "ref_id": null
                },
                {
                    "start": 1594,
                    "end": 1620,
                    "text": "Bischoff and Gohout (2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1625,
                    "end": 1651,
                    "text": "Chatagny and Soguel (2012)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 676,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We find that expansionary fiscal promise gaps are sizeable: the average expansionary promise gaps amount to 1.5-2.5% of GDP depending on the definition used. Initial and economic conditions help explaining the size of these gaps. With respect to political and institutional factors, we find that the more leftist a government is, the larger the expansionary promise gap. In contrast, governments facing weak opposition in the parliament and those more effective are characterized by smaller expansionary promise gaps. Regarding the importance of decentralization and the role played by subnational governments, the larger their capacity to influence national legislation and policy, the larger the promise gaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of the paper is organized as follows. Section 2 develops the methodological and empirical framework. Section 3 presents some descriptive statistics and stylized facts on expansionary promise gaps. Section 4 discusses our regression results and conducts sensitivity and robustness exercises. The last section concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The identification of fiscal episodes (both fiscal expansions and consolidations) has for a long time relied on a positive approach, by which fiscal episodes were Footnote 8 (continued) number of identified fiscal expansions is always larger than the number of fiscal consolidations (20-30% more for expansions). 9 In this paper, we use the word \"planned\" and \"promise\" interchangeably to denote policy makers fiscal policy intentions at the time a relevant fiscal document is submitted to national parliament and/or the European Commission. associated with changes in the cyclically adjusted primary balance (CAPB). Notwithstanding, some drawbacks characterize the traditional CAPB approach, namely the fact that this identification method may have biased past empirical estimates toward finding evidence of non-Keynesian effects (see Afonso and Jalles 2014) . 10 Additionally, even when the CAPB accurately measures fiscal actions these include discretionary responses to economic developments, such as fiscal tightening to restrain rapid domestic demand growth. Against this background, scholars have tried to identify consolidation episodes following a narrative (or policy-action) approach. This approach relies on approved budget plans and historical accounts of past fiscal Table 1 Episodes of promised  fiscal expansions, 27 EU  countries, 1992-2015   Based on negative budget balance changes   Country  Episodes/years   Austria 2003 , 2005 , 2009 , 2012 Belgium 2004 , 2009 Bulgaria 2007 -2008 Cyprus 2008 -2009 -2015 Czech Republic 2007 , 2009 Denmark 2000 -2012 -2015 Estonia 2005 -2008 -2012 -2015 Finland 2002 , 2012 , 2015 France 2009 Germany 2001 , 2008 , 2015 Greece Hungary 2012 Ireland 1994 , 1997 -2009 Italy 2009 Latvia 2007 , 2009 , 2015 Lithuania 2015 Luxembourg 1999 , 2004 , 2012 , 2015 Malta 2010 Netherlands 1992 , 2003 Poland 2008 Portugal 2005 , 2009 , 2012 Romania 2007 Slovak Republic 2009 Slovenia 2008 -2009 Spain 2004 -2009 Sweden 1999 -2003 , 2005 , 2012 United Kingdom 1994 , 1999 -2003 , 2009 10 Many non-policy factors, such as price fluctuations, affect the CAPB and can lead to erroneous conclusions regarding the presence of fiscal policy changes (Morris and Schuknecht 2007). policy actions contained in annual reports of international organizations to identify expansionary of contractionary fiscal spells. Such approach was first popularized by Romer and Romer (2010) and Devries et al. (2011). 11 Proponents of this approach argue that the estimated size of the fiscal measures during the episodes identified have the advantage of not being affected by the cycle, can minimize identification problems, 12 and are unlikely to imply risks of reverse causation (Guajardo et al. 2014) . That said, the narrative approach is also flawed as it largely relies on judgment calls and it may not eliminate entirely endogeneity problems. 13 In this paper, we employ the same method to identify promised fiscal expansions as Gupta et al. (2018) used, in part, to identify promised fiscal adjustments. These authors, in essence, extended Alesina et al.'s (2015) dataset from 2012 to 2015 for a sample of 17 Advanced Economies. So, practically, we take the European Commission's (EC) yearly documents assessing countries' Stability Programmes (first vintage) to uncover the amount of fiscal expansion planned between two consecutive years (complemented with country budget sources whenever necessary). So, we take a 1-year ahead (which can be viewed as the full length of a budgetary process from the budget preparation, submission and approval in national parliaments) fiscal value and compare it in the following year against its realized outcome. The sample covers 27 EU countries between 1992 and 2015. 14 For our purposes, we are interested in studying planned fiscal changes that were forcefully implemented and also those where governments did not deliver on their promises. While is not a pure \"narrative\" approach, it is also not a positive (or quantitative) based one. We can call it a \"hybrid\" version between the two since we are looking at all fiscal changes that were planned by governments (regardless of their degree of subsequent implementation), thus allowing us to study the political factors behind those promise gaps, while simultaneously (arguably) minimizing reverse causation issues in a Romer-Romer sense.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 859,
                    "text": "Afonso and Jalles 2014)",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "2003",
                    "ref_id": null
                },
                {
                    "start": 1442,
                    "end": 1448,
                    "text": ", 2005",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1449,
                    "end": 1455,
                    "text": ", 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1456,
                    "end": 1462,
                    "text": ", 2012",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1463,
                    "end": 1475,
                    "text": "Belgium 2004",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1482,
                    "text": ", 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1483,
                    "end": 1496,
                    "text": "Bulgaria 2007",
                    "ref_id": null
                },
                {
                    "start": 1497,
                    "end": 1502,
                    "text": "-2008",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1503,
                    "end": 1514,
                    "text": "Cyprus 2008",
                    "ref_id": null
                },
                {
                    "start": 1515,
                    "end": 1520,
                    "text": "-2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1521,
                    "end": 1526,
                    "text": "-2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1527,
                    "end": 1546,
                    "text": "Czech Republic 2007",
                    "ref_id": null
                },
                {
                    "start": 1547,
                    "end": 1553,
                    "text": ", 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1554,
                    "end": 1566,
                    "text": "Denmark 2000",
                    "ref_id": null
                },
                {
                    "start": 1567,
                    "end": 1572,
                    "text": "-2012",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1573,
                    "end": 1578,
                    "text": "-2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1579,
                    "end": 1591,
                    "text": "Estonia 2005",
                    "ref_id": null
                },
                {
                    "start": 1592,
                    "end": 1597,
                    "text": "-2008",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1598,
                    "end": 1603,
                    "text": "-2012",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1604,
                    "end": 1609,
                    "text": "-2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1610,
                    "end": 1622,
                    "text": "Finland 2002",
                    "ref_id": null
                },
                {
                    "start": 1623,
                    "end": 1629,
                    "text": ", 2012",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1630,
                    "end": 1636,
                    "text": ", 2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1637,
                    "end": 1648,
                    "text": "France 2009",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1661,
                    "text": "Germany 2001",
                    "ref_id": null
                },
                {
                    "start": 1662,
                    "end": 1668,
                    "text": ", 2008",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1669,
                    "end": 1675,
                    "text": ", 2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1676,
                    "end": 1695,
                    "text": "Greece Hungary 2012",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1708,
                    "text": "Ireland 1994",
                    "ref_id": null
                },
                {
                    "start": 1709,
                    "end": 1715,
                    "text": ", 1997",
                    "ref_id": null
                },
                {
                    "start": 1716,
                    "end": 1721,
                    "text": "-2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1722,
                    "end": 1732,
                    "text": "Italy 2009",
                    "ref_id": null
                },
                {
                    "start": 1733,
                    "end": 1744,
                    "text": "Latvia 2007",
                    "ref_id": null
                },
                {
                    "start": 1745,
                    "end": 1751,
                    "text": ", 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1752,
                    "end": 1758,
                    "text": ", 2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1759,
                    "end": 1773,
                    "text": "Lithuania 2015",
                    "ref_id": null
                },
                {
                    "start": 1774,
                    "end": 1789,
                    "text": "Luxembourg 1999",
                    "ref_id": null
                },
                {
                    "start": 1790,
                    "end": 1796,
                    "text": ", 2004",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1797,
                    "end": 1803,
                    "text": ", 2012",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1804,
                    "end": 1810,
                    "text": ", 2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1811,
                    "end": 1821,
                    "text": "Malta 2010",
                    "ref_id": null
                },
                {
                    "start": 1822,
                    "end": 1838,
                    "text": "Netherlands 1992",
                    "ref_id": null
                },
                {
                    "start": 1839,
                    "end": 1845,
                    "text": ", 2003",
                    "ref_id": null
                },
                {
                    "start": 1846,
                    "end": 1857,
                    "text": "Poland 2008",
                    "ref_id": null
                },
                {
                    "start": 1858,
                    "end": 1871,
                    "text": "Portugal 2005",
                    "ref_id": null
                },
                {
                    "start": 1872,
                    "end": 1878,
                    "text": ", 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1879,
                    "end": 1885,
                    "text": ", 2012",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1906,
                    "end": 1919,
                    "text": "Republic 2009",
                    "ref_id": null
                },
                {
                    "start": 1920,
                    "end": 1933,
                    "text": "Slovenia 2008",
                    "ref_id": null
                },
                {
                    "start": 1934,
                    "end": 1939,
                    "text": "-2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1940,
                    "end": 1950,
                    "text": "Spain 2004",
                    "ref_id": null
                },
                {
                    "start": 1951,
                    "end": 1956,
                    "text": "-2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1957,
                    "end": 1968,
                    "text": "Sweden 1999",
                    "ref_id": null
                },
                {
                    "start": 1969,
                    "end": 1974,
                    "text": "-2003",
                    "ref_id": null
                },
                {
                    "start": 1975,
                    "end": 1981,
                    "text": ", 2005",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1982,
                    "end": 1988,
                    "text": ", 2012",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1989,
                    "end": 2008,
                    "text": "United Kingdom 1994",
                    "ref_id": null
                },
                {
                    "start": 2009,
                    "end": 2015,
                    "text": ", 1999",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2016,
                    "end": 2021,
                    "text": "-2003",
                    "ref_id": null
                },
                {
                    "start": 2022,
                    "end": 2028,
                    "text": ", 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2187,
                    "end": 2216,
                    "text": "(Morris and Schuknecht 2007).",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2388,
                    "end": 2410,
                    "text": "Romer and Romer (2010)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2415,
                    "end": 2440,
                    "text": "Devries et al. (2011). 11",
                    "ref_id": null
                },
                {
                    "start": 2702,
                    "end": 2724,
                    "text": "(Guajardo et al. 2014)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2871,
                    "end": 2873,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2957,
                    "end": 2976,
                    "text": "Gupta et al. (2018)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3069,
                    "end": 3092,
                    "text": "Alesina et al.'s (2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1281,
                    "end": 1436,
                    "text": "Table 1 Episodes of promised  fiscal expansions, 27 EU  countries, 1992-2015   Based on negative budget balance changes   Country  Episodes/years   Austria",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Measuring Promised Fiscal Expansions"
        },
        {
            "text": "Concretely, the main variable of interest in this paper is called \"expansionary promise gap\" (EPG). We define expansionary promise gaps (EPG) as the difference between the size of the planned fiscal expansion (PFE), as measured by the EC 11 Note that the narrative approach applied by Devries et al. (2011) uses historical accounts from OECD and the EU's annual reports describing what happened to the budget deficit in a particular country/ period, but they do not go into the details of policy makers' intentions, discussions and congressional records. This differs from the approach used in Romer and Romer (2010) , who identify exogenous tax policy changes by analyzing US congressional documents. 12 However, as Jorda and Taylor (2013) argue, fiscal shocks may not be exogenous and can be predicted. Recently, Wiese et al. (2018) used an alternative approach to identifying fiscal policy changes, based on structural breaks in the data. We do not follow this approach in our paper. 13 Alesina et al. (2015) argued that the original dataset put together by Devries et al. (2011) was a partial representation of the full fiscal corrections present in fiscal plans. They affirm that the design of plans generates inter-temporal and intra-temporal correlations among fiscal variables which had been ignored. In fact, Alesina et al. (2015) considered an extra layer of complexity not dealt with in our setting, the fact that fiscal plans typically contain three components: (a) unexpected shifts in fiscal variables (announced and implemented at time t; (b) shifts announced in previous years, but implemented at time t; and (c) shifts announced at time t to be implemented in future years. 14 \" Table 7 in the Appendix\" shows the country coverage. Due to limited data availability, some countries start later than 1992. documents assessing each country's stability programme, and the size of the realized fiscal action (RFA), as measured by changes in the budget balance (expressed in percent of GDP). Mathematically we have:",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 306,
                    "text": "Devries et al. (2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 594,
                    "end": 616,
                    "text": "Romer and Romer (2010)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 815,
                    "end": 834,
                    "text": "Wiese et al. (2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 987,
                    "end": 989,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 1011,
                    "text": "Alesina et al. (2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1061,
                    "end": 1082,
                    "text": "Devries et al. (2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1318,
                    "end": 1339,
                    "text": "Alesina et al. (2015)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1696,
                    "end": 1703,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Measuring Promised Fiscal Expansions"
        },
        {
            "text": "Note that in the traditional literature these are not strictly speaking \"discretionary\" fiscal expansions; they rather reflect intentions of governments at the time such budgetary plans are submitted to the EC. This expansionary promise gap measure can be computed using alternative fiscal proxies. Our baseline measure is based on the negative changes in the general government's net lending/borrowing (or the overall budget balance), expressed in percent of GDP. However, for robustness purposes we also employ three additional proxies, namely the changes in either the primary balance, the cyclically adjusted primary balance or the structural balance. To correctly read the EPG, note that we can have one of two situations: governments can deliver less fiscal expansion than initially planned (this corresponds to a negative promise gap), or they can implement a larger fiscal expansion than initially foreseen (this corresponds to a positive promise gap). 15 Moreover, we also split the expansionary promise gap into its expenditure and revenue components. This allow us to differentiate between revenue-based and expenditure-based promised expansions. Table 1 shows, for each country between 1992 and 2015, the identified episodes or years of promised fiscal expansions based on changes in the budget balance from the EC documents. We end up with a total of 68 episodes of promised fiscal expansions. This number ranges from one in the cases of Hungary, Italy, Lithuania, Malta, Poland, Romania and Slovak Republic, to six in Luxembourg or the Netherlands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1158,
                    "end": 1165,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Measuring Promised Fiscal Expansions"
        },
        {
            "text": "In addition to studying the size and characteristics of expansionary fiscal promise gaps in the EU, we also want to empirically test how different factors, in particular political economy ones, affect this newly computed measure in a panel regression analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Methodology"
        },
        {
            "text": "To explain the size of expansionary fiscal promise gaps, we rely on a reducedform regression that includes several key determinants borrowed from the literature looking at causes and consequences of fiscal consolidations and expansions, that share common drivers (see, e.g., Alesina and Perotti (1995) , von Hagen and Strauch (2001) and Ardagna (2009) ). Specifically, the role of initial fiscal conditions (which we label by IC), such as the initial level of debt-to-GDP ratio and the initial level of fiscal sustainability. The sustainability factor is defined as difference between the actual primary balance and the debt-stabilizing primary balance (see Escolano et al. 2014 for further details). Higher values of the initial sustainability factor imply that (1) EPG = PFE−RFA 15 For example, take the last year covered, 2015, and the first country (in alphabetical order), Austria. We use the \"Assessment of the 2015 Stability Programme for Austria\", refer to Table 2 (page 7) and retrieve information on the relevant fiscal aggregates for the columns labelled \"2015 SP\" and the \"2014\". The difference between these two values gives us the promise gap for the year 2015 for Austria. countries have primary balances close to (or above) the debt-stabilizing optimum level, and therefore, they are not under fiscal stress. We also add variables capturing the economic business cycle environment (which we label by EC), namely the size of the output gap and real GDP growth forecast errors (forecast errors defined as the difference between the actual real GDP growth and the forecasted real GDP growth, using the previous-year Autumn vintage of the IMF World Economic Outlook forecasts). The inclusion of these variables also aims to account for the \"discretionary\" component of fiscal policy even at the cost of possibly introducing endogeneity concerns-to be dealt with in \"Empirical results\". Finally, several political factors are known to affect the size of promise gaps (which we label by POL). Beetsma et al. (2009a Beetsma et al. ( , b, 2015 state that political variables do not explain deviations from initial fiscal plans. However, the literature on the political economy of fiscal policy changes has long argued an important role attributed to political variables. Three political considerations have attracted most attention, namely the role of elections, the influence of political fragmentation and the impact of ideology. Empirical evidence has shown that these factors have varying degrees of explanatory power (Gaspar et al. 2017) . For example, wage outlays and capital spending are influenced by the proximity of elections. One popular hypothesis in the literature is that voters reward overspending (Tufte 1978) ; others contend that voters may act as fiscal conservatives (Pelzman 1992) . The extreme view is that fiscal policy is hardly affected by elections (Klomp and de Haan 2013) . The role of political fragmentation in influencing fiscal outcomes is less controversial. Alesina and Perotti (1995) found that coalition governments are less likely to be associated with successful fiscal adjustments. This negative effect of political fragmentation on fiscal performance has received support from scholars using alternative research methodologies (Crivelli et al. 2016; Perotti and Kontopoulos 2002; Volkerink and de Haan 2001) . The role of ideology on the size of fiscal deficits appears to be weak (Potrafke 2017) , but seems to play a role in explaining differences in the mix of tax and spending policies (Hallerberg and von Hagen 2017; Mulas-Granados 2006) . In a context in which these alternative political considerations are likely to affect budget planning and implementation, fiscal transparency and strong institutions have typically been associated with better fiscal performance (Alt and Lassen 2006; Debrun et al. 2009 ). For this reason, we add a fourth layer of possible determinants that proxies institutional accountability.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 301,
                    "text": "Alesina and Perotti (1995)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 332,
                    "text": "Hagen and Strauch (2001)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 337,
                    "end": 351,
                    "text": "Ardagna (2009)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 658,
                    "end": 678,
                    "text": "Escolano et al. 2014",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2003,
                    "end": 2024,
                    "text": "Beetsma et al. (2009a",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2025,
                    "end": 2051,
                    "text": "Beetsma et al. ( , b, 2015",
                    "ref_id": null
                },
                {
                    "start": 2530,
                    "end": 2550,
                    "text": "(Gaspar et al. 2017)",
                    "ref_id": null
                },
                {
                    "start": 2722,
                    "end": 2734,
                    "text": "(Tufte 1978)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 2796,
                    "end": 2810,
                    "text": "(Pelzman 1992)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2884,
                    "end": 2908,
                    "text": "(Klomp and de Haan 2013)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3001,
                    "end": 3027,
                    "text": "Alesina and Perotti (1995)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3276,
                    "end": 3298,
                    "text": "(Crivelli et al. 2016;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3299,
                    "end": 3328,
                    "text": "Perotti and Kontopoulos 2002;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3329,
                    "end": 3356,
                    "text": "Volkerink and de Haan 2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 3430,
                    "end": 3445,
                    "text": "(Potrafke 2017)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 3539,
                    "end": 3570,
                    "text": "(Hallerberg and von Hagen 2017;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 3571,
                    "end": 3591,
                    "text": "Mulas-Granados 2006)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3822,
                    "end": 3843,
                    "text": "(Alt and Lassen 2006;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3844,
                    "end": 3862,
                    "text": "Debrun et al. 2009",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Methodology"
        },
        {
            "text": "We estimate the following reduced-form equation to explain in a cross-sectional panel setting our measure of expansionary promise gaps:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Methodology"
        },
        {
            "text": "where EPG it is the expansionary promise gap in country i and year t, IC it is a vector of initial fiscal conditions (measured by the levels of public debt-to-GDP ratio and the fiscal sustainability factor), EC it is a vector of economic conditions (measured by the output gap and real GDP growth forecast error), and POL it is a vector of political and institutional variables. Both vectors of initial and economic conditions are lagged so as to reduce potential reverse causation issues. i denotes country fixed effects to control for unobserved cross-country heterogeneity. t are timefixed effects to control for global shocks, such as changes in oil prices or the global",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Methodology"
        },
        {
            "text": "business cycle. , , are unknown coefficients to be estimated. it is an independent and identically distributed error term satisfying usual assumptions of zero mean and constant variance. Equation (2) is estimated by Ordinary Least Squares (OLS) with White robust standard errors clustered at the country level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Methodology"
        },
        {
            "text": "Macroeconomic and fiscal variables are retrieved from the IMF´s World Economic Outlook Database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Data"
        },
        {
            "text": "To test the role of political variables on expansionary promise gaps, we classify political economy and institutional variables (retrieved from the Database of Political Institutions- Cruz et al. (2015) -and World Bank´s Governance Indicators) around four dimensions:",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 202,
                    "text": "Cruz et al. (2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Other Data"
        },
        {
            "text": "• Political orientation chief executive party orientation ranging from 1 if rightwing, 2 if centered, and 3 if left-wing. • Electoral proximity This dimension takes into account the time that policy-makers have before forthcoming elections. Politicians facing elections in the immediate future do not have strong incentives to deliver on their initial budget promises and may report higher expansionary promise gaps to capture more votes. We use four variables to measure proximity. A higher electoral proximity is associated with more years in office, less years left in the current term, the party of the chief executive with a short tradition in office, and less months to the next election. 16 • Political strength This dimension captures the number of political actors participating in budgetary decisions, which typically exhibit conflicting budgetary demands. These actors could be parties in government-or in opposition -, interest groups or, more generally, veto players. Strong governments are those which operate in less fragmented political environments and are likely to be subject to less stringent spending demands. Therefore, they are typically associated with tighter fiscal discipline and lower promise gaps. We use four variables to measure political strength. More political strength is associated with a high margin of parliamentary majority, low cabinet fragmentation, executive control of all houses, and a weak opposition. • Political accountability This dimension considers the institutional context in which fiscal policy decisions are made. When politicians operate in contexts where there is more transparency, better governance and more mechanisms to monitor their activities objectively, they tend to be more responsive to citizen's demands and more accountable to voters for the promises they make. In such contexts, politicians operating in institutional contexts with more accountability would be associated with more fiscal discipline and lower promise gaps. We use five variables to measure accountability. A higher accountability index is asso-ciated with more voice and accountability, with more regulatory quality, more government effectiveness and with the rule of law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Data"
        },
        {
            "text": "\" Table 8 in the Appendix\" provides summary statistics of all variables employed in our paper.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "text": "Table 8",
                    "ref_id": null
                }
            ],
            "section": "Other Data"
        },
        {
            "text": "The size of promised fiscal expansions episodes varies from 0.1% of GDP to 6.8% of GDP, with an average size of fiscal expansion equal to 1.02% of GDP (decomposed between an average decrease in taxes of about 0.50% of GDP and an average increase in spending of about 0.52% of GDP). The average duration of the identified episodes of promised fiscal expansions is 1.8 years. Figure 1 shows the yearly distribution of promised fiscal expansions over time for our sample of 27 EU countries. We further decompose this by tax-based or spending-based promised fiscal expansions. 17 To put this in perspective, following the Global Financial Crisis and the need to boost aggregate demand in the years that followed the recession, most countries approved extremely expansionary fiscal policy packages, an aspect visible in the bar spike in 2009 (roughly equally split between increases in spending and cuts in taxes). The extent of fiscal expansions receded in the following years at a time the sovereign debt-crisis installed itself in the most EU countries and the need to unwind the previously expansionary fiscal stance in face of sustainability concerns kicked in. That said, generally speaking, between 2000 and 2008, expansionary fiscal stances were obtained thanks to cuts in taxation, with a residual effect left to increases in public expenditure. Figure 2 (panel a) shows the distribution of promised fiscal expansions by size (in percent of GDP). In more than 30% of fiscal expansion years, the size was between 0 and 0.5% of GDP. In close to 15% of the cases, promised fiscal expansions were larger than 2% of GDP. Tax cuts and spending increases played a relatively similar role (panel b), except for large expansionary promise gaps (larger than 2% of GDP). Figure 3 shows the average size of expansionary promise gaps by country using alternative measures as discussed above. Looking at the baseline case that relies on changes in the overall fiscal balance-panel a)-Slovenia and the Slovak Republic are the countries with the largest positive promise gaps (i.e., on average these countries expanded fiscal policy by much more than initially envisaged in their budgetary plans), while Malta and Lithuania are the countries that seemed to have done a better job in meeting the proposed fiscal expansion plans ex-post (their values are essentially zero). We also relied on different measures of the promise gap. In panel b) we use the primary balance to correct for the effect of interest payments. In panel c) the structural balance is used which takes into account the effects stemming from the economic business cycle and/or one-off measures (e.g., Ireland's 2009 banking sector capitalization). In panel d) the CAPB is used. While the ordering of the different countries varies slightly, the average expansionary promise gaps remain the same, between 1.5 and 2.5% of GDP under all alternative measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 382,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1358,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1764,
                    "end": 1772,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stylized Facts on Expansionary Promise Gaps"
        },
        {
            "text": "In Fig. 4 we plot box-whiskers for each country which gives us an additional country-specific idea of expansionary promise gap dispersion. For Belgium, Cyprus, Spain, Portugal and Slovenia, the interquartile range is sizeable, meaning that governments fluctuated considerably between what they inscribed in their budget plans and the amount of overrun incurred ex-post. In contrast, in countries such as Bulgaria, Netherlands or Sweden, budgetary realizations were on average more aligned with plans. Figure 5 plots average expansionary promise gaps for \"high\" and \"low\" levels of different variables of interest (initial fiscal and economic conditions), which are identified by cases above the 75th percentile of the distribution and below the 25th percentile, respectively. The bar charts show that initially adverse fiscal conditions (high levels of debt to start with and low fiscal sustainability factors-the latter not shown) are subsequently associated with higher expansionary promise gaps. In addition, adverse economic conditions (as evidenced by large output gaps and high real GDP growth forecast errors) are associated with smaller expansionary promise gaps. This means that when the economy is weak, policy makers have less room for maneuver and tend to deliver upon their promised fiscal expansions without large budgetary slippages. 18 Finally, Fig. 6 plots the average size of expansionary promise gaps for low and high levels of the different political economy and institutional dimensions under scrutiny. Political strength and high institutional accountability are associated with lower expansionary promise gaps. The larger the level of political cohesion (small degree of political fragmentation) and the higher the levels of transparency and accountability, the more reliable is the government in meeting its promised fiscal action. This reveals that stronger governments tend to better respect their promised expansionary plans and gain credibility for doing so systematically. Political orientation and proximity seem to matter less, as the differences between the two bars are not statistically different from each other. 18 The larger the GDP forecast error-defined as actual minus forecast data-the larger the degree of uncertainty (or lack of precision). This is inversely correlated with the size of the expansionary promise gap. Recall that the \"size\" of the expansionary promise gap is a ratio to GDP. Basically, if a government is more accurate in its GDP forecasts x-periods ahead, it has more room for maneuver as far as expansionary policies are concerned as it has more degrees of freedom by solely making changes to the numerator relative to the submitted plans. Smaller errors mean a larger ability to expand more fiscal policies to support the economy and/or satisfy the basis of the political electorate.",
            "cite_spans": [
                {
                    "start": 1349,
                    "end": 1351,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2148,
                    "end": 2150,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 509,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1361,
                    "end": 1367,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Stylized Facts on Expansionary Promise Gaps"
        },
        {
            "text": "(a) Baseline Table 2 , specification 1, reports the results from estimating Eq. (2) with the set of initial fiscal and economic conditions only. Obtained estimates confirm that annual improvements in the output gap (i.e., as output closes its distance to potential) lead to smaller expansionary promise gaps. Also, larger real GDP growth forecast errors are associated with smaller expansionary promise gaps. This is in line with the stylized fact evidence presented earlier. Also, the lack of fiscal space-proxied by high initial levels of debt-contributes to smaller promise gaps. Throughout the different specifications, the sustainability factor comes out statistically insignificant once other regressors as well as country effects are accounted for, in slight contrast with the unconditional stylized evidence presented in the previous section. In specifications 2-14 we add one political economy or institutional variable one at a time. We observe that the more leftist a government is, the larger the expansionary promise Size of expansionary promise gaps and economic conditions. Note: \"Size\" measured in percent of GDP. \"Initial\" refers to the year prior to the start of a given episode. \"High\" and \"Low\" levels in the horizontal axes are identified by cases above the 75th percentile of the distribution and below the 25th percentile, respectively",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Empirical Results"
        },
        {
            "text": "A ccountability For details on the political variables refer to the main text. \"High\" and \"Low\" levels are identified by cases above the 75th percentile of the distribution and below the 25th percentile, respectively ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Results"
        },
        {
            "text": "(3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Results"
        },
        {
            "text": "(8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Results"
        },
        {
            "text": "(10) The dependent variable is expansionary promise gaps (baseline using the budget balance), as defined in the main text. White robust standard errors in parenthesis. Country and time-fixed effects omitted for reasons of parsimony. +, *, **, *** denote statistical significance at the 15, 10, 5 and 1% levels, respectively gap. Recall that this variable is discrete ranging from 1 to 3. A one standard deviation increase in ideology (that is, going more to the left)-that corresponds to roughly a 1 unit move-leads to a 0.75% of GDP larger promise gap. Relatedly, a recent paper by Muller et al. (2016) analyzes, in a context of a DGSE model, the political color of fiscal responsibility. Authors find that a shift from right to the left is associated with an increase in taxation and an increase in government expenditures. In addition, governments facing weak opposition in the parliament and those more effective are characterized by smaller expansionary promise gaps. This is in line with, e.g., Crivelli et al. (2016) and Alt and Lassen (2006) according to whom the smaller degrees of political fragmentation and stronger institutions are typically associated with better fiscal performance. All other variables entering independently are not statistically different from zero in explaining expansionary promise gaps.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 603,
                    "text": "Muller et al. (2016)",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1023,
                    "text": "Crivelli et al. (2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1028,
                    "end": 1049,
                    "text": "Alt and Lassen (2006)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Results"
        },
        {
            "text": "In Table 3 , we include the political economy and institutional variable together in a horse-race survival type regression. Since Governance Indicators cover a shorter time span (from 1996), we have one specification with and another specification without these five governance proxies. Looking at specifications 1 and 2 for the entire sample, conclusions are not different from the ones in Table 2 , with a role attributed to political orientation, cohesion-proxied by weak opposition -, but no statistical action regarding other regressors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Empirical Results"
        },
        {
            "text": "To explore potential differences between geographical regions and countries belonging to the European Monetary Union, we split our baseline analysis and perform it in four separate subsamples: (1) advanced and emerging European countries (specifications 3 and 4); (2) euro and non-euro countries (specifications 4 and 5). We can see that the role of proximity marginally matters to explain expansionary promise gaps in Euro area countries. That is, the longer the time in office of the party of the chief executive, the larger the size of the promise gap during fiscal expansions. In Euro area countries the stronger the rule of law, the larger the expansionary promise gap-an effect that was statistically not different from zero in the entire sample. Also, in this group of countries, political cohesion does not seem to matter that much.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Results"
        },
        {
            "text": "If one splits expansionary promise gaps by instrument type, that is, tax versus spending-based policies, we get the evidence presented in Table 4 . When a government engages in tax-based fiscal expansions, the more leftist a government is, the larger the promise gap will be. This is in line with Hallerberg and von Hagen (2017) that the role of ideology helps explaining the fiscal policy mix between tax and spending. This also relates with the fact that left-wing governments tend to be more conservative in revenue forecasts giving them more room to expand more fiscal policies relying on tax instruments (see Chatagny (2015) for empirical evidence on the Swiss Cantons). In contrast political orientation does not seem to matter in spending-based fiscal expansions. In spending-based fiscal expansions the number of years left in the current term matters; the longer, the more the incumbent government will likely overpromise and underdeliver. Interestingly, the margin of majority comes out with opposing signs between tax and spending-based expansions in explaining the promise gaps (negative in the former; positive in the latter). Similarly, the stronger the cabinet the larger (smaller) the expansionary promise gap, when fiscal expansions are tax-based (spending-based). Governance indicators seem to The dependent variable is expansionary promise gaps (baseline using the budget balance), as defined in the main text. White robust standard errors in parenthesis. Country and time-fixed effects omitted for reasons of parsimony. +, *, **, *** denote statistical significance at the 15, 10, 5 and 1% levels, respectively Table 4 Fiscal, economic and political determinants of expansionary promise gaps, by type of instrument (tax vs. spending)",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 328,
                    "text": "Hallerberg and von Hagen (2017)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 614,
                    "end": 629,
                    "text": "Chatagny (2015)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1631,
                    "end": 1638,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Empirical Results"
        },
        {
            "text": "The dependent variable is expansionary promise gaps (baseline using the budget balance), as defined in the main text. White robust standard errors in parenthesis. Country and time-fixed effects omitted for reasons of parsimony. +, *, **, *** denote statistical significance at the 15, 10, 5 and 1% levels, respectively matter more in the case of tax-based fiscal expansions. Note however, that in these cases the sample size gets reduced and calls for caution in interpreting coefficient estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Results"
        },
        {
            "text": "In Table 5 we further check the robustness of our results to alternative ways of calculating the expansionary promise gap. Results generally show that political orientation keeps its positive and significant effect. When using the structural balance (specifications 3 and 4) more action is visible with respect to proximity and governance indicators. The longer the time in office of an incumbent government, the smaller the degree of expansionary promise gap. But if this is associated with having successive governments of the same party taking the lead of the executive, it does not translate into smaller promise gaps, on the contrary. Better regulatory quality, higher government effectiveness and better control for corruption, all tend to lower the difference between promised fiscal expansions and realized ex-post outcomes. When using the CAPB variant, none of the political and institutional variables come out statistically significant, once initial fiscal and economic conditions and country effects are taken into account. Note that due to lack of data, results using either the structural balance or CAPB definitions are smaller in size relative to the baseline estimation and warrant caution in interpretation. Our final exercise is related to the role played by subnational governments. To put in in context, we know the Global Financial Crisis had a bearing on intergovernmental relations. 19 In the aftermath of the crisis, counter-cyclical activism included large public investment programmes that were carried out predominantly at the subnational level and financed by the center through grants and transfers. The postcrisis surge in subnational spending was subsequently reversed as activity began to recover, stimulus was withdrawn, and fiscal consolidation programmes were put in place to restore the longer-term fiscal sustainability. With the current Covid-19 Pandemic we may see again the fiscal stimulus impetus being carried out at the regional and local level. This decentralization aspect of the fiscal effort is likely to be of extreme importance given the proximity to specific populations, constituencies and their particular needs. This comes at a time wide-ranging institutional reforms to fiscal-financial management at the subnational level have been put into place. In the European Union in particular, such reforms enhanced the engagement of the subnational governments in national medium-term fiscal consolidation programmes, established binding public debt and/or deficit ceilings applying to both the central government and the subnational jurisdictions, and in some cases introduced restrictions on subnational borrowing. The change in the ability of subnational The dependent variable is expansionary promise gaps defined using alternatively changes in the primary balance, changes in the structural balance or changes in the CAPB-as identified in row two. White robust standard errors in parenthesis. Country and time-fixed effects omitted for reasons of parsimony. +, *, **, *** denote statistical significance at the 15, 10, 5 and 1% levels, respectively governments to influence national policymaking and it particular to help meeting promised fiscal targets has been somewhat overlooked.",
            "cite_spans": [
                {
                    "start": 1407,
                    "end": 1409,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "(b) Sensitivity and Robustness"
        },
        {
            "text": "We specifically look for empirical evidence on the effects of the intergovernmental fiscal relations, namely subnational authority in policymaking and fiscal-financial management, in affecting expansionary promise gaps. There is a relative dearth of quantitative indicators of authority that cover a broad range of policy and managerial aspects of intergovernmental relations and exhibit sufficient time series variation to be used meaningfully in empirical analysis. A dataset that meets these criteria is that of Hooghe et al. (2010 Hooghe et al. ( , 2016 , which covers 81 countries over the period 1950-2010. 20 The key indicators measure two broad aspects of subnational authority: self-and shared rule. The self-rule indicators are based on the policy, fiscal-financial and representation autonomy of the subnational governments within their own jurisdictional borders. 21 The shared-rule indicators measure the extent of joint prerogatives of subnational governments based on their capacity to influence national legislation and policy. 22 These indicators are also used to construct a composite aggregate Regional Authority Index (RAI).",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 534,
                    "text": "Hooghe et al. (2010",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 535,
                    "end": 557,
                    "text": "Hooghe et al. ( , 2016",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 602,
                    "end": 615,
                    "text": "1950-2010. 20",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(b) Sensitivity and Robustness"
        },
        {
            "text": "An advantage of the subnational authority indicators used in the empirical analysis that follows is their time series and cross-sectional coverage and variation, which is far greater than that of indicators based on constitutional parameters, such as that of Elazar (1987) . The indicators therefore allow for a finer analysis of incremental institutional change, rather than radical constitutional reforms. 23 Table 6 shows the results from the OLS with these additional indicators. Subnational autonomy indicators are computed in ascending order, with an increase in the indicator denoting an increase in subnational autonomy. Interestingly, focusing on specification 1 different indicators have contrary effects on the size of expansionary 20 Alternative indicators are available to measure subnational autonomy in tax policy (see Stegarescu 2005; Blöchliger and King 2006) . A precursor to these recent measurement efforts is Kearney (1999) , whose decentralisation index include several aspects of subnational autonomy, such as government structure, executive selection and central veto power, in additional to revenue and spending authority. 21 They include the institutional autonomy (depth) of regional governments (measured on a 0-3 scale with increasing level of authority), their policy scope (or range of policies under regional government authority, measured on a 0-4 scale with increasing breadth of policy areas, including economic affairs, education and welfare, etc.), their fiscal autonomy (measured on a 0-4 scale of increasing regional autonomy to set tax bases and rates), and their borrowing autonomy (measured on a 0-3 scale of decreasing central government control over subnational borrowing), and their representation independence (measure on a 0-4 scale identifying the existence of an independent executive branch and a legislature at the subnational level). 22 They include the ability of the subnational governments to influence national legislation (law-making, measured on a 0-2 scale of increasing level of law-making co-determination between subnational and national governments) and co-set national policy in intergovernmental fora (executive control, measured on a 0-2 scale of increasing ability), the distribution of national tax revenue (fiscal control, measured on a 0-2 scale of increasing ability), subnational and national borrowing constraints (borrowing control, measured on a 0-2 scale of increasing ability), and constitutional change (constitution reform, measured on a 0-4 scale of increasing ability). 23 The lack of time series variability in the indicators has posed serious obstacles to sound empirical analyses on the drivers and effects of decentralisation, which explains the emphasis that has been put in the literature on fiscal indicators based on higher-frequency budgetary data. promise gaps. While more institutional and fiscal autonomy reduce them, the larger the range of polices under the regional government authority or their borrowing autonomy relative to the central government, the bigger the promise gaps. For this reason, the compositive self-rule indicator comes out insignificant due to the conflicting signs of some of its components. The results are more clear-cut for the shared rule, which comes out positive and significant thanks to the positive influence of law-making, executive and borrowing control. So, all in all, the larger the capacity of subnational governments to influence national legislation and policy, the larger the promise gaps. The composite indicator of overall regional autonomy is negative but statistically not different from zero.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 272,
                    "text": "Elazar (1987)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 834,
                    "end": 850,
                    "text": "Stegarescu 2005;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 851,
                    "end": 876,
                    "text": "Blöchliger and King 2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 930,
                    "end": 944,
                    "text": "Kearney (1999)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 2551,
                    "end": 2553,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 418,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "(b) Sensitivity and Robustness"
        },
        {
            "text": "The dependent variable is expansionary promise gaps (baseline using the budget balance), as defined in the main text. White robust standard errors in parenthesis. Country and time-fixed effects omitted for reasons of parsimony. +, *, **, *** denote statistical significance at the 15, 10, 5 and 1% levels, respectively ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Sensitivity and Robustness"
        },
        {
            "text": "This paper constructed a new database on expansionary fiscal promise gaps, defined as the distance between planned expansionary fiscal policy actions and actual realized fiscal actions. With this new data, we characterized the size and patterns of these promise gaps for a sample of 27 EU countries over more than 20 years and also empirically analyzed its main economic and political determinants. We found that these gaps are sizeable: the average expansionary promise gaps amount to 1.5-2.5% of GDP depending on the definition used. The position of the economy in the business cycle seems to affect the size of these promise gaps. Concretely, when the economy performing poorly, policy makers have less room for maneuver and tend to deliver upon their promised fiscal expansions. Also, the more adverse the fiscal conditions, either measured by large public debt levels to begin with or low degrees of the fiscal sustainability factor, the smaller the size of such promise gaps. This is because governments´ scrutiny is higher so they deliver on the budgetary plans with smaller deviations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "Turning to political and institutional factors, empirical evidence in this paper goes against the conclusions of Beetsma et al. (2009a, b) and, indeed, aligned with those in Gaspar et al. (2017) ; that political variables have varying degrees of explanatory power in influencing deviations from initial fiscal plans. We find that the more leftist a government is, the larger the expansionary promise gap. In contrast, governments facing weak opposition in the parliament and those more effective are characterized by smaller expansionary promise gaps. Regarding the importance of decentralization and the role played by subnational governments, the larger their capacity to influence national legislation and policy, the larger the promise gaps. Results are robust to several checks.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 138,
                    "text": "Beetsma et al. (2009a, b)",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 194,
                    "text": "Gaspar et al. (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "In future work, it would be interesting to further decompose revenue and expenditure components by sub-categories to better inspect with greater detail where the differences between plans and realized outcomes originate from. This could help better designing and monitoring governments´ budgets throughout a given fiscal year. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Track Record of Fiscal Forecasting in the EU",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afonso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Economics Bulletin",
            "volume": "35",
            "issn": "2",
            "pages": "1318--1329",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fiscal Expansions and Adjustments in OECD Countries. Economic Policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alesina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perotti",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Austerity in 2009-2013",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alesina",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Barbiero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Favero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giavazzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paradisi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "383--437",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fiscal Transparency, Political Parties, and Debt in OECD Countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lassen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "European Economic Review",
            "volume": "50",
            "issn": "6",
            "pages": "1403--1439",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Optimal Taxation and the Skill Premium",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Angelopoulos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Malley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Philippopoulos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "CESifo Working Paper",
            "volume": "",
            "issn": "3706",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Determinants and Consequences of Fiscal Consolidations in OECD Countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ardagna",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Commission: European Economy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fiscal Deficits, Public Debt, and Sovereign Bond Yields. IMF Working Paper",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baldacci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "From Budgetary Forecasts to Ex-Post Fiscal Data: Exploring the Evolution of Fiscal Forecast Errors in the European Union",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beetsma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bluhm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giuliodori",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wierts",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Contemporary Economic Policy",
            "volume": "31",
            "issn": "4",
            "pages": "795--813",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Budgeting Versus Implementing Fiscal Policy in the EU",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beetsma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giuliodori",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wierts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "7285",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Planning to Cheat: EU Fiscal Policy in Real Time",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beetsma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giuliodori",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wierts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Economic Policy",
            "volume": "24",
            "issn": "",
            "pages": "753--804",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Political Economy of Tax Projections",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gohout",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Tax and Public Finance",
            "volume": "17",
            "issn": "2",
            "pages": "133--150",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Less Than You thought: The Fiscal Autonomy of Sub-Central Governments",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blöchliger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "OECD Economics Studies",
            "volume": "43",
            "issn": "",
            "pages": "155--188",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Effects of Tax Revenue Budgeting Errors on Fiscal Balance: Evidence from the Swiss Cantons",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chatagny",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Soguel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Tax and Public Finance",
            "volume": "19",
            "issn": "3",
            "pages": "319--337",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Incentive Effects of Fiscal Rules on the Finance Minister´s behaviour: evidence from revenue projections in Swiss Cantons",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chatagny",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "European Journal of Political Economy",
            "volume": "39",
            "issn": "",
            "pages": "184--200",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fiscal Policy and the Democratic Process in the European Union",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Golder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Golder",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "European Union Politics",
            "volume": "3",
            "issn": "2",
            "pages": "205--230",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fragmented Politics and Public Debt",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Crivelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mulas-Granados",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Washington: Inter-American Development Bank",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keefer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scartascini",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Global Crisis and Intergovernmental Relations: Centralisation vs. decentralisation Ten Years On. forthcoming Regional Studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Mello",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Jalles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Independent Fiscal Agencies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Debrun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hauner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Economic Surveys",
            "volume": "23",
            "issn": "1",
            "pages": "44--81",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A New Action-based Dataset of Fiscal Consolidation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Devries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guajardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pescatori",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Exploring Federalism",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elazar",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "How Much is A Lot? Historical Evidence on the Size of Fiscal Adjustments. IMF Working Papers 14/179",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Escolano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jaramillo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulas-Granados",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Terrier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Covid-19 Coronavirus and Macroeconomic Policy: Some Analytical Notes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fornaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A Solution to Fiscal Procyclicality: The Structural Budget Institutions Pioneered by Chile",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frankel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Budgetary Wishful Thinking",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frankel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Over-optimistic official forecasts and fiscal rules in the Eurozone",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frankel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schreger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Review of World Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Can Severe Fiscal Contractions be Expansionary? Tales of Two Small European Countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giavazzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cambridege",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "NBER Macroeconomics Annual",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Expansionary Austerity: New International Evidence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guajardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pescatori",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of the European Economic Association",
            "volume": "12",
            "issn": "4",
            "pages": "949--968",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Planning Fiscal Adjustments: Do Governments Fulfil their Commitments?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jalles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulas-Granados",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schena",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Union Politics",
            "volume": "19",
            "issn": "3",
            "pages": "383--407",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Economic and political determinants of tax policies in OECD countries",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Hallerberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jürgen Von Hagen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "111--136",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Planning or propaganda? An Evaluation of Germany's Medium-Term Budgetary Planning",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heinemann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Finanzarchiv",
            "volume": "62",
            "issn": "4",
            "pages": "551--578",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The rise of regional authority: a comparative study of 42 democracies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hooghe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schakel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A Postfunctionalist Theory of Governance, Measuring Regional Authority",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hooghe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Schakel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niedzwiecki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shair-Rosenfield",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fiscal Consolidation Under Electoral Risk",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hübscher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sattler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Political Research",
            "volume": "57",
            "issn": "1",
            "pages": "151--168",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Time for Austerity: Estimating the Average Treatment Effect of Fiscal Policy",
            "authors": [
                {
                    "first": "Ò",
                    "middle": [],
                    "last": "Jordà",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Decentralisation Index. mimeo",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Political Budget Cycles and Election Outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klomp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Public Choice",
            "volume": "157",
            "issn": "1-2",
            "pages": "245--267",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Fiscal Forecasting lessons from the Literature and Challenges",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "ECB Working Paper Series",
            "volume": "",
            "issn": "843",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Do Political Variables Affect Fiscal Policy Adjustment Decisions? New Empirical Evidence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mierau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jong-A-Pin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public Choice",
            "volume": "133",
            "issn": "3",
            "pages": "297--319",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Structural Balances and Revenue Windfalls: the Role of Asset Prices Revisited",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schuknecht",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "ECB Working Paper Series No",
            "volume": "737",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "How Credible are Multiannual Budgetary Plans in the EU",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moulin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wierts",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Fiscal Indicators, proceedings of the 8th Banca d'Italia Workshop on Public Finance",
            "volume": "",
            "issn": "",
            "pages": "983--1005",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Voting Against Spending Cuts: The Electoral Costs of Fiscal Adjustments in Europe",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulas-Granados",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "European Union Politics",
            "volume": "5",
            "issn": "4",
            "pages": "467--493",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Politics and Budgets: The Political Economy of Fiscal Adjustments in Europe",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulas-Granados",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Office or Votes? How Political Parties in Western Europe Make Hard Decisions",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strøm",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Sub-Central Fiscal Policy in Times of Economic Crisis. Network on Fiscal Relations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Taxonomy of Central and Sub-National Discretionary Measures to Respond to the Crisis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Voters as Fiscal Conservatives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pelzman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Quarterly Journal of Economics",
            "volume": "107",
            "issn": "2",
            "pages": "327--361",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Political Economy of Fiscal Consolidations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perotti",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Scandinavian Journal of Economics",
            "volume": "100",
            "issn": "1",
            "pages": "367--394",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Fragmented Fiscal Policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perotti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kontopoulos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Public Economics",
            "volume": "86",
            "issn": "",
            "pages": "191--222",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Does Government Ideology Influence Budget Composition? Empirical Evidence from OECD Countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Potrafke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Economics of Governance",
            "volume": "12",
            "issn": "2",
            "pages": "101--134",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Partisan politics: The Empirical Evidence from OECD Panel Studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Potrafke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Comparative Economics",
            "volume": "45",
            "issn": "4",
            "pages": "712--750",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Democracy and development: political regimes and economic well-being in the world",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Przeworski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheibub",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Limongi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1950--1990",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Romer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Romer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Economic Review",
            "volume": "100",
            "issn": "3",
            "pages": "763--801",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Adjusting to the EMU: Electoral, Partisan and Fiscal Cycles",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sadeh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "European Union Politics",
            "volume": "7",
            "issn": "3",
            "pages": "347--372",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Public Sector Decentralisation: Measurement Concepts and Recent International Trends",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stegarescu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Fiscal Studies",
            "volume": "26",
            "issn": "",
            "pages": "301--333",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Budgetary Forecasts in Europe: The Track Record of Stability and Convergence Programmes. ECB Working Paper",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strauch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hallerberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Impact of the Global Crisis on Sub-National Governments' Finances",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ter-Minassian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fedelino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IEB Global Report on Fiscal Federalism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Political Control of the Economy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Tufte",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Fragmented Government Effects on Fiscal Policy: New Evidence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Volkerink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Public Choice",
            "volume": "109",
            "issn": "3-4",
            "pages": "221--242",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Fiscal Consolidations: Quality, Economic Conditions and Success",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Hagen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Strauch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Public Choice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The Sustainability of Public Finances and Fiscal Policy Coordination in the EMU. CASE Network Studies and Analyses",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Hagen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Budgetary Consolidation in EMU",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Hagen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hallett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Straucht",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Economics Papers",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Are Expenditure Cuts the Only Effective Way to Achieve Successful Fiscal Adjustment?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wiese",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jong-A-Pin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Political Economy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Promised fiscal expansions: absolute frequency over time, 1992-2015. Note: unbalanced panel; based on negative changes in the budget balance Relative frequency by size and components of promised fiscal expansions (percent), 1992-2015. Note: unbalanced panel; based on negative changes in the budget balance. Panel b: blue bars correspond to decreases in taxes; orange bars correspond to increases in spending",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Size of Expansionary Promise Gaps, by country. Note: \"Size\" measured in percent of GDP. Missing bar charts in panels c), d) related to missing data on structural balance or the CAPB for those countriesFig. 4 Dispersion of promise gaps during fiscal expansions (using the budget balance), by country. Note: box-whiskers for each country with interquartile range depicted by the blue bar with maximum and minimum values corresponding to the top and bottom marks",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 5 Size of expansionary promise gaps and economic conditions. Note: \"Size\" measured in percent of GDP. \"Initial\" refers to the year prior to the start of a given episode. \"High\" and \"Low\" levels in the horizontal axes are identified by cases above the 75th percentile of the distribution and below the 25th percentile, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Size of expansionary promise gaps and political factors. Note: \"Size\" measured in percent of GDP.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Single Variable approach: Fiscal, Economic and Political Determinants of Expansionary Promise Gaps",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fiscal, Economic and Political Determinants of Expansionary Promise Gaps, all variables in different sub-samples Specification",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Fiscal, economic and political determinants of alternative versions of expansionary promise gaps Specification",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Fiscal, economic and political determinants of expansionary promise gaps, role of subnational structures",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Years covered by EC's Stability Programs (SP) by type of fiscal aggregate, by country 1992-2015 Source: EC's Assessments of Stability Programmes (SP) documents Country Years covered by EC's SP: Overall balance Years covered by EC's SP: Primary balance Years covered by EC's SP: Structural balance Years covered by EC's SP: CAPB Country Years covered by EC's SP: Overall balance Years covered by EC's SP: Primary balance Years covered by EC's SP: Structural balance Years covered by EC's SP: CAPB Promise Gap (budget balance) EPG = PFE-RFA, using overall fiscal balance (see main text for details) Real GDP forecast error Year-ahead autumn real GDP forecast error, defined as actual minus forecast",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The usual disclaimer applies. Thanks go to an anonymous referee for useful comments. All remaining errors are the author's sole responsibility. The author acknowledges financial support from FCT-Fundação para a Ciência e Tecnologia (Portugal), national funding through research grant UIDB/05069/2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "See Tables 7 and 8. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 19,
                    "text": "Tables 7 and 8.",
                    "ref_id": null
                }
            ],
            "section": "Appendix"
        }
    ]
}