{
    "paper_id": "3e60f70a34e3a2f63e18e9d5ef00df4f506bfd75",
    "metadata": {
        "title": "The Things They Carry: Veterans and the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Megan",
                "middle": [
                    "R"
                ],
                "last": "Gerber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "with its necessary social distancing, our Veterans carry burdens accumulated during prior military service, including the enduring emotional weight of combat and other service-related traumas, along with physical health sequelae and chronic medical conditions that may put them at heightened risk for complications of COVID-19. Their military service has rendered them simultaneously vulnerable and strong; resilient in this time of crisis, they have much to teach us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I soon learned that my entryway comrade was not alone, many Veteran patients and colleagues were experiencing the pandemic through the lens of past military service. The voice of a typically stoic nursing colleague broke when she shared that stories of COVID-19 patients dying in isolation without family at the bedside brought back her time in a Vietnam field hospital caring for mortally wounded soldiers. During telemedicine visits, I heard more wartime accounts, spontaneously offered. Sharing the credo, \"adapt and overcome,\" a Veteran told me it was as relevant now as during her tour in impassable Afghan winter mountains as one of the few women in the unit. A Navy Veteran recounted how health system preparations for the COVID-19 surge reminded him of active duty mobilizations when shore leave was abruptly cancelled, and equipment was hurriedly amassed. Like the Veteran who anointed me \"sister,\" all have expressed gratitude and concern for my wellbeing. Veterans know from lived experience that we cannot carry this alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unit cohesion is the bond that unites service members to one another and the mission; 2 it has been prospectively associated with lower risk of adverse mental health outcomes like posttraumatic stress disorder (PTSD), depression, and substance use disorder (SUD). 2 While many have likened our collective experience of COVID-19 to wartime, we must consider what this crisis is like for those who have actually served and how we may best support them during the pandemic. We may also learn from their courage, resilience, and expressions of camaraderie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Natural disasters and pandemics are traumatic and known to result in increased rates of depression, PTSD, and SUD. 3 In addition to the trauma of combat or deployment to humanitarian assistance/disaster relief zones, 4 Veterans often have high rates of preexisting interpersonal trauma including exposure to adverse childhood experiences (ACEs), 5 intimate partner violence (IPV), and military sexual trauma (MST). 6 The majority are over age 65 and many are economically vulnerable. 7 As for the Vietnam Veteran I met at the door, the COVID-19 pandemic will cause many to re-experience military memories, both positive and negative. Social distancing, though necessary to reduce the spread of infection, may reduce our ability to cope, threatening our \"unit cohesion.\" Many worry that COVID-19 may usher in a second pandemic of mental and behavioral health conditions, 3 and that Veterans and others with pre-existing trauma exposure and psychiatric morbidity may be vulnerable to long-term mental health sequelae. 7 Awareness that Veterans may be experiencing the current crisis through the lens of prior wartime experience, may be retraumatized and cut off from their social support networks, should prompt all clinicians to inquire about prior military service. This is especially important for community-based practitioners who may not be aware of their patients' military histories. Asking, \"Have you ever served in the US military?\" enables identification of Veterans and validation of their experience. It can also facilitate connection to VA which has well-established, robust telehealth capabilities, including evidence-based telemental health treatment, and continues to enroll new patients during the pandemic.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 217,
                    "end": 218,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 415,
                    "end": 416,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 484,
                    "end": 485,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 870,
                    "end": 871,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1016,
                    "end": 1017,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During a recent virtual visit with a young woman Veteran experiencing asthma symptoms, I felt ineffective and helpless because I could not fully examine her and encouraged her to go to urgent care. She thanked me for \"being there for us.\" Reflected in those simple words, I saw what mattered was my presence and effort, limitations aside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Those who have served have carried the ultimate burden for the rest of us. We must be aware of the unique impact the pandemic is having on them and also learn from their valor, sense of duty, and commitment to unit cohesion during this unprecedented time. We can help carry their burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Things They Carried. The Things They Carried",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1990",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prospective associations of perceived unit cohesion with postdeployment mental health outcomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campbell-Sills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ursano",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Depress Anxiety",
            "volume": "36",
            "issn": "",
            "pages": "511--532",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Mental Health Consequences of COVID-19 and Physical Distancing: The Need for Prevention and Early Intervention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contrasting the Impacts of Combat and Humanitarian Assistance/Disaster Relief Missions on the Mental Health of Military Service Members",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Def Peace Econ",
            "volume": "29",
            "issn": "",
            "pages": "62--77",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adverse Childhood Experiences, Military Service, and Adult Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Katon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lehavot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Prev Med",
            "volume": "49",
            "issn": "",
            "pages": "573--82",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Trauma-informed Care of Veterans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trauma-informed Healthcare Approaches",
            "volume": "2019",
            "issn": "",
            "pages": "107--129",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Veterans and COVID-19: Projecting the Economic, Social and Mental Health Needs of America's Veterans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramchand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berglass",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lauck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments: William R. Bachman, MD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}