{
    "paper_id": "3e65b48b4b93eb96f8f9ccd897d2754fc3d26e45",
    "metadata": {
        "title": "ZBW -Leibniz-Informationszentrum Wirtschaft Inhärente Instabilität: zur Rolle der Output-Lücke im Stabilitäts-und Wachstumspakt",
        "authors": [
            {
                "first": "Christian",
                "middle": [],
                "last": "Bender",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arne",
                "middle": [],
                "last": "Heise",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Fiskalregeln im Allgemeinen und der Stabilitäts-und Wachstumspakt im Speziellen werden wiederholt ins Feld geführt, um Staatsverschuldung effektiv zu begrenzen und fi skalische Nachhaltigkeit zu erzeugen. Besondere Aufmerksamkeit verdient hierbei das Konzept der unbeobachtbaren Output-Lücke. Christian Bender ist wissenschaftlicher Mitarbeiter am Lehrstuhl für Finanzwissenschaften an der Universität Leipzig. Prof. Dr. Arne Heise ist Lehrstuhlinhaber für Finanzwissenschaft und Public Governance an der Universität Hamburg. Der Stabilitäts-und Wachstumspakt (SWP) ist ein regelbasiertes Konstrukt, das in seiner Historie mehrfache Änderungen und Reformen erfahren hat. Dabei sind nicht nur Richtwerte im Laufe der Zeit modifi ziert, sondern auch dessen Bewertungsmaßstäbe und konzeptionellen Fundamente grundsätzlich revidiert worden. Um konjunkturelle Faktoren zu berücksichtigen, wurde seit 2011 auf den strukturellen Saldo abgestellt, der eine Konjunkturbereinigung vorsieht. Diese Konjunkturbereinigung fußt auf der Schätzung des unbeobachtbaren Potenzialoutputs, mit dessen Hilfe die Output-Lücke berechnet wird. Diese wird für die Berechnung des konjunkturellen Defi zits verwendet, während im Rahmen der Ausgabenregel das Produktionspotenzial direkt eingeht. Die Produktionslücke dient somit indirekt über den strukturellen Saldo als Bewertungsmaßstab, als Entscheidungshilfe zur Einsetzung von Sanktionen und entscheidet darüber, ob Staaten einen nachhaltigen 1 fi skalpolitischen Ansatz verfolgen. Der strukturelle Saldo ist somit der allumfassende Bewertungsmaßstab einer regelgebundenen Fiskalpolitik in der Europäischen Union. Unter diesen Gegebenheiten dient ein Blick auf die Wirkmächtigkeit des strukturellen Saldos, der Output-Lücke und dessen Restriktivität. Methodologische Vorbetrachtungen Während das Schuldenstandkriterium nach Maastricht einen Referenzwert von 60 % ausgibt, ist das korrespondierende Defi zitkriterium im zeitlichen Verlauf wiederholt angepasst worden. Durch den Vertrag über Stabilität, Koordinierung und Steuerung in der Wirtschafts-und Währungsunion (SKS-Vertrag, auch Fiskalvertrag genannt) 2012 © Der/die Autor:in(nen) 2021. Open Access: Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz veröffentlicht (creativecommons.org/licenses/by/4.0/deed.de). Open Access wird durch die ZBW -Leibniz-Informationszentrum Wirtschaft gefördert. Abstract: Fiscal rules in general and the Stability and Growth Pact in particular are repeatedly used to effectively limit public debt and achieve fi scal sustainability. In this context, the concept of the unobservable output gap deserves special attention. JEL Classifi cation: H3, H63, H68",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". Die Fokussierung auf eine strukturelle Kenngröße stellt ein Novum in der gesamteuropäischen Fiskalpolitik dar und kann als politisch motivierte Zielgröße beschrieben werden. Die Höhe ist jedoch ökonomisch kaum begründbar, so dass sich die derzeitigen Richtwerte aus einem politischen Aushandlungsprozess herleiten lassen (De Grauwe, 2020, 127) . 2 Der strukturelle Saldo wird durch ein aufwendiges ökonomisches Prozedere ermittelt (vgl. Tabelle 1). Quelle: Lenk et al. (2020a, 6) .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 345,
                    "text": "(De Grauwe, 2020, 127)",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 481,
                    "text": "Lenk et al. (2020a, 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Er stellt einen zyklisch angepassten Saldo dar, von dem temporäre Abweichungen abgezogen werden (Havik et al., 2014 D e u t s c h l a n d G r i e c h e n l a n d S p a n i e n F r a n k r e i c h I t a l i e n N i e d e r l a n d e ",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 115,
                    "text": "(Havik et al., 2014",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Analysen und Berichte Fiskal-und Geldpolitik"
        },
        {
            "text": "Es wurde deutlich, dass der Output-Lücken-Berechnung, der die Potenzialoutputschätzungen zugrunde liegen, eine gewichtige Dynamik innewohnt. So können einzelne Modifi kationen nicht nur Auswirkungen für den strukturellen Saldo, sondern auch für die MTO und die zukünftigen Bewertungen über den präventiven Arm des SWP haben, woraus sich zusätzlicher Konsolidierungsdruck ableiten lässt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformdruck und bedingte Möglichkeiten"
        },
        {
            "text": "Änderungen der derzeitigen Methodik lassen sich nicht auf nationaler Ebene ausmachen, da sich die Mitgliedstaaten zur Implementierung der EU-Methodik über den SKS-Vertrag verpfl ichtet haben. Vielmehr ist die europäische Ebene gefragt. Einerseits kann dies über die technische Ebene erfolgen. Hierzu sind Änderungen notwendig, die durch das Economic Policy Committee (EPC) empfohlen werden. Dieses Komitee unterstützt die Arbeiten der Kommission und des Rates im ECOFIN-Format. Zudem existiert die Ouput Gaps Working Group, eine Arbeitsgruppe angesiedelt im EPC, die sich fortlaufend mit der Evaluierung der Output-Lücken beschäftigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformdruck und bedingte Möglichkeiten"
        },
        {
            "text": "Auf technischer Ebene ist über ein Bottom-up-Verfahren eine Veränderung der Gegebenheiten möglich. Alternativ ist auch ein Top-down-Prozess gangbar, indem der ECOFIN-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformdruck und bedingte Möglichkeiten"
        },
        {
            "text": "Quelle: Frühlingsprognosen der DG ECFIN (2020); eigene Berechnungen; eigene Darstellung. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbildung 6 Kumuliertes Revisionsvolumen aller Euro-Länder im Vergleich"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "der Berechnungsmethodik bittet, und so durch die politische Ebene ein Reformvorgang angestoßen wird. Dieser Vorgang ist durchaus intrinsisch motiviert. Da die Revisionsanfälligkeit den strukturellen Saldo, das MTO und den Bewertungsmaßstab gleichermaßen betrifft, ist eine relative Besserstellung durch eine Modifi kation der Berechnung möglich, die zu weniger revisionsanfälligen Ergebnissen führt",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Revisionen Der Output-Lücke Für Griechenland Von",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hinsichtlich des strukturellen Saldos ist diese Betrachtungsweise von Relevanz, sofern sich hierdurch der fi skalische Handlungsspielraum einzelner Mitgliedstaaten erhöhen sollte",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Schätzung von Produktionspotenzial und -lücke: Eine Analyse des EU-Verfahrens und mögliche Verbesserungen",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ademmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boysen-Hogrefe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Carstensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hauber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jannsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kooths",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rossian",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stolzenburg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Annual macro-economic database",
            "authors": [],
            "year": 2020,
            "venue": "AMECO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Economics of the monetary union",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Grauwe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Government fi nance and other macro-economic data of EU Countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ecfin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Legal Foundations of EU Economic Governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Estella",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vade Mecum on the Stability-and Growth Pact",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus: Commission proposes to activate fi scal framework's general escape clause to respond to pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Press release",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Production Function Methodology for Calculating Potential Growth Rates & Output Gaps, Economic Papers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Havik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Orlandi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Planas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raciborski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Röger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thum-Thysen Und",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vandermeulen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Refl ections on the Stability and Growth Pact's Preventive Arm in Light of the COVID-19 Crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hauptmeier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Leiner-Killinger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intereconomics",
            "volume": "55",
            "issn": "5",
            "pages": "296--300",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "From paradigms to policies: Economic models in the EU's fi scal regulation framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kapeller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heimberger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ICAE Working Paper Series",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Öffentliche Investitionen und inklusives Wachstum in Deutschland, Studie für die Bertelsmann-Stiftung",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krebs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scheffel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The German Debt Brake: Approaches for an Improvement of the Technical Design",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lenk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glinka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quarterly Journal of Economic Research",
            "volume": "1",
            "issn": "",
            "pages": "31--43",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Die deutsche Schuldenbremse im Spannungsfeld zwischen europäischer Fiskalpolitik und nationaler Ausgestaltung",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lenk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bender Und",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glinka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jahrbuch für öffentliche Finanzen 1-2020, Schriften zur öffentlichen Verwaltung und öffentlichen Wirtschaft",
            "volume": "247",
            "issn": "",
            "pages": "369--386",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Schluss mit der Anbetung der Schuldenbremse -Corona und die wachsende Staatsverschuldung, Gastbeitrag im Tagesspiegel",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lenk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bender Und",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glinka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Koordinierung und Steuerung in der Wirtschaftsund Währungsunion vom 2. März",
            "authors": [
                {
                    "first": "Stabilität",
                    "middle": [],
                    "last": "Vertrag Über",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ermittlung des strukturellen Saldos (EU-Konzept) SB = struktureller Saldo; CAB = zyklisch angepasster Saldo; OE = oneoff Messungen und temporäre Abweichungen; BAL = Haushaltssaldo; ε = Budgetsemielastizität; OG = Output-Lücke; Y = BIP; PO = Potenzialoutput; K = Kapital; L = Arbeit; Γ = Produktivitätsfaktor; POPW = Bevölkerung im erwerbsfähigen Alter; PARTS = geglättete Partizipationsrate; HOURS = durchschnittliche pro Kopf geleistete Arbeitsstunden; dep = Abschreibungsrate; NAWRU= den Lohnanstieg nicht beschleunigende Arbeitslosenquote.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1 Die Nachhaltigkeit wird über die Mittelfristigen Haushaltsziele (MTO) defi niert. Auf das Konzept wird im weiteren Verlauf eingegangen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Der zyklisch angepasste Saldo selbst ist ein Haushaltssaldo in Abhängigkeit zum BIP, von dem wiederum die zyklische Komponente der Output-Lücke abgezogen wird. dass potenzielle Revisionen einen großen Einfl uss auf die Schlüsselvariable haben können, die für die europäische Fiskalpolitik einen hohen Stellenwert hat.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "liegen somit auch für dessen Bewertungsmaßstab, das MTO, vor. Mögliche Verzerrungen wirken jedoch asymmetrisch. Während für den strukturellen Saldo keine Nebenbedingung angegeben wird, liegt für das MTO eine implizite Restringierung vor, da über die erste Komponente eine Begrenzung der Varianz vorgenommen wird. Dennoch lässt sich im begrenzten Maße feststellen, dass sich Instabilitäten, ausgelöst durch das Design der Output-Lücke, auf das MTO, wie auch den strukturellen Saldo auswirken. Der Vergleich beider Kenngrößen in Abbildung 2 zeigt, dass nur Deutschland und die Niederlande ihre MTO einhalten konnten. Für Griechenland gibt es aufgrund der anhaltenden ökonomischen Anpassungsprogramme kein MTO. Hingegen verfehlen Spanien, Frankreich und Italien ihre MTO 2019. Dieser Befund dürfte sich im Hinblick auf die Corona-Pandemie und die korrespondierenden fi skalischen Auswirkungen nochmals verschärft haben. Es zeigt sich jedoch eine geringere Fluktuation der einzelnen MTO im Vergleich zu den Strukturellen Salden. Sofern ein Mitgliedstaat sein MTO nicht erreicht hat, ist ein Anpassungspfad zu etablieren, der jährliche Verbesserungen vorsieht, wobei für Euro-Länder ein Benchmark von 0,5 % gemessen am BIP vorliegt (Europäische Kommission, 2019, 15). Eine Übersicht für die jeweiligen Anpassungspfade gibt Tabelle 3. Die fi skalische Anstrengung variiert je nach ökonomischem Zyklus und wird anhand der Output-Lücke gemessen. Je größer (kleiner) die Output-Lücke ist, desto größer (kleiner) ist die verlangte Anpassung. 5 Hierbei gilt, dass der verlangte Anpassungspfad zum MTO für das Jahr t im Frühjahr t-1 eingefroren wird, um die Prognosequalität zu verbessern. Auch hier kommt das Potenzialoutput zum Einsatz, indem der Anpassungspfad durch die Output-Lückenbedingungen determiniert wird. Die Output-Lücke wird anteilig am Potenzialoutput angegeben, wobei eine negative (positive) Output-Lücke vorliegt, wenn das derzeitige BIP unterhalb (oberhalb) des Potenzials liegt.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Staaten, die durch eine relative Besserstellung bei Errechnung des strukturellen Saldos erkennen, dass sie vorhandene Handlungsspielräume ungenutzt ließen. Wenn man, wie es z. B. für Deutschland zwischen 2010 und 2020 der Fall war, in den meisten Jahren die Situation überschätzter negativer Output-Lücken Quelle: Frühlingsprognosen der DG ECFIN (2020); eigene Berechnungen; eigene Darstellung. Revisionen der Output-Lücke für Deutschland von 2010 bis 2020 Quelle: Frühlingsprognosen der DG ECFIN (2020); eigene Berechnungen; eigene Darstellung. Vergleich zum EA-Durchschnitt; vgl. Abbildung 1) in Rechnung stellt, werden die Hintergründe für den öffentlichen Investitionsstau nachvollziehbar (z. B. Krebs und Scheffel, 2017). Die bessere Einschätzung der Situation ex ante hält letztlich Schlussfolgerungen für die MTO bereit. Durch die Varianzbegrenzung, bedingt durch die Nebenbedingung der MTO, zeigt sich, dass Komponente (1) aus Tabelle 2 nur eine begrenzte Restriktivität aufweist, da der Varianzparameterraum eingeschränkt wird. Der Instabilitätskanal wird folglich über das Nachhaltigkeitskriterium erzeugt, indem die Verschuldung von über 60 % gemessen am BIP durch das MTO gefordert wird. Dessen Umfang ist direkt mit dem Verschuldungsgrad verknüpft. 8 Somit ist es nicht direkt die Revision, die über die Output-Lücken auf das MTO massiv einwirkt, sondern vielmehr die Schuldenstandquote selbst. Gebündelt mit der Fehlbewertung des strukturellen Saldos durch die Materialisierung von Revisionen kann so eine fehlerhafte Verfl echtung von Anforderung und Status quo entstehen, die sich unter Umständen negativ auf das fi skalpolitische Gefüge der Staaten auswirkt. Dies wird zusätzlich durch die Bewertungsmatrix für den Anpassungspfad hin zum MTO unterstützt (vgl. Tabelle 3).Hier wirken die Output-Lücken ohne Begrenzung direkt auf den Anpassungspfad ein. Diese werden ausschließlich durch einen Nachhaltigkeitsindikator und die Schuldenstandquote fl ankiert, wobei letztere ebenfalls kritikwürdig erscheint. Alle Staaten in der Betrachtung weisen eine Verschuldung von über 60 % gemessen am BIP aus, wobei die Output-Lücken für 2020 bereits als außergewöhnlich schlechte Position nach der Bewertungsmatrix einzuschätzen sind. Hauptmeier und Leiner-Killinger (2020, 297) zeigen, dass die Granularität der Bewertungsmatrix zudem zu einer möglichen Fehleinordnung der Staaten führt, wodurch eine prozyklische Fiskalpolitik unterstützt werden könnte. Setzt sich jedoch die vorherrschende Revisionsdynamik fort, so wird gerade für Deutschland, Frankreich und die Niederlande der Konsolidierungsdruck zukünftig zunehmen, da positive Revisionen am ehesten zu erwarten sind.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}