{
    "paper_id": "3e6bd019aca277f0c23126b8cb658b2af40eb154",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Andrea",
                "middle": [
                    "C"
                ],
                "last": "Gielen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "agielen1@jhu.edu"
            },
            {
                "first": "Grace",
                "middle": [],
                "last": "Bachman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Oluwakemi",
                "middle": [],
                "last": "Badaki-Makun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Renee",
                "middle": [
                    "M"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eileen",
                "middle": [],
                "last": "Mcdonald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elise",
                "middle": [],
                "last": "Omaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Keshia",
                "middle": [
                    "M"
                ],
                "last": "Pollack Porter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Leticia",
                "middle": [],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [],
                "last": "Shields",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Center for Injury Research and Policy",
                    "location": {
                        "addrLine": "624 N. Broadway",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Prior to the COVID-19 pandemic, 44% of all reported injuries in U.S. households occurred in the home. Spending more time at home due to the pandemic may increase the number of home injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A nationally representative sample of 2011 U.S. adults were surveyed online between June 17 -June 29, 2020. Propensity score weighting and T-tests were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Twenty-eight percent (28%) of households reported a home injury or ingestion during the pandemic; 13% reported experiencing both. Injuries were most often due to falls (32%). Medication ingestions were reported by 6%; household product ingestions were reported by 4%. Relative to households that experienced no injuries or ingestions, those that reported either or both were more likely to: be in urban areas, have household incomes > $100,000, and have children living in them. Among households reporting more time spent at home, those with children were significantly more likely than those without to report an injury or ingestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Results help target prevention messages while U.S. families are continuing to work and learn remotely. During this pandemic and future stay-at-home orders, there is a need for public health efforts to prevent home injuries and ingestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Injuries in and around the home, including ingestions, affect individuals across the lifespan (Mack et al. 2013; Gielen et al. 2015; McDonald et al. 2016) . The National Health Interview Survey (NHIS) last reported data on injuries that occurred in U.S. households in 2007, finding that 44% of all reported medically attended injury episodes occurred in or around the home (Chen et al. 2009 ). The increased exposure to potentially hazardous home environments and activities caused by stay-athome orders and closures of schools may be responsible for a new spate of home injuries in 2020. There is no near real time medical surveillance system for home injuries in the U.S., a gap that we address through the use of a national survey. This brief report describes the number and type of home injuries among a nationally representative sample of U.S. households surveyed between June 17 and 29, 2020, when states were at various stages of re-opening and had stay-at-home recommendations. To identify risk factors for these injuries, we compare household characteristics between those that reported injuries and/or ingestions to those that did not.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 112,
                    "text": "(Mack et al. 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 113,
                    "end": 132,
                    "text": "Gielen et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 133,
                    "end": 154,
                    "text": "McDonald et al. 2016)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 373,
                    "end": 390,
                    "text": "(Chen et al. 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We added home injury questions to an online survey of a representative sample of adults living in the U.S. conducted by the Harris Poll. Harris uses a large network of online panels with millions of unique respondents worldwide recruited through more than 100 different sources. All panelists complete a confirmed or double opt-in process, which is an approved proxy for informed consent that includes introductory language describing the survey. A total of 3211 individuals (of 3946) were qualified and selected to participate, with 2011 completing the survey. This survey was approved by the Johns Hopkins University Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Two survey items adapted from the NHIS (Chen et al. 2009 ) were used to assess injuries and ingestions (see Table 1 ). Affirmative responses were followed by questions about the external causes of the events (e.g., fall, Since the coronavirus pandemic started in the U.S., have you or has anyone living in your home: 1) swallowed or eaten something that could make them sick, like a medication or a household product, a plant, or something else while in or around your home? Please do not include food allergies or food poisoning or poison ivy rashes or a reaction to a medication that was taken correctly; 2) had an injury where any part of their body was hurt while in or around your home? A home injury could be from a fall, a cut or scrape, getting hit by something, or from a burn or from something else that happened in or around your home? 2 Both injury and ingestion is a subset of Either injury or ingestion 3 Includes respondent *Statistically significant in comparison to the Neither group, p < 0.05 burn, etc.) without reference to intentionality. Household level variables included: urbanicity (in an urban or city area; in a suburban area next to a city; or in a small town or rural area); Census region; annual household income; and number of adults and children living in the home. We also asked respondents about the impact of the pandemic on the amount of time household members spent at home (more time, less time, no change, varies by person). Households that reported experiencing neither an injury nor an ingestion were compared first to the households that reported experiencing either an injury or ingestion, and second, to the subset of these that reported experiencing both an injury and ingestion.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 56,
                    "text": "(Chen et al. 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "All proportions presented are weighted to targets from the U.S. Census Bureau's Current Population Survey for adults. Propensity score weighting adjusted for respondents' propensity to be online. No estimate of theoretical sampling error was calculated because the online survey is not based on a probability sample. For weighted data, sample sizes within calculations are replaced with effective sample sizes to account for bias that could occur due to weighting. For comparative analyses, statistical comparisons of subgroups were carried out by Quantum using T-tests either for means or for proportions depending on the data, using a 95% confidence level (CL) representing a p-value < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Of the 2011 respondents, the mean age was 47.2 years (SD = 17.59). Respondents indicated their: sex as female (51%), male (48%), other (3%); race/ethnicity as white (64%), African American (11%), Hispanic/Latinx (16%), Asian/Pacific Islander (6%), and other (3%). More than one-half (54%) were married or living with a partner; 10% did not complete high school, 56% completed high school, and 34% completed college or more. A majority (56%) were employed; 24% were retired; and the remainder were not employed, were stay-at-home parents or students. The pandemic changed employment for participants, with 24% starting to work at home, 11% becoming unemployed, and 10% being furloughed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In total, 26% of households reported having experienced an injury, and 15% experienced an ingestion. Twentyeight percent (28%) of households experienced either, and 13% experienced both. The mean number of injuries and/ or ingestions by age of the household members affected were 1.5 for 0-4 year olds, 2.1 for both 5-14 and 15-24 year olds, 2.2 for 25-64 year olds, and 1.1 for those 65 years and older (unweighted n = 451). Overall, falls were the most common cause of injury, reported by 32%. Other causes were being cut by something sharp (11%), being cut by running into someone/something (9%), getting bruised by running into something/someone (9%), burns from hot objects/matches (5%), being hit with an object (5%), scald burns (4%), choking (4%), and being bitten by an animal (3%). Ingestions of medications were reported by 6% and household products by 4%. Table 1 shows that relative to the 72% of households that experienced neither an injury nor an ingestion, those that reported either or both were more likely in urban areas, had household incomes > $100,000, and had children living in them; they were less likely to be in the Midwest and in suburban households. The number of adults living in the home was not associated with experiencing an injury and/or ingestion. Although the majority of respondents reported spending more time at home since the pandemic started, this was not significantly associated with increased likelihood of an injury or ingestion: 69% of the group that experienced neither versus 67% of the group that experienced either and 57% of the group that experienced both reported that the people in their household were spending more time at home. In a separate analysis of households that reported having spent more time at home since the pandemic started, 45% of those with children in the home (unweighted n = 497) reported an injury or ingestion and 55% did not, compared to 18% and 82% respectively among households without children (unweighted n = 965) (p < 0.05, data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 868,
                    "end": 875,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among our representative sample, 26% reported having experienced an injury since the pandemic started. By comparison, in 2017, 14.3% of respondents to the NHIS survey reported an injury to someone in their household in the 3 months prior to the survey (Michael E. Martinez, National Center for Health Statistics, personal communication, 9/1/2020). The time periods covered by these two surveys are comparable, given that our survey was fielded (i.e., mid to late June) about 3 months after states started issuing stay at home orders and people began working from home (i.e., mid to late March). Considering ingestions as well as injuries, we found that 28% of households experienced either and 13% experienced both. Falls were the most common cause of injury, which is consistent with other studies of home injuries (Chen et al. 2009; Mack et al. 2013; Gielen et al. 2015; McDonald et al. 2016) . Having children living in the home was significantly associated with a higher likelihood of households reporting an injury and/or ingestion, and having more adults in the home was not. Families in urban areas and with higher annual incomes were more likely to report an injury and/ or ingestion.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 834,
                    "text": "(Chen et al. 2009;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 835,
                    "end": 852,
                    "text": "Mack et al. 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 853,
                    "end": 872,
                    "text": "Gielen et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 873,
                    "end": 894,
                    "text": "McDonald et al. 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We were surprised that there was no overall association between increased time spent at home and the report of injuries and/or ingestions. A more in-depth understanding of the affected individuals and their activities during the time spent at home is warranted, especially because we found that among the 73% of households that reported spending more time at home, 45% of those with children compared to 18% of those without children in the home reported having experienced an injury or ingestion since the pandemic started. Given that many children are still learning remotely and may be for quite some time, there is an urgent need to promote home safety precautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The study was limited in that it did not measure the actual amount of time spent in the home or the duration of the stay-at-home guidelines in the respondent's area. We also lacked information on the intentionality or severity of the reported injuries/ingestions. Nevertheless, results provide the first evidence to our knowledge that during this pandemic many households have experienced injuries, including ingestions, most of which are likely preventable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Results demonstrate the value of systematically collecting national data on home injuries using an on-line survey, which could be a cost-efficient methodology to supplement the more extensive and expensive National Health Interview Survey, which last reported on injuries in 2007. The rates we found were for roughly a 3-month period, and because people are still largely staying home to prevent the spread of COVID-19, we can expect these rates to be higher in the future. A near real time home injury surveillance system would be a timely addition to our injury prevention tool kit. Findings from this first survey can be used as a baseline measure as well as to create messaging that promotes the need to stay home to prevent the spread of COVID-19 and the importance of home safety precautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Injury episodes and circumstances: National Health Interview Survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fingerhut",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Makuc",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "National Center for Health Statistics",
            "volume": "10",
            "issn": "241",
            "pages": "1--64",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Unintentional home injuries across the life span: problems and solutions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gielen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annu Rev Public Health",
            "volume": "36",
            "issn": "",
            "pages": "231--53",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-publhealth-031914-122722"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fatal unintentional injuries in the home in the",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mickalide",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Ballesteros",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Prev Med",
            "volume": "44",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amepre.2012.10.022"
                ],
                "PMID": [
                    "23415120"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Primary Care Opportunities to Prevent Unintentional Home Injuries: A Focus on Children and Older Adults. Version 2",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gielen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Lifestyle Med",
            "volume": "12",
            "issn": "2",
            "pages": "96--106",
            "other_ids": {
                "DOI": [
                    "10.1177/1559827616629924"
                ],
                "PMID": [
                    "27141210"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Frequency of Home Injuries and Ingestions 1 Since the Start of the U.S. Coronavirus Pandemic and Associated Household Characteristics, Nationally Representative Sample, N = 2011, Surveyed June 17-29, 2020, N (Weighted Proportions)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors express their appreciation to Aimee Vella Ripley and colleagues at Harris Insights for their data collection and analysis support that made this work possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All authors are members of the COVID Home Injury Study Team, and coauthors are listed alphabetically, reflecting equal contributions to the team's completion of this research. The author(s) read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Johns Hopkins Center for Injury Research and Policy; Johns Hopkins Institute for Health and Social Policy; and Trauma Net Education Grant to Johns Hopkins Hospital Pediatric Trauma Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets used and analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The Johns Hopkins Institutional Review Board approved this study, which is stated in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}