{
    "paper_id": "3e6c86e2cc58b9b2a197959b8235c2a5faf802c2",
    "metadata": {
        "title": "Detectability of the novel coronavirus (SARS-CoV-2) infection and rates of mortality for COVID-19 in different regions of the Russian Federation",
        "authors": [
            {
                "first": "Edward",
                "middle": [],
                "last": "Goldstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "country": "United States"
                    }
                },
                "email": "egoldste@hsph.harvard.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Laboratory diagnosis of the novel coronavirus (SARS-CoV-2) infection combined with quarantine for contacts of infected individuals affects the spread of SARS-CoV-2 in the community and the levels of related mortality. Moreover, not all cases of SARS-CoV-2 infection in the population are detected (laboratory diagnosed). Here, we examine the relation between detectability of SARS-CoV-2 infection (i.e. the percent of detected COVID-19 cases among all cases of SARS-CoV-2 infection in the population) and levels of mortality for COVID-19 for the 85 different regions (federal subjects) of the Russian Federation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Laboratory diagnosis of the novel coronavirus (SARS-CoV-2) infection combined with quarantine for contacts of infected individuals is an effective means for diminishing the spread of SARS-CoV-2 in the community and decreasing the levels of associated mortality. For example, the corresponding diagnostics and quarantine is widely practiced in Iceland --using serological data and data on PCR-detected SARS-CoV-2 infections, Gudbjartsson et al. estimated that 56% of all cases of SARS-CoV-2 infection in Iceland were PCR-detected [1] . During the Spring wave of the SARS-CoV-2 epidemic in New South Wales, Australia, a small number of infections were recorded in schools [2] , with widespread testing in schools and subsequent quarantine for contacts of detected cases practiced. Widespread testing for SARS-CoV-2 infection is also . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.18.20197194 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Humoral Immune Response to SARS-CoV-2 in Iceland",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gudbjartsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Norddahl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melsted",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gunnarsdottir",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of SARS-CoV-2 in Australian educational settings: a prospective cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Macartney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Pillsbury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child & Adolescent Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Maps of the spread of the novel coronavirus infection. Detected cases in the different regions of the Russian Federation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Russian Federal State Statistics Service (Rosstat)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Contact tracing in the context of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Contact Tracing during Coronavirus Disease Outbreak, South Korea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerging Infectious Diseases",
            "volume": "26",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "conducted in the Russian Federation; however, there is limited information on the relation between detectability of SARS-CoV-2 infection (i.e. the percent of detected COVID-19 cases among all cases of SARS-CoV-2 infection in the population), the spread of SARS-CoV-2 infection and the levels of mortality for COVID-19 in the different regions of the Russian Federation. Under more active testing for SARS-CoV-2 in the population, detectability of SARS-CoV-2 infection increases and case-fatality ratio (i.e. the ratio between the number of deaths for COVID-19 and the number of diagnosed cases of SARS-CoV-2 infection in the population) decreases -this because under more active testing, the number of mild and moderate cases of in the different regions in Russia. Here, we used data from the Russian Federal Service for Surveillance on Consumer Rights Protection and Human Wellbeing (Rospotrebnadzor) on the number of detected cases of COVID-19 and the number of deaths from COVID-19 in the different regions of the Russian Federation to examine the relation between case-fatality ratios and rates of mortality for COVID-19 in the 85 different regions of the Russian Federation (Federal subject of Russia).MethodsData:We used data from Rospotrebnadrzor on the number of detected COVID-19 cases and the number of deaths from COVID-19 reported by 09/17/2020 in the 85 different regions of the Russian Federation[3], as well as data from the Russian Federal State Statistics Service (Rosstat) on the population on January 1, 2020 for the 85 regions of the Russian Federation[4].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Informed consent: We used publicly available, aggregate data, with no informed consent from the participants sought.Statistical analysis:We evaluated the linear correlation between case-fatality ratios for COVID-19 for cases/deaths reported by Sep. 17, 2020 and rates of mortality for COVID-19 per 100,000 persons for deaths reported by Sep. 17, 2020 in the 85 different regions of the RussianFederation.ResultsFigure 1 shows the case-fatality ratios (i.e. the ratio between the number of reported deaths for COVID-19 and the number of diagnosed cases of SARS-CoV-2 infection in the population by Sep. 17, 2020) and rates of mortality for COVID-19 per 100,000 persons for deaths reported by Sep. 17, 2020 in the 85 regions of the Russian Federation. The correlation between case-fatality",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Case-fatality ratios (i.e. the ratio between the number of reported COVID-19 deaths and the number of diagnosed cases of SARS-CoV-2 infection in the population by Sep. 17, 2020) and rates of mortality for COVID-19 per 100,000 persons for deaths reported by Sep. 17, 2020 in the 85 regions of the Russian Federation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "for the novel coronavirus (SARS-CoV-2) infection combined with quarantine for contacts of infected individuals affects the spread of SARS-CoV-2[5] and the levels of related mortality. High levels of testing for the novel coronavirus infection were reported in several countries[1,6], including the Russian Federation. Such robust testing for SARS-CoV-2 leads to high detectability of SARS-CoV-2 infection (i.e. the percent of detected COVID-19 cases among all cases of SARS-CoV-2 infection in the population) -for example, in Iceland, detectability of SARS-CoV-2 infection was estimated at 56%[1]. However, there is limited information on the effect of detectability of SARS-CoV-2 infection on the spread of SARS-CoV-2 and the rates of mortality for COVID-19 for the different regions of the Russian Federation.Here, using data from Rospotrebnadrzor on the number of detected COVID-19 cases and the number of deaths for COVID-19[3] we established a high correlation between case-fatality ratios (i.e. the ratio between the number of recorded deaths for COVID-19 and the number ofdiagnosed cases of SARS-COV-2 infection in the population) and rates of mortality for COVID-19 in different regions of the Russian Federation. We should note that a lower case-fatality ratio corresponds to a higher detectability of SARS-COV-2 infection. Correspondingly, testing for SARS-CoV-2 infection and detectability of SARS-CoV-2 infection are some of the factors that affect the levels of mortality for COVID-19 in Russia. In particular, higher detectability of SARS-CoV-2 infection is generally associated with lower mortality for COVID-19. Vice versa, for regions of the Russian Federation with relatively low detectability of SARS-CoV-2 infection (e.g. a number of regions for which the case-fatality ratio is significantly higher than the median value of 0.012 for the case-fatality ratio in different regions of the Russian Federation on Sep. 17, 2020 [3]), rates of mortality for COVID-19 are relatively high (Figure 1). Correspondingly, those regions ought to increase the volume of testing for SARS-CoV-2 in order to mitigate the spread of SARS-CoV-2 infection in the population and diminish the related mortality during the Fall/Winter of 2020-2021. Funding Statement: This work involves no funding.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprintThe copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.18.20197194 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}