{
    "paper_id": "3e6dd5974ec10f97cafe8c887fa85f0b9dac9fb3",
    "metadata": {
        "title": "Personal View Lancet Infect Dis 2020 Need for sustainable biobanking networks for COVID-19 and other diseases of epidemic potential",
        "authors": [
            {
                "first": "Rosanna",
                "middle": [
                    "W"
                ],
                "last": "Peeling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Impact Group",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "postCode": "WC1E 7HT",
                        "settlement": "London, Atlanta, London",
                        "region": "GA",
                        "country": "UK, USA, UK"
                    }
                },
                "email": "rosanna.peeling@lshtm.ac.uk"
            },
            {
                "first": "Debrah",
                "middle": [],
                "last": "Boeras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Impact Group",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "postCode": "WC1E 7HT",
                        "settlement": "London, Atlanta, London",
                        "region": "GA",
                        "country": "UK, USA, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Annelies",
                "middle": [],
                "last": "Wilder-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Impact Group",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "postCode": "WC1E 7HT",
                        "settlement": "London, Atlanta, London",
                        "region": "GA",
                        "country": "UK, USA, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Amadou",
                "middle": [],
                "last": "Sall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Impact Group",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "postCode": "WC1E 7HT",
                        "settlement": "London, Atlanta, London",
                        "region": "GA",
                        "country": "UK, USA, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Nkengasong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Impact Group",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "postCode": "WC1E 7HT",
                        "settlement": "London, Atlanta, London",
                        "region": "GA",
                        "country": "UK, USA, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Outbreaks of infectious diseases are occurring with increasing frequency and unpredictability. The rapid development and deployment of diagnostics that can accurately and quickly identify pathogens as part of epidemic preparedness is needed now for the COVID-19 pandemic. WHO has developed a global research and innovation forum to facilitate, accelerate, and deepen research collaboration among countries and funders. Great progress has been made in the past decade, but access to specimens remains a major barrier for the development and evaluation of needed quality diagnostics. We present a sustainable model for a global network of country-owned biobanks with standardised methods for collection, characterisation, and archiving of specimens and pathogens to facilitate and accelerate diagnostics development and evaluation for COVID-19 and other diseases of epidemic potential. The biobanking network should be run on the guiding principles of transparency, equitable access, ethics, and respect for national laws that support country ownership and sustainability. Adapting the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits, sharing of specimens from national biobanks can be rewarded through mechanisms such as equitable access to diagnostics at negotiated prices. Such networks should be prepared for any pathogen of epidemic potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Diagnostics play an important role in outbreak investi gations and control of epidemics. 1 A triad of diagnostic tests are crucially needed. This triad includes a highly sensitive and specific molecular assay to detect the patho gen to confirm the diagnosis and guide clinical manage ment and public health measures, such as isolation or quarantine; a rapid simpletouse antigen detection test that can be used to triage suspect cases at the point of care (POC) or in community settings; and an antibody assay that can be used to detect past exposure to the pathogen to understand the true extent of the outbreak, so that prevention and control strategies can be informed, atrisk populations identified, the attack rate estimated, and the effectiveness of control interventions assessed.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARSCoV2), was identified as the cause of the outbreak of severe acute respiratory infections in Wuhan, China, on Jan 7, 2020. Within days the sequence of the virus was published to allow scientists from all around the world to develop molecular assays to detect the virus in patients' specimens. 2 This openness and willingness to share data and key information for test development, as John Nkengasong, the Director of the Africa Centres for Disease Control and Prevention (CDC) pointed out, is in stark contrast to the SARS outbreak when the development and validation of diagnostic tests to confirm cases hampered international efforts to develop evidencebased control strategies. 3 Within days, many protocols for detecting SARSCoV2 were developed and shared, so that laboratories around the world could start testing for this new pathogen. However, scaling up molecular testing is not easy as these assays require sophisticated equipment, welltrained personnel, and cold storage for reagents. In countries with inadequate laboratory infrastructure, testing is centralised at a few sites with specimens being transported from clinics and hospitals all over the country. At some point, some countries are left helpless with few means of controlling a growing epidemic when they face long backlogs for confirming cases or when testing has come to a halt because of a lack of access to reagents or supplies such as swabs. The sole reliance on molecular testing has led to a global competition for test reagents and supplies that brought to the forefront the inequity of access to key lifesaving technologies across lowincome, middle income, and highincome countries.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 368,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 755,
                    "end": 756,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the WHO Research and Development BluePrint meeting in Geneva on Feb 10, 2020, leading health experts from around the world recognised that sole reliance on molecular testing is not sufficient to fight this rapidly growing epidemic. The need to find more accessible testing modalities was highlighted as one of the eight Research and Development priorities, of which the top priority is to \"Mobilize research on rapid point of care diagnostics for use at the community level.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rapid tests that can be used at the POC include sample inanswerout molecular assays to detect viral RNA, antigen detection tests to detect viral proteins, and serology tests to detect antibodies produced in response to the infection. The US Food and Drug Administration approved for emergency use the first rapid COVID19 molecular assay that can be done on nasal or throat swabs with handson time of a few minutes and that gives a result in 5-45 min. Other POC molecular assays are undergoing clinical trials and several of them will soon receive emergency use approval. Although these rapid assays are highly sensitive and specific, and some of these devices are already in use in lowincome and middleincome countries for diseases such as HIV and Personal View tuberculosis, they are expensive and difficult to scale for use at community level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learnt from developing rapid tests for the Zika virus outbreak"
        },
        {
            "text": "The most useful format for rapid POC tests at community level is a singleuse disposable test that comes with all the supplies required for testing in the test kit. Millions of such rapid POC tests are sold each year for HIV and malaria, most of which are based on the principles of immunochromatography, either in a lateral flow or a flowthrough format. Although the expertise to develop these types of rapid POC tests is widely available, the main barrier to the development of a rapid antigen or antibody POC test for a novel pathogen such as SARSCoV2 is the lack of knowledge on the dynamics of the immune response to the infection, such as when different types of antibodies are produced over the course of infection and against which viral proteins. The identification of immuno dominant viral proteins as marker of acute COVID19 infection and host antibodies that can be used as markers of acute and past infection requires access to well characterised patient specimens at different stages of infection, including convalescent blood samples in those who have recovered. Access to these specimens is also important for evaluation of test performance once a test has been developed. Given the rapid spread of COVID19 around the world, accelerating test development and evaluation is an urgent priority. 4, 5 During the Zika virus outbreak, companies had to pay large sums of money to acquire specimens for test development on the black market, often uncertain of the quality of specimen or its characterisation. Furthermore, once WHO declared that the Zika outbreak was no longer a Public Health Emergency of International Concern, funding for test development was quickly diverted elsewhere and the market disappeared overnight. For companies that have devoted substantial time and resources on test development, the opportunity costs are far too high. For the long term, sustainable mechanisms for accelerating diagnostic test development have to be established for diseases of epidemic potential.",
            "cite_spans": [
                {
                    "start": 1308,
                    "end": 1310,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1311,
                    "end": 1312,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Lessons learnt from developing rapid tests for the Zika virus outbreak"
        },
        {
            "text": "The idea of a biobank network to accelerate test develop ment and evaluation is not new. The diagnostics research group in the UNICEF/UNDP/World Bank/WHO Special Programme for Research and Training in Tropical Diseases (TDR) developed different systems of bio banking wellcharacterised specimens to facilitate and accelerate diagnostic development and evaluation for TDR priority diseases. Because the use of patient specimens for the development of diagnostic tests that companies could potentially make a profit from is a sensitive issue, TDR developed a set of guiding principles for its specimen banks. These principles specify that it is important to have: (1) equitable access to specimens and pathogen strains by both public and private test developers; (2) transparency of all processes;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing biobanking networks to accelerate test development and evaluation"
        },
        {
            "text": "(3) ethics and respect for national laws, especially with regards to the export of samples and the need for informed consent for specimen collect ion and storage in accordance with the International Ethical Guidelines for Healthrelated Research Involving Humans prepared by the Council for International Organizations of Medical Sciences in collaboration with the WHO; (4) country ownership, whereby each country retains the ownership of the specimens and the evaluation data generated at each site but must agree to share these data across the network; and (5) fairness in compliance with the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the Convention on Biological Diversity, such as negotiated prices for countries that have contributed to test development and evaluation. 6 To ensure the quality of specimens used in test development and evaluation, we selected biobanking sites using a set of quality criteria (panel 1).",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 861,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Establishing biobanking networks to accelerate test development and evaluation"
        },
        {
            "text": "Depending on funding available, location of laboratory expertise and biobanking facilities, and the advice of expert working groups for different diseases within the TDR diagnostics research programme, different models for biobanking were developed (table). The tuberculosis specimen bank was the first to receive funding and the decision was to establish a centralised biobank at a single location to which wellcharacterised specimens collected from collection sites around the world were shipped. 7 However, many countries have strict laws prohibiting the export of specimens and the shipment of samples; even when shipment of specimens is permitted, there are still many challenges and great costs to do so. The advantage was that specimens requested for test development were assembled from a single inventory ",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 500,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Lessons learnt from different models of biobanking"
        },
        {
            "text": "and sent out from one location. As the samples were a precious resource, any specimen request has to be reviewed by a Specimen Bank Advisory Committee with regards to its scientific merit. A small panel of 20 specimens would be sent on approval. Larger panels would be sent subsequently if results were promising. The single inventory also made it easier to assemble specimens for evaluation. An evaluation of 19 serology tests for tuberculosis was done using specimens from the tuberculosis specimen bank. For dengue, a regional model with a regional hub in Asia and another in the Americas was established. Specimens collected from sites in each region were shipped to the hub in their region. The dengue biobank samples were used for test evaluation. Common proto cols for specimen collection, characterisation, shipping, archiving, and evalu ation were developed. Test kits submitted by companies were sent to the two regional hubs for evaluation using an evaluation panel assembled at each hub. The results were analysed separately to determine if test performance was affected by endemic conditions in each region and in aggregate. 8 Access to wellcharacterised samples is also important for dengue serological assays, also in the context of dengue vaccine development.",
            "cite_spans": [
                {
                    "start": 1138,
                    "end": 1139,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Personal View"
        },
        {
            "text": "For diseases such as leishmaniasis and syphilis, the decentralised network model was adopted mainly because of resource constraints. Requests from companies were referred to sites that had the requested samples in their inventory. Tests under evaluation were sent to each of the network sites to measure test perfor mance and operational characteristics such as clarity of instructions, ease of interpretation, and robustness. 10 The table shows the advantages and disadvantages of each model. Lessons learnt included that minimising specimen transport across national borders should be a top priority and that the network model is the least costly and the most sustainable. In the network model, building capacity at each site for test evaluation allowed each site to continue to evaluate tests that might be available locally or regionally and to do postmarketing surveillance of tests that are approved for sale. The specimens at the biobanking sites can also be used as quality control materials and proficiency panels to ensure the quality of tests and testing.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Personal View"
        },
        {
            "text": "In 2015 the European Commission issued a call for Zika virus research to develop diagnostic tests for the detection and management of Zika virus infection. 11 The London School of Hygiene and Tropical Medicine was funded to develop a network of qualified specimen collection and evaluation sites under the ZikaPLAN consortium. 12 The International Diagnostics Centre was established at the London School of Hygiene and Tropical Medicine to accelerate market entry of quality diagnostics by working across all stages, including development, evaluation, regulatory approval, and implementation. The International Diagnostics Centre has regional coordi nating centres and, through its efforts to coordinate multisite evaluations, has established a network of bio banking and evaluation sites for dengue and other infectious diseases, in partnership with TDR. These sites were used within ZikaPLAN and have also become part of other collaborative biobanking and evaluation initiatives.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Could these biobanking models work for diseases of epidemic potential?"
        },
        {
            "text": "In setting up a Zika biobank, the ZikaPLAN diagnostic work package members reviewed the governance for biobanks, different models, and lessons learnt, and decided on the decentralised network model. Although the TDR guiding principles and quality criteria for biobanking site selection can be used for diseases of epidemic potential, the first attribute for establishing a biobank network for diseases of epidemic potential is the speed with which the sites should be selected and the specimens made available for development and evaluation. In particular, preference was given to sites that already have a mechanism for the approval of collection of clinical specimens with informed consent and for their use in diagnostic research such as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could these biobanking models work for diseases of epidemic potential?"
        },
        {
            "text": "Centralised model (eg, tuberculosis)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operations Advantages Disadvantages"
        },
        {
            "text": "A physical biobank of clinical specimens and strains collected from different sites worldwide Single inventory; easy to assemble evaluation panels and distribute specimens to aid test development",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operations Advantages Disadvantages"
        },
        {
            "text": "Most expensive model because of storage and shipping costs; risk of losing shipments or specimen quality, or both, during shipping Regional model (eg, dengue) Set up regional hubs: specimens are collected at different sites and then shipped to the hub in their region for characterisation and storage",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operations Advantages Disadvantages"
        },
        {
            "text": "Tests are evaluated at the two regional hubs using samples from different endemic backgrounds or from people with different comorbidities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operations Advantages Disadvantages"
        },
        {
            "text": "Requires shipping from three-to-four sites in each region to a regional hub; difficult to aliquot samples from children for shipping; more organisation required to assemble regional panels ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operations Advantages Disadvantages"
        },
        {
            "text": "For Zika evaluations, protocols were developed for the collection, storage, and characterisation of specimens at each site to ensure compliance with ethics and national laws. Generic protocols were used so that each site could adapt to local requirements as needed but maintain the key parameters. Once the evaluation panel composition was developed and approved by the biobank steering group, calls for contributions to the evaluation panel went out to the biobank network and the panel was assembled virtually with specimens from within the network and from laboratories outside the ZikaPLAN network, as needed. Companies with tests for evaluation sent their tests to the sites for evaluation. The London School of Hygiene and Tropical Medicine, in collaboration with the International Diagnostics Centre, functioned as the coordinating body to drive protocol development and panel consensus; furthermore, the London School of Hygiene and Tropical Medicine oversaw the network logistics and analysed the results. The decentralised network model for test evaluation was used by UNICEF and the US Agency for International Development for the evaluation of Zika and other arbovirus tests after the Zika virus outbreak, as part of their strategic plan to be better prepared for the next Zika outbreaks. An example of the evaluation process is outlined in figure 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of biobanking sites for test evaluation"
        },
        {
            "text": "Because wellcharacterised specimens are a precious resource and the network evaluation laboratories are very",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zika virus test evaluations and sudden death"
        },
        {
            "text": "An inventory of expert laboratories and specimens or pathogen strains should be rapidly assembled and made readily available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Panel 2: Essential attributes of the ZikaPLAN biobank Speed"
        },
        {
            "text": "The biobank should have a set of guiding principles; specimens should be collected with informed consent and a steering committee should provide oversight on requests for specimens for test development or evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and governance"
        },
        {
            "text": "All sites must agree to use the same collection, characterisation, and evaluation protocols so that evaluation results across all the sites can be aggregated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common protocols and harmonised data collection forms"
        },
        {
            "text": "Clinics and laboratories within the network need to be compliant with the Good Clinical Practice and the Good Clinical Laboratory Practice and have facilities to maintain specimen integrity and quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality materials"
        },
        {
            "text": "Efficient organisation and management of all activities are needed to provide results in a timely manner. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordination"
        },
        {
            "text": "busy, often serving national surveillance programmes, a twophased approach was used for the evaluation process. Tests were first evaluated against a small number of specimens that challenge the test specificity, because crossreactivity is a major concern of Zika tests. If the Zika test failed the specificity challenge (<80%), the full evaluation would not be allowed to proceed, hence the term, sudden death. The use of a sudden death panel conserved precious resources, saved time, and expedited the evaluation process. The full evaluation was done across multiple sites, representing geographical regions and target populations. Each Zika test was evaluated in sites representing at least two geographical regions. Results were analysed at each site and then in aggregate, providing a regional and global perspective for the use case. The data ultimately belonged to the site, but each site had agreed to share their results within the network. To be fully transparent, results were also shared with manu facturers and they were given the opportunity to review, ask questions, and provide additional input, as needed. One final report was generated for dissemination and for guiding UNICEF procurement for countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal View"
        },
        {
            "text": "Epidemics require a holistic, multistakeholder response through healthcare system strengthening, improved market sustainability, and integration of diagnostics into existing preparedness mechanisms for vaccines, to address these barriers and create a comprehensive overall epidemic and pandemic preparedness plan. 1 In an article on the politics of epidemics, Frieden discussed obstacles to disease preparedness, including political instability and lack of cooperation. 13 Frieden highlighted the need for sample sharing across borders, which is essential to mount a quick and effective response to an emerging illness. The ZikaPLAN virtual biobank network model offers a faster and sustainable solution. Investments are also crucially needed through public private partnerships to build core country capacities and improve infra structures. The Africa CDC was launched in January 2016 to support and work with all African countries to improve surveillance, emergency response, and prevention of infectious diseases; this work is important for reacting quickly and in cooperation as microbes can potentially sweep across the globe in hours and result in the death of many people. Nkengasong noted that there were major improvements in China's response to COVID19 compared with their response to SARS, which was possible thanks to massive efforts of national and international coordination. 3 At the laboratory training workshops in Africa in February, 2020, lead laboratory scientists from more than 30 countries were trained not only in molecular methods to detect COVID19 but also in providing realtime molecular testing data to an online platform established at the Institut Pasteur Dakar (IPD). 12 The need for setting up a biobank of wellcharacterised specimens to facilitate and accelerate the development and evaluation of antigen and serology tests for COVID19 was explained to the laboratories at the work shops. The Africa CDC Laboratory Working Group reviewed the lessons learnt and decided to adopt the decentralised network model for the Africa CDC COVID19 biobank. The ZikaPLAN biobanking guiding principles, govern ance, criteria for recruitment of biobank sites, mechanism for specimen collection, characterisation and archiving, and access of specimens for test development and evaluation, as described above, were reviewed by Africa CDC and adapted for COVID19 ( figure 2 ). In addition, the Africa CDC decided to add facilitation of research as a third function of its biobank. The research done includes sequencing of positive specimens for genomic surveillance. This procedure is currently done at IPD and the National Institute for Communicable Diseases in South Africa but will soon be expanded to six other sites across the continent. This research enables Africa CDC to have a realtime surveillance system for tracking the emergence of COVID19 on the continent and a virtual biobanking network for COVID19 and other infectious ",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1390,
                    "end": 1391,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1699,
                    "end": 1701,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 2381,
                    "end": 2389,
                    "text": "figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Biobanking for COVID-19"
        },
        {
            "text": "iseases of pandemic potential in future. The quality management of the COVID19 network, which includes the ensuring of the proficiency of the sites in using reference methods for characterising the specimens, are being done by IPD and the South African National Institute for Communicable Diseases in collaboration with the Africa CDC Laboratory Working Group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal View"
        },
        {
            "text": "Yet several elements are still needed -namely, a faster data analysis, a coordinated technical support, digital files delivering data in real time, living banks that continue to replenish and support post market surveil lance, and environments that foster research and innovations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal View"
        },
        {
            "text": "A sustainable system for biobanking with stringent oversight and governance needs to be set up as a global good. The Nagoya Protocol is a UN Treaty on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization. 6 It should be an urgent priority to adapt the principles of this international agreement for sharing the benefits arising from the use of resources in a fair and equitable way and for arriving at a global consensus and commitment for the sharing of specimens and virus strains for benefits, such as negotiated pricing of diagnostics for countries that contributed to the network.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Personal View"
        },
        {
            "text": "Epidemics of viral infectious diseases are increasing in frequency and severity. The rapid development, evaluation, and deployment of diagnostics that can accurately and quickly identify pathogens as part of epidemic preparedness is urgently needed. Despite advances on data sharing and commitment towards collaborative research to enable disease control and prevention for the COVID19 pandemic, the sharing of wellcharacterised specimens remains a major challenge for accelerating test development and evaluation. Establishing a sustainable biobanking mechanism for the standardised collection, characterisation, and archiving of specimens, and sharing these specimens to facilitate and accelerate diag nostic test development and evaluation for diseases of epidemic potential using the principles outlined by the Nagoya Protocol, is needed now. Sustainable biobanking networks for diseases of epidemic potential were needed yesterday, are needed today, and will be needed tomorrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Importance of diagnostics in epidemic and pandemic preparedness",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Kellycirino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nkengasong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kettler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detection of 2019 novel coronavirus (2019nCoV) by realtime RTPCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "China's response to a novel coronavirus stands in stark contrast to the 2002 SARS outbreak response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nkengasong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "310--321",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic preparedness: why is there a need to accelerate the development of diagnostics?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Peeling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murtagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Olliaro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "172--78",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Developing antibody tests for SARSCoV2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petherick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1101--1103",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the Convention on Biological Diversity",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "Nagoya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The TDR Tuberculosis Specimen Bank: a resource for diagnostic test developers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Nathanson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Cuevas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "14",
            "issn": "",
            "pages": "1461--67",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluation of commercially available diagnostic tests for the detection of dengue virus NS1 antigen and antidengue virus IgM antibody",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hunsperger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoksan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buchy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic evaluation series no.4. Visceral leishmaniasis rapid diagnostic test performance",
            "authors": [
                {
                    "first": "Unicef",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Undp/",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Zika Preparedness Latin American Network",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wildersmith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Preet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Renhorn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ZikaPLAN: addressing the knowledge gaps and working towards a research preparedness network in the Americas",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wildersmith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Preet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Brickley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Glob Health Action",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Looming threat of COVID19 infection in Africa: act collectively, and fast",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Nkengasong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mankoula",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "841--883",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tom Frieden on the politics of epidemics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic showing the steps of the biobank site selection and the evaluation process within the ZikaPLAN network LSHTM=London School of Hygiene and Tropical Medicine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic showing the biobanking network established by Africa CDC for COVID-19 and other diseases of epidemic potential CDC=Centres for Disease Control and Prevention. LSHTM IDC=International Diagnostics Centre at the London School of Hygiene and Tropical Medicine. SAC=scientific advisory committee.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Criteria for selection of biobank network sites • Accreditation from the International Organization for Standardization or a laboratory compliant with the Good Clinical Laboratory Practice • Access to appropriate specimens, including specimens from control groups, and from time-series studies if possible (multiple specimens from a single individual) • Proficiency of laboratory staff in doing reference standard testing to characterise specimens, demonstrated through participation in External Quality Assessment programmes • Robust data management system • Robust archiving facilities, including appropriate conditions of storage such as freezers with monitored alarms • Mechanism for timely ethics approval for specimen collection with informed consent and for the use of left-over clinical specimens for research",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Lessons from different biobanking models",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "LSHTM IDC and Africa CDC Biobanking Working Group",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors contributed equally to this Review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}