{
    "paper_id": "3e6f37b6f0b98c8fc9a3523b34b68d22b0ef2a87",
    "metadata": {
        "title": "Transformation in Higher Education: Twenty-First-Century Teaching and Learning Competencies",
        "authors": []
    },
    "abstract": [
        {
            "text": "This chapter presents the introductory part titled \"Transformation in Higher Education: twenty-first Century Teaching and Learning Competencies\". It commences by presenting the background, context of teaching and learning in higher education at present, the urgency and need to re-think, transform and be resilient to continuously adapt to evolving changes through evidence-based teaching and learning approaches and strategies that are innovation-driven. An overview is provided for each of the chapters in the book. Each chapter addresses its specific own research gaps laying the context supported by evidence-based discussions and findings. A summary of the methodologies, research design and its impact on the proposed learning approaches and support systems has been included. The concluding paragraphs enable the reader to comprehend and appreciate the importance of these chapters and its strong linkage amongst them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The book addresses the purpose and value proposition of the learning interventions, approaches, strategies adopted and scope with contemporary illustrations addressing the evolving learning needs and notably, the reasons of its importance for the twentyfirst-century classroom teaching and learning and beyond. The purpose is to have these research insights as validated case studies that help educators to reflect deeply that inspires them to unlearn, re-learn and potentially explore new ways of designing their curriculum to enhance students' learning outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The analysis of current educational crisis and challenges facing the higher education is taken into due consideration to provide readers the context, deep discussions from the cultural dimension and urgency on the need to shift the learning culture through re-thinking, re-designing, challenging the norms through improvisation and/or transformation. The book consists of valuable and authentic contribution to the field through rigorous discussions, especially in relation to the unique ways in which technologies and innovative interventions, and approaches could support the current as well as the future generation of students. The goal of this attempt is to train students as global leaders equipped with technical abilities, soft, employability skills and competencies required by the industry and corporate world. This chapter of the book highlights succinctly yet comprehensively each chapter's scope, its supporting discussions, information shared and research gaps. The research investigation of innumerable aspects of learning strategies, approaches and support systems forms as an evidence base with appropriate and relevant remedies to these research gaps that will be explicitly addressed both in theoretical contributions and having them translated as solutions via developing prototypes, testing and implementing through adoption of design thinking framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the rapidly changing environment today, the way learning happens in terms of knowledge delivery, developing of skills and competencies and gaining rich valuable experience that is offered to the students at the universities and higher educational institutions are evolving. Firstly, it requires educators to have their mindsets ready for new ways to transfer knowledge and skills, for them to be equipped with the required skills and competencies to meet these demanding, rapidly changing climates. This is vital so that students graduating from universities could be job-ready and be equipped with the relevant industry-related skills. Although there is no one best or perfect approach or methodology available, the key is to re-think and continuously challenge the current approach to explore how the intended learning outcomes could be achieved more effectively and efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teaching and Learning in Higher Education"
        },
        {
            "text": "Universities must be agile to respond continuously to ensure the curriculum offered enables students to be trained rigorously, hence equipped with competencies and skills that enable them to be job-ready. The type of jobs in demand and the skills required for these jobs are continuously changing, as such it is vital to have a good understanding and train and equip the students accordingly to these shifting needs. From the wide-ranging spread of intended learning outcomes, one of the holistic goals in education (e.g. Bloom, 1956 ) and management education (e.g. Rousseau & McCarthy, 2007; Kolb & Kolb, 2005) has been the development of learners' higher-order cognitive skills that comprise the aspects of critical thinking such as analysis, evaluation, reflection and inference (Lovelace & Eggers, 2016) . This critical thinking skill becomes increasingly vital due to the complexity of the job roles and responsibilities in the workplace. For example, due to an increasing emphasis on globalization and cross-border business collaborations, there is an increasing need to work in environments that include diversity across cultural and societal aspects. Hence, the ability to think from a multidimensional perspective by being inclusive yet objective in developing, say the business strategies, re-defining business models, sustainability plans and so on, becomes a must \"know-how\" instead of a \"good to have\" skill. The development of critical thinking skill is a crucial competency for the development of future leaders (e.g. Brotherton, 2011) , and student learning outcomes are viewed as imperative in two primary perspectives, namely (a) as a business school accreditation standards (e.g. Association to Advance Collegiate Schools of Business, AACSB, 2012) and (b) in terms of pedagogy (Whitten & Brahmasrene, 2011) . The accreditation requirement enables universities to leverage on that to enforce the development of the competency that is tied to the preparedness of students for the workplace. The pedagogy adopted needs to be reviewed, improvised or even replaced based on the informed outcomes through evidence-based experiments to re-affirm if the learning process does train the required competency that it intends to. Research scholars (e.g. Klimoski & Amos, 2012; Pfeffer & Fong, 2002) have criticized and debated that business schools have not adequately equipped students for the skills required for today's contemporary workplace. However, studies (e.g. Paulson, 2011) also advocate that employers are not in practice of teaching critical thinking skills to employees, too. This would be further supported and illustrated by a large-scale study by Baldwin and colleagues where it was found that there exists a feeble level of applied management knowledge in the student and managerial populations (Baldwin et al., 2011) . Barr and McNeilly (2002) reported that employers value outside experience much more highly than classroom experience that implies the lack of confidence in the applicability skills of students' learning in the classroom. This could be further illustrated by the Ferreira and Abbad's (2013) review that reports of not adequate attention are given to training the emerging competencies that are expected and essential in the contemporary workplace. Although scholars have commended on the progressive enhancement made on the methodological rigour, there are \"gaps\" to be addressed on how best to train core competencies (e.g. applied management knowledge, critical thinking) as no concrete consensus currently exists (Ferreira & Abbad, 2013) . With the above as the current predicament, we aspire and seek to understand through various teaching and learning innovations with focused experiments conducted in context to serve as interventions to enhance the competencies and skills, one of which is critical thinking skills.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 533,
                    "text": "Bloom, 1956",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 567,
                    "end": 593,
                    "text": "Rousseau & McCarthy, 2007;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 594,
                    "end": 612,
                    "text": "Kolb & Kolb, 2005)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 783,
                    "end": 808,
                    "text": "(Lovelace & Eggers, 2016)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1534,
                    "end": 1551,
                    "text": "Brotherton, 2011)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1797,
                    "end": 1826,
                    "text": "(Whitten & Brahmasrene, 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2262,
                    "end": 2284,
                    "text": "Klimoski & Amos, 2012;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2285,
                    "end": 2306,
                    "text": "Pfeffer & Fong, 2002)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2478,
                    "end": 2492,
                    "text": "Paulson, 2011)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2821,
                    "end": 2843,
                    "text": "(Baldwin et al., 2011)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2846,
                    "end": 2870,
                    "text": "Barr and McNeilly (2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3108,
                    "end": 3135,
                    "text": "Ferreira and Abbad's (2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3561,
                    "end": 3585,
                    "text": "(Ferreira & Abbad, 2013)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Teaching and Learning in Higher Education"
        },
        {
            "text": "The rapidly evolving external context and climate require educators and policymakers to embrace the mindset that aligns to new competencies that need to be embraced. Educators in universities (and the practitioners in the industry, for that matter) need to fully appreciate the urgency of how the evolving technologies individually and in combination, for example, Internet of Things, the ecosystem of 5G, artificial intelligence, cloud computing or chatbots and big data, are creating a strategic advantage (Allen, 2020) . One of the primary competencies that required to be tackled is the mindset of educators so that they could be the change catalysts and advocators of evolving transformation. The concept of mindset is coined as how individuals perceive their abilities (Dweck, 2015) . Hence, we could define mindset as an individual's perspective, frame of reference, set of beliefs and their preference to respond towards something-embrace a new skill, adopt digitalization, respond to disruptions in their teaching endeavours, for example. In a similar vein, Dweck et al. (2014) state that the orientation of one's (example for students and educators, likewise) learning is shaped by their mindset.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 521,
                    "text": "(Allen, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 775,
                    "end": 788,
                    "text": "(Dweck, 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1067,
                    "end": 1086,
                    "text": "Dweck et al. (2014)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Teaching and Learning in Higher Education"
        },
        {
            "text": "We must also be mindful of these essential aspects, namely (a) acknowledging the different types of subjects where its learning design and delivery differ when measured in terms of learning effectiveness and knowledge transfer; (b) cultural dimension, where the learning culture and culture of learning within that differ, as such its learning design requires appropriate adjustments to be effective; (c) the institutional focus and its unique value proposition of achieving teaching excellence. However, despite all these, we need to re-think and continuously challenge the status quo to achieve quality delivery of contents and effectiveness of students' learning and to understand how these learning outcomes could be achieved more efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teaching and Learning in Higher Education"
        },
        {
            "text": "Universities and higher education institutions face ever-increasing demands to meet the challenges of the twenty-first century, including greater environmental complexity, volatility, ambiguity, rising competitiveness and pressures to reduce costs. Moreover, with the recent global outbreak of COVID-19, it is vital to draw lessons and insights on how universities and higher education institutions have dealt with the situation. While many academics are expected to shift their ongoing courses and programmes to remote learning, the more crucial question is the need to have this new norm as part of the eco-system, explicitly the skills, competencies and the \"know-hows\". As Gerhardt (2020) rightfully pointed out that leveraging these learning reflections enables the opportunity to reinvent the educational environment students require to thrive in the future of work, as uncertain as it may be. Although we could acknowledge that there is an urgent need to respond to these challenges, the question is how we could ensure these varying stakeholders are effectively trained, supported and well equipped in terms of both competency and resources to get the job performed well. A vital, timely and provocative question that needs to be asked and acted upon with the action-oriented strategies will be: \"what does these changes, uncertainties mean and how it will affect the higher education systems?\" The higher educational incumbents are feeling the intense pressure from their stakeholders for the need to keep up with the rapidly evolving momentum of transformations and embedded in a society in flux. We could say almost everything that was relevant a decade ago for the workforce is immensely questioned or confronted with uncertainly that puts many current processes, systems and operating models to a challenging predicament. This requires both workplace and higher education institutions to re-think by dismantling, improvising and/or reconstructing the essentials. The action step forward is for universities to re-access their roles, the changes to be present in the programme offerings, the emphasis on competencies and skills to mould students to be job-ready for the newly defined contemporary workplace, and in totality the value proposition that serves the changing needs of the stakeholders. The urgent and imperative question that we need to address is: \"how could the educational systems, processes and pathways of the future are to be served by the transformations and new disruptions through building an eco-system that entails the innovative operating models and interventions at varying levels?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges: Urgency to Re-Think, Transform and Adapt"
        },
        {
            "text": "We have identified three areas leveraging from the insights shared by Ostergaard and Nordlund (2019) -although there are debatably many more-major developments that in their intertwined connectedness could organizationally challenge the status quo of the current higher education model. The first is to focus on developing the technical \"know-hows\", skills and competencies that the future job explicitly requires. The direction ahead should be shifting towards reality and what is exactly required for the future workplace. While the attainment of a degree is still largely how it is today, by and large, we could progressively see the emphasis is shifting towards the skills acquiring and the more practically applicable future workplace knowledge inclination. The stereotypical perception of correlating of having a degree to an improved chance of employment and higher income is slowly diminishing. Critical and tough questions arise on the value proposition of the degrees more than before, especially when students have to invest a large sum of course fees and incur longterm debts and the emergent opportunity costs of spending several years of their study worth a career that has a high likelihood of changes over time. This leads us to challenge the status quo and makes it debatable whether the traditional mode of higher education is still the best way to equip people with the right skills required to sustain and compete in volatile and emerging job markets. Currently, degrees remain to operate as a core endorsement of potential capabilities and competence for most organizations. Perhaps, largely because it serves as a universally accepted approach of evaluating an individual's ability and perceived notion of one's potential. On contrary, research evidence shows that there is a weak correlation between education level and job performance. In fact, many companies, including the wellestablished ones such as IBM, Apple and Google, are actively adopting creative ways of evaluating employability due to the rapidly evolving nature of future work.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 100,
                    "text": "Ostergaard and Nordlund (2019)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Challenges: Urgency to Re-Think, Transform and Adapt"
        },
        {
            "text": "Secondly, we need to acknowledge that there is a shift in evolving needs, expectations and changing demands from the students pursuing their studies in universities. The learners' demographics are changing where the behavioural and social norms, thinking and values which used to be characterized as \"non-traditional\" are now gradually become the new expected norm. This results in a shift largely due to new expectations and requirements for unified learning experiences in both their initial higher education pursuit and lifelong learning pathways that align to the varying lifestyles, individualized circumstances and predilections. The new generations are digital natives and technology has been part of their lives; hence this norm becomes a basic requirement when they are pursuing their studies in universities and higher education institutions. This shift in behavioural norm brings us to a vital reflection of whether a \"one-size-fits-all\" approach or framework even makes sense and could be argued that such traditional education structures are debatably no longer seem to be relevant and dated in terms of equipping and preparing students for the rapidly changing educational landscape. This has already made students of this generation to adopt a consumer's mindset where they \"shop\" for a highly seamless, less rigid and individualized educational experiences. Increasingly, these students explore into an acceleratingly diverse pool of education providers to fulfil their needs and willing to exercise their choice more boldly if their expectations are not met-as in most of their other aspects of lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges: Urgency to Re-Think, Transform and Adapt"
        },
        {
            "text": "Thirdly, the ability to align and respond to the rapidly emerging technologies and innovative business operating model. Digital transformation is certainly making a big wave across all industries, although the impact and pressure may be building up more gradually compared to the highly profit-driven sectors, but it is at a juncture of a high alert now. As such, the education landscape must respond to these significant changes to be agile in embracing the potential new interventions that expect to shake up the conventional higher education and lifelong learning models. The first movers and fast-growing innovators in the educational technologies and education industry outsiders are pushing the boundaries and challenging the status quo by organizationally undermining the long-established business models of higher education. These new interventions advocate the usage of technology and the data analytics to introduce novel, alternative strategies that can better deliver on the rapidly changing expectations of learners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges: Urgency to Re-Think, Transform and Adapt"
        },
        {
            "text": "Instead of merely being subject matter experts, professors must be adept facilitators who act as change agents to sense the pulse of the rapid industry expectations of graduates and their attributes, competencies and employability skills, which are expected of them. Moreover, they are to keep pace with the rapid evolution of technology and how these relevant disruptions are causing an effect in the way knowledge is to be acquired and skills to be trained (Al-Emran et al., 2016; Rajaram, 2015a, b, c) . Professors must constantly keep abreast and equip themselves of the contemporary educational possibilities, skills and competencies inline to the rapidly evolving technological advancement, such as in respect to mobile, virtual/augmented contents, artificial intelligence and emerging learning management platforms. They must be adept at providing experiences that support discovery, knowledge generation and reflection. Increasingly, teaching is being delivered in a blended mode, incorporating experiential, participative, social and collaborative learning. Greater digital literacy amongst students has necessitated substantial re-design of the curriculum with greater use of interactive online/e-learning platforms (Brooks, 2015) .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 482,
                    "text": "(Al-Emran et al., 2016;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 504,
                    "text": "Rajaram, 2015a, b, c)",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1240,
                    "text": "(Brooks, 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Challenges: Urgency to Re-Think, Transform and Adapt"
        },
        {
            "text": "Professors face varying manifold challenges in adapting to these big changes. First, the role of teachers in this new and rapidly evolving environment is unclear. Second, teachers often struggle to make optimal and timely decisions about the types of learning techniques to adopt for enhancing learning effectiveness, facilitating formative and summative feedback and student engagement. Third, teachers are not always aware of the technological tools and platforms available to them, particularly those that are already been developed and are out there in the \"real world\". Sometimes, even if they are aware of the tools, they may not use them in the best way to achieve the optimal learning outcomes that potentially emerge from it. Fourth, it is uncertain what exact capabilities are required for teachers to successfully harness these technologies and how they should be trained. Finally, there is an open question of how technology and non-technology scaffolding support systems and learning tools can best be used to prepare students for their future careers as managers and leaders in the business world. Thus, the primary goal of this book is to identify the means by which educators can rise to this digital transformative challenge, better engage, facilitate and teach students using technology or other innovative strategies and approaches and enhance their teaching competencies. We examine the role of teachers in this new and dynamic learning environment, and explore how they have attempted to engage technologically capable students through the implementation of new platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges: Urgency to Re-Think, Transform and Adapt"
        },
        {
            "text": "This book serves as an essential and timely intervention by presenting with supportive findings on the innovative, evidence-based and contemporary learning approaches, strategies and learning support systems incorporated in the learning process. These learning innovations are executed in \"real-time\" learning environments. It is aimed towards the development of outcome-based learning, focusing on the non-contentbased skills and competencies, which is what the universities are gearing towards for the twenty-first century and beyond. The book addresses the complex challenges and limitations in practice supported with evidence, hence providing possible approaches to address them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Chapters of the Book"
        },
        {
            "text": "The book addresses an interesting scope of topics that are both contemporary and essential to all academics across disciplines who have a high responsibility to nurture, develop, train and equip learners at both the undergraduate and postgraduate levels at the university with the relevant skills and competencies. There is a combination of research methodologies adopted for the various learning, assessment approaches and learning support systems adopted. This will be of interest to the academic community in having these learning approaches and innovations to be adopted where the focus and inclination are on outcome-based learning, facilitation through technology-enabled learning that engages and facilitates higher level of collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Chapters of the Book"
        },
        {
            "text": "The book comprises of eight chapters that address a wide spectrum of learning aspects that could be adopted in a culturally diverse environment. The next section will provide a brief overview of each of the chapters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Chapters of the Book"
        },
        {
            "text": "Chapter 1 is an introductory chapter that covers the purpose, overview of the scope and value proposition of the evidence-based learning approaches, interventions and innovations adopted. The rationale for a shift in the learning culture, mindset, transformation and need to re-think on the learning notions and the potential learning challenges will be addressed. The key discussions include the unique approaches adopted on technologies and learning innovations for the present and future generation of students. This chapter sets the tone of urgency and importance to re-think, transform, adapt and align to address the rapidly evolving changes by adopting innovation-driven learning strategies. Chapter 2 focuses on the engagement of learners through two key pedagogical approaches, namely blended and flipped classroom. The authentic and contextualized framework developed and executed is described, supported with the research findings and discussion on its efficacy. Imperatively, the thought process, its impact on stakeholders and the real challenges faced in adopting these learning designs are discussed. Chapter 3 presents discussions on the learning interventions for team-based, flipped classroom collaborative learning and assessment of real-time contributions in class in developing competency building and employability skills. Through the adoption of these authentically created learning interventions, the process of how the intended learning outcomes could be achieved is discussed. It provides evidence-based results in terms of how these learning interventions facilitate effective learning in terms of higher-order critical thinking (where the process of cognitive thinking is made intensive through scaffolding approach that potentially enables learners to question and reflect deeply), deeper engagement amongst students (the ability for students to be motivated and their involvement through listening and/or participation is much more spontaneous) and higher level of collaboration at inter-and intra-group levels (much more interactivity, team-based involvement in engaging within the team members and/or with members of another group). The chapter also describes the varying functionalities and the process of how the learning interventions/learning support systems enable the intended learning outcomes to be achieved. This chapter also furnishes the relevant video and training resources that are developed for the learning interventions/learning support systems. The findings from the surveys and interviews serve as an evidence-based information to validate the discussions that emerge from the analysis. Chapter 4 presents the topic of social-psychological intervention: competency and skills development. It commences by providing the background, rationale, significance and impact of the study to develop one of the sought-after soft skill: cognitive empathy. The literature review discussion presents the key aspects of the topic, namely leadership competencies, empathy, social-psychological intervention, evidence-based pedagogies: engagement and design thinking. The methodology, results and discussion sections of the research are presented with illustrations. The chapter concludes with the key takeaways and the potential direction forward. Chapter 5 presents on the topic of Student Centric: Active and Experiential Learning. The chapter commences by providing a holistic perspective on the evolving expectations in the changing learning environment and climate. Critical and challenging questions on how learning can happen effectively with the evolving changes and new interventions put forth. Next, the chapter presents the literature on relevant themes, namely instructional strategies, e-learning, hybrid/blended learning, simulated and e-management games/activities and learning activity management system. A conceptual framework on e-hybrid learning model is proposed with a discussion on its impact and outcomes. Thereafter, several aspects such as shift in learning culture, value creation in the subjects, assessment, professional soft skills training and feedback process are discussed. Finally, the chapter concludes by reflecting on learning for the twenty-first century. Chapter 6 presents the topic of reflective peer review feedback for leadership development. The introduction provides the challenges of teaching soft skills in a content-driven class. It proposes an effective intervention to elicit soft skills competencies through a collective and reflective peer review analysis. Two key themes of social-psychological interventions and leadership development leveraging on the academic literature are discussed. Next, the methodology section describes how the experiment is carried out. The findings and its analysis were discussed in the results and discussion section. Finally, the chapter ends by illustrating the impact of the study at surface and broader levels in developing soft skills and employability skills competencies. Chapter 7 presents the topic of learning through social media: Facebook as a collaborative and experiential pedagogical tool. The chapter discusses how the adoption of the correct mix of social media tools allows developing the twenty-first-century skills and the potential learning outcomes that may potentially result. Thereafter, it presents the background of Facebook, how it can be a collaborative and experimental pedagogical tool and a brief overview of Facebook versus institutional learning management systems. Then, it focuses on the \"gaps\" to be addressed and rationale of this research study. Next, the methodology, analysis and findings and discussion of the study were presented. The chapter concludes with a recommendation and conclusion section. Chapter 8 presents the concluding thoughts-twenty-first-century classroom and humanistic management education. The chapter begins with the discussion on learning culture and culture of learning. Thereafter, the importance of re-designing and transformation of learning design with varying sub-themes were discussed and advocated. A re-iteration on the need for a change in the learning culture was explained. Thereafter, aspects of humanistic management education in a borderless digital world and multi-cultural and multidisciplinary focus: twenty-first century and beyond are presented. The chapter ends with the conclusions and future directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Chapters of the Book"
        },
        {
            "text": "Educators have a critical role in imparting good values, principles and morals apart from merely focusing on students' academic performance. We have identified four key roles that teachers need to re-calibrate their responsibilities in these roles namely: (a) role model; (b) mentor; (c) coach; and (d) facilitator to equip, develop and manage students' academic and professional growth. We have re-visited and re-iterated the strategies and shared experiences that would equip educators to be able to shift their roles effectively to optimize students' learning. Bandura (1977) described role models as individuals who exemplify professions that students become aware of, commence pondering about and imitate. In accordance with the model of Lent et al. (1994) , role models influence students' professional desires and career choices. Students emulate educators as role models or individuals with exemplary character. Role models are exemplified as successful professionals to be emulated by students as their life careers are worth replicating (Makarova & Herzog, 2014) . Although students at large could be attracted to anyone that they know or they have read about or being told as successful professionals, Zinnecker et al. (2003) claimed that they tend to be the students' parents, uncles and aunts or neighbours. Beyond this group of individuals, the next most influencing individual becomes their teachers where they spend a substantial amount of time. Educators' behaviours influence most students and the values that they emanate. In the eyes of the students, educators are someone whom they can look up to and aspire to emulate. Due to this influence, educators need to be conscious of their behaviours, verbal and nonverbal communication. Neuenschwander, M. P. et al. (2018) advocate that students' form indirect experiences through observation and listening to role models' anecdotes related to their professions. They also claimed that the positive experience plays a vital role in having the students to be influenced, interested and potentially choose to be involved in the role model's professional environment. Educators make a great impact on their students' decision-making skills through inculcating good values and morals. For example, as a classroom teacher, students are observing behaviours of the teacher, i.e. from the dress code, the values, principles emphasized, verbal communication, styles of teaching and so on. Hence, it is imperative that the teacher presents the best of oneself so that the right values can be impressed on as everything a teacher does would definitely leave a great impact and lasting impression on their minds.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 578,
                    "text": "Bandura (1977)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 743,
                    "end": 761,
                    "text": "Lent et al. (1994)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1047,
                    "end": 1072,
                    "text": "(Makarova & Herzog, 2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1213,
                    "end": 1236,
                    "text": "Zinnecker et al. (2003)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1752,
                    "end": 1787,
                    "text": "Neuenschwander, M. P. et al. (2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Intertwined Relationship: Evolving Role of Educators and Congruence in Students' Learning"
        },
        {
            "text": "The role of educators towards serving their students is to aim towards providing quality service and professionalism. In this case, educators are the service providers and the students are the \"customers\". Being customer oriented means the ability to know the \"customers'\" needs and changing expectations. Here, the educators should be sensitive to the various levels of target audience that they are dealing with. They can customize their teaching materials and align their delivery modes according to the students. For example, a teacher teaching high performing cohort of students versus typical students can have the same syllabus, but the teachers may have to customize and re-align to the students' competency and learning curves in order to facilitate optimal learning. Besides that, dealing with students and parents should be the key objective in meeting the highest level of expectations and needs, keeping in mind that they are our stakeholders. Moreover, professionalism in dealing with students serves as a good exemplary role-model behaviour to the students to follow and essentially to develop mutual respect for the teaching profession. Lack of professionalism may lead to some adverse effects like affecting the image and branding of not only the institution but the teaching profession as well. In addition, dealing with parents with high level of professionalism makes them feel secure and realize that their children are in safe hands to pursue their educational journey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role Model"
        },
        {
            "text": "Basically, the educators must always put up their best in how they carry themselves, projecting a very positive decorum and demeanour so that they can be looked upon by their students as an inspiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role Model"
        },
        {
            "text": "Mentoring is widely viewed as an approach that imparts, transfers and equips relevant knowledge, and sharpens the competencies and skills of others. Mentoring is adopted to impart knowledge and skills to students and teachers (Simonsen et al., 2009; Van & Waghid, 2008) . Research scholars (Tollefson-Hall, 2015; Lai, 2005 ) define mentorship as a process where a wiser, usually more matured and experienced one provides guidance, imparting wisdom to the younger ones. There has been adequate research performed on mentoring in higher education (Simonsen et al., 2009; Van & Waghid, 2008 ) that has attained affirmative results known (Garvey, 2009; Lai, 2005) . Educators take up the role as a mentor to provide students with the confidence and courage to approach an expert person when a need arises. As a mentor, they take on this parentship role where students could be readily able to turn to their educators for advice and counselling, someone in times of personal or family challenges, when seeking someone to solve their problems and to confide in. Savage et al. (2015) pointed out that teachers can be referred to as mentors, advocating that teaching is mentoring. Indeed, we could acknowledge that one of the primary roles of teachers is to mentor students where they guide them in various aspects beyond academic studies, say for example in terms of ingraining values and exemplary character traits. This point is re-iterated by Searby et al. (2015) where they found it to have positive effects of imparting knowledge, building relationships, adding confidence and improving efficiency through nurturing leaders in higher education. Basically, the mentor becomes special someone who could solve or advise the students whenever a need arises and provide good guidance to ensure the students are on the right track. This person would also be projected as the expert, the knowledgeable and experienced one in the eyes of the student. Thus, it is important that the educators can use this as a good platform to enhance and optimize the students' performance and ability. For example, a student who is doing his final year thesis project might be assigned to a supervisor, but that student identifies someone else as his/her mentor because the person might be an \"expert\" and more value-adding in the eyes of the student. Thus, educators must take this as a good avenue to inculcate and facilitate not only the rich source of information but also the ethics and values involved in that field as well. The receptive level of the student is much higher because information from the mentor means it should be of a definite quality and value-added information to them personally. This could maximize their span of attention and interest to an optimum level respectively. Mentoring serves as a valuable yet cost-effective approach to enhance skills and value on a teacher while concurrently enabling students to receive high-quality service (Delaney, 2012) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 249,
                    "text": "(Simonsen et al., 2009;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 250,
                    "end": 269,
                    "text": "Van & Waghid, 2008)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 290,
                    "end": 312,
                    "text": "(Tollefson-Hall, 2015;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 313,
                    "end": 322,
                    "text": "Lai, 2005",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 545,
                    "end": 568,
                    "text": "(Simonsen et al., 2009;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 569,
                    "end": 587,
                    "text": "Van & Waghid, 2008",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 634,
                    "end": 648,
                    "text": "(Garvey, 2009;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 649,
                    "end": 659,
                    "text": "Lai, 2005)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1056,
                    "end": 1076,
                    "text": "Savage et al. (2015)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1439,
                    "end": 1459,
                    "text": "Searby et al. (2015)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2941,
                    "end": 2956,
                    "text": "(Delaney, 2012)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mentor"
        },
        {
            "text": "This role is inclined more towards guidance and presence to motivate the students to excel. The role of a coach is performed by teachers in general and special education who are experts in instructional practices and institutional psychologists (Denton & Hasbrouck, 2009; Kretlow & Bartholomew, 2010; Snyder et al., 2015; Stormont & Reinke, 2012) . Undertaking this role means the educators need to fully understand the competency level of the student, the ability to empathize and someone whom the students could confide in and a pillar of support for them to improve and thereupon optimize the ability to the fullest potential. Although educational institutions recommend coaching size ratios to be small, in real-world application setting, that may not necessarily be feasible all times (International Reading Association, 2004; Mangin, 2009 ). This is a very committed role where educators need to understand the students' proficiency and competency level to guide and coach them very preciselyfor example, an educator taking up the role of a soccer coach for a team of players who represent the school. This person must be able to streamline explicitly each of the players' strengths and weakness, hence, thereupon help them improve their individual strengths and optimize their potential. The coach will also be someone from whom the students learn the moral values, techniques and put them into practice religiously. The role of a coach is more than a classroom teacher who just delivers the lessons and manages the students; rather, he is an individual who carefully attends to explicit needs more precisely and specifically in the respective areas of specialization, i.e. in terms of study and other important areas respectively. Although coaching addresses diverse aspects, the goal in an educational professional development is focused on two aspects: (a) enhance teaching practice that is highly effective and evidence based (Knight, 2009; Kretlow & Bartholomew, 2010; Neufeld & Roper, 2003; Snyder et al., 2015) , and (b) improve learners' academic and behavioural outcomes (Bean et al., 2000; Joyce & Showers, 2002; Kretlow & Bartholomew, 2010; Snyder et al., 2015) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 271,
                    "text": "(Denton & Hasbrouck, 2009;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 272,
                    "end": 300,
                    "text": "Kretlow & Bartholomew, 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 301,
                    "end": 321,
                    "text": "Snyder et al., 2015;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 322,
                    "end": 346,
                    "text": "Stormont & Reinke, 2012)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 790,
                    "end": 831,
                    "text": "(International Reading Association, 2004;",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 844,
                    "text": "Mangin, 2009",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1937,
                    "end": 1951,
                    "text": "(Knight, 2009;",
                    "ref_id": null
                },
                {
                    "start": 1952,
                    "end": 1980,
                    "text": "Kretlow & Bartholomew, 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1981,
                    "end": 2003,
                    "text": "Neufeld & Roper, 2003;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2004,
                    "end": 2024,
                    "text": "Snyder et al., 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2087,
                    "end": 2106,
                    "text": "(Bean et al., 2000;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2107,
                    "end": 2129,
                    "text": "Joyce & Showers, 2002;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2130,
                    "end": 2158,
                    "text": "Kretlow & Bartholomew, 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2159,
                    "end": 2179,
                    "text": "Snyder et al., 2015)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Coach"
        },
        {
            "text": "Facilitation is described as a set of actions that propel a group's agenda or intended goals, for example, \"eliciting, highlighting, probing, steering\" (Ebby & Oettinger, 2013) . Facilitation could be categorized into six dimensions, namely planning, meaning, structuring, confronting, feeling and valuing, Heron (1999). Facilitation represents a multifaceted and complex process that entails emotional, social, cognitive and ethical dimensions beyond technical skills and competencies (Allen & Blythe, 2018) . This role is more advisory where minimal physical involvement is required. As a facilitator, the educator would be taking up a role where they must oversee and undertake the responsibility to ensure that the students are on the right track, thus extending their helping hand wherever there is a need.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 176,
                    "text": "(Ebby & Oettinger, 2013)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 486,
                    "end": 508,
                    "text": "(Allen & Blythe, 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Facilitator"
        },
        {
            "text": "Taking the role of a facilitator allows educators to facilitate students in providing advice and guidance at the appropriate time. This makes them not to be too overly involved where it intrudes into the students' independence, sovereignty and privacy in getting their tasks done effectively. Three core tasks are identified for facilitation, namely instilling trust, maintaining equity and involving participation (McDonald et al., 2013) . Moreover, students should emulate their facilitators as someone they approach when there is a real need that allows them to practice and put in place self-confidence and independent critical thinking in handling their assigned tasks respectively. Some of the core values of facilitators are (a) compassion; (b) committed to valid and true information; (c) autonomous and informed choice; and (d) internal commitment (Schwarz et al., 2005) . We could acknowledge that these values primarily focus on (a) how the information is shared; (b) decisions made based on the information at hand; (c) instilling mutual responsibility within the group; and (d) avoids judgement (Allen & Blythe, 2018) . Being a facilitator takes on a role where educators provide the essential directions to assist in students' decisionmaking process. For example, a student attempting an individual assignment, where amid doing it, might be seeking for some precise and concrete directions, where the facilitator sets out specific directions to get the student on the right track and accomplish the mission respectively. Evidence points to the facilitator's affective or emotional engagement with the group; however, there is no concrete investigation performed on facilitator's emotions, feelings and thoughts who frequently engage the group (Allen & Blythe, 2018) . We should also note that it is imperative for facilitators to be aware, mindful of their own mental well-being and how they could mediate and cope in managing, especially the not so positive aspects that could potentially emerge. Two primary strategies for facilitators to deal with this matter are: (a) to develop the ability to reflect away the unnecessary aspects, by not internalizing or personalizing the engagements or involvement with the facilitation groups and (b) to build a support system, for example, through a community of practice that enables facilitators to share their challenges, potentially get some advice or perspectives to reflect upon and gain collective emotional support.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 438,
                    "text": "(McDonald et al., 2013)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 857,
                    "end": 879,
                    "text": "(Schwarz et al., 2005)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1108,
                    "end": 1130,
                    "text": "(Allen & Blythe, 2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1757,
                    "end": 1779,
                    "text": "(Allen & Blythe, 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Facilitator"
        },
        {
            "text": "These 4 key roles that educators take on would make an impact on every students' life as these roles have their own niche strengths in making sure that every aspect of a student would be well taken care of. Basically, the rationale of segmenting the 4 key roles is to identify when each role must be undertaken specifically so that qualitative and effective guidance could be provided for all the various levels of students. More importantly, these roles enable the educators to be more aware of their roles and responsibilities upon being specifically identified or taking up that role; thus, it becomes much easier to be able to do their part effectively within a specific framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitator"
        },
        {
            "text": "Educators need to advocate and emphasize the crucial role of learning in the twentyfirst century and the reasons why education systems need to be re-designed and re-created to deal with challenges of a highly uncertain future. Educators need to ask the question of how they can instil the mindset to \"learn, unlearn and relearn\" and inculcate the ethos of continually re-inventing, challenging the status quo and self-development in students while they are pursuing their studies. Simply put the notion of learning to do well in assessments through memorizing facts and figures should be discarded; instead, students must be trained through a learning process and evaluated through assessments that re-iterate application, solve pragmatic challenges and find innovative solutions, through skills of knowing how to solve problems. The key emphasis for the future is to \"learn how to learn\". In today's world of the fourth industrial revolution, artificial intelligence and robotics, educators need to transform themselves through embracing changes while preparing learners for uncertainty and challenging situations. There must be concrete action-plans to instil deep rooted values of continuous learning; the notion of \"unlearn and relearn\" promotes adaptability and agility. A re-orientation in the learning design at university-school programme levels is required. It means instilling creativity, flexibility and openness, for example, inter-disciplinary learning, exposure, a higher emphasis towards on-job hands on learning and assessment, a mixed cluster of discipline, social-cultural profile of students and so on. This requires training and retraining the educators and re-designing the education systems and curricula. Education must be a lifelong process and not merely a one-time process nor a one-time achievement. Students are to be given opportunities to go in-between learning and work. Industry-current practitioners are to be brought into discuss and provide reallife challenges, context to relate the practical aspects. Students work on projects for real organizations in the industry they are to go onboard from the beginning progressively and go out into the environment, into the working communities to relate, apply and calibrate the learnings and have them put into practice. Students must be shown the real challenges that professionals in their expertise one are facing so this \"knowhow\" shapes their learning authentically around those problems rather than learning through textbooks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance of Developing Employability Skills Through Innovation-Driven Teaching Philosophy, Learning Culture and Pedagogical Design"
        },
        {
            "text": "So, the key is to somewhat embed the working world as part of the education process from the start of their learning journey and take education into the working world. So, in a nutshell, in addition to offer students a menu of academic disciplines, we should now think how we could elevate them into job-ready graduates by giving them the exposure to problems and challenges of real organizations in their fields and build their competencies, knowledge and skills closely aligning to that. In the light of this transformation, educators of the future must be competent and prepared to take on multiple roles such as learning design experts and researchers who collect data and perform evidence-based analysis, collaborators, synthesizers, problem-solvers, advocates and facilitators beyond just a teacher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance of Developing Employability Skills Through Innovation-Driven Teaching Philosophy, Learning Culture and Pedagogical Design"
        },
        {
            "text": "As the world we live in experiences changes in varying dimensions, especially to embrace digitalization and technology-inclined climate, how and what we advocate, train and equip our students, needs to be re-taught and re-shaped to keep abreast with the rapidly growing demands and expectations of the twenty-first century and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        },
        {
            "text": "With the rapid evolution and constant transformations that impact the learning environment, university leaders must be agile and responsive in giving due considerations to these changes and demands, while educators need to be thoughtful and mindful in designing its course curriculum to achieve quality and rigour in its teaching and learning deliverables. University education in today's context is expected to equip, train, nurture and develop students' competencies for them to be globally sought-after business and social leaders. The learning strategies adopted must allow students to reflect and internalize their transformed role as change catalyst in shaping a productive and sustainable world. Hence, some of the vital questions that are crucial for us to reflect on are: (1) What role does learning entails in the twenty-first century?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        },
        {
            "text": "(2) How should learning be modelled and structured to train learners to be job-ready and for them to meet the changing expectations of the employers? (3) Why and how do the education systems need to be re-designed to meet the challenges of a highly uncertain, unprecedented and rapidly transformative future?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        },
        {
            "text": "The notion of inter-connectedness and inter-and intra-group and varying levels of collaboration and co-creation are actions that we should be more inclined towards in terms of our learning design. Perhaps, the idea of the instructor be the sole \"guru\" as the subject matter expert standing in front of the class giving lectures and expecting students to passively listen and respond to instructions is definitely a thing of the past. Although not entirely a new phenomenon, we could see the learning spaces will supersede a traditional classroom that we experience today that is to say that students will become co-partners and co-creators of their own learning. But at the same time, we need to be more aware and mindful of the social and cultural aspects intertwined within a classroom context due to the increase in the diversity of students in present context. Next, we have to re-think on the purpose of assessment and tests. We should ask ourselves thought-provoking and critical questions such as \"what are we measuring our students on and what skills and knowledge are relevant and important to evaluate to get them job-ready when they graduate?\"; \"How can we design assessments that develop students' ability to be equipped with both strong contents knowledge and employability skills?\". At times, we simply conclude and decide based on the exam results in isolation of what needs to be achieved to get students ready for job. This is worrying as it can lead us in the wrong direction. The purpose of grading becomes worthless if it is merely for the purpose of ranking students in order of their scores. Assessments in the future will be evidence-based focusing on varying holistic measures that enable the teacher to draw up individualized and personalized learning growth plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        },
        {
            "text": "The evolution and integration of Internet of Things (IoT) and data analytics have caused much anxiety and challenges yet positively vast opportunities for growth and betterment to our higher educational institutions, explicitly to varying stakeholders who are part of the ecosystem, namely students, parents, educational collaborators, affiliates and employers. The fast-growing demand and highly relevant IoT capabilities, robotics, artificial intelligence and big data are infusing a digitalized and technologically inclined culture in the teaching and learning arena. The affordances of technology have increasingly become easier to access and very affordable to even the financially weaker groups of students. A simplistic way of viewing it we could see how the earlier versions of laptops are much cheaper when the newer advanced version with increased speed and other features is available. This itself is a positive sign to leverage on its goodness for the larger betterment of many. Hence, leveraging the supremacy of connectivity in IoT enables all stakeholders, explicitly the learners and the educators, to jointly involve in the designing process and experience its unique learning experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        },
        {
            "text": "Data analytics enable monitoring, measuring and responding to students' learning, acquiring of knowledge and understanding through real time in synchronous as well as asynchronous modes. Applying analytics to big data helps senior leaders, educators and learners make more informed and wiser decisions to facilitate better learning process, eventually attaining enhanced outcomes and deliverables. The interpretation from the data analysis assists educators to respond speedily to students' feedback and learning needs in a more focused and targeted manner. In addition, the insights could be used to re-align and improve their instructional approaches, students' engagement techniques, and to address any unintentional, unconscious blind-spots such as biases towards students' performance or assessing them on their cognitive, behavioural, social and emotional abilities, competencies and skills. The ability to understand and identify whether students are performing well or not enables educators to individualize students' learning experience within the same course by offering differentiated individualized attention and varying instructional approach that addresses the unique needs. These trends would potentially enable and catalyse the creation of unique ways of performing tasks that help learners and educators to optimize their learning and teaching. More explicitly, with more interpretative analysis that provides informed decisions, it enables optimal and more effective usage of curriculum time. We must acknowledge that while technology and digitalization have been always a vital element in the ecosystem of education, it is the educators who exert and leverage on its vast opportunities it offers to support decisions that are most crucial to learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        },
        {
            "text": "Next, educators need to acknowledge and embrace the digital transformation that allows global reach anywhere and anytime. It is the educators' responsibility to ensure they progress and ensure students grow with continuous advancement of technology as it disrupts the educational industry rapidly. Technology is in every aspect and it is no longer an option but a must to have it incorporated in the future of education so that students are well equipped and trained with the skills to cope in a world dependent on rapidly evolving technology. The interconnectedness with information and people is the competitive advantage of technological advances. Students can be seen working in virtual environments and involved in collaborative projects from other students globally at any given time. A magic pill for educators to succeed in the new era is to acknowledge and progressively adapt to the rapidly changing learning environment by leveraging and embracing technology and making it to their advantage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        },
        {
            "text": "In line with the evolving notions of what constitutes a future classroom, educators need to redesign and re-shape their teaching approaches. The most fundamental and urgent aspect to shift is the role of educators from lecturers to facilitators of learning where the students have more control of their own learning journey. Educators need to transform the \"one-model-fits-all\" concept to individualized learning plans for students, where it enables each student to learn at a pace that best suits their abilities and to engage in varying ways for understanding of contents which are most beneficial to them. Imperatively, an evidence-gathering approach is to be adopted with feedback from stakeholders (i.e. students, teachers and employers) and have them integrated into the education system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future of Learning and Teaching: Re-imagine Education"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigating attitudes towards the use of mobile learning in higher education",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Emran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Elsherif",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaalan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Computers in Human Behavior",
            "volume": "56",
            "issn": "1",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the cutting edge or the chopping block? Fostering a digital mindset and tech literacy in business management: education",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Management Education",
            "volume": "44",
            "issn": "3",
            "pages": "362--393",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aesthetics of facilitation: Cultivating teacher leadership",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blythe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Teacher Leadership",
            "volume": "9",
            "issn": "2",
            "pages": "48--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Eligibility procedures and accreditation standards for business accreditation. Retrieved on March 30",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The elusiveness of applied management knowledge: A critical challenge for management educators",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Joines",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farouk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Academy of Management Learning & Education",
            "volume": "10",
            "issn": "4",
            "pages": "583--605",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social learning theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The value of students' classroom experiences from the eyes of the recruiter: Information, implications, and recommendations for marketing educators",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcneilly",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Marketing Education",
            "volume": "24",
            "issn": "2",
            "pages": "168--173",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reading specialists in leadership roles",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knaub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Paper presented at the Annual Meeting of the American Educational Research Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Taxonomy of educational objectives: The classification of educational goals-Handbook 1: Cognitive domain",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ECAR study of faculty and information technology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Critical thinking the big number one top skill for future leaders. T1D. Retrieved on",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brotherton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Research on mentoring language teachers: Its role in language education",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Delaney",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Foreign Language Annals",
            "volume": "45",
            "issn": "1",
            "pages": "184--202",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A description of instructional coaching and its relationship to consultation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Denton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasbrouck",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Educational and Psychological Consultation",
            "volume": "19",
            "issn": "2",
            "pages": "150--175",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Carol Dweck revisits the \"growth mindset",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Dweck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Academic tenacity: Mindsets and skills that promote long-term learning. Bill & Melinda Gates Foundation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Dweck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Walton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Facilitating productive discussions in professional development settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Ebby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oettinger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Paper presented at Annual Meeting of the National Council of Teachers of Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Training needs assessment: Where we are and where we should go",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abbad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Brazilian Administration Review",
            "volume": "10",
            "issn": "1",
            "pages": "77--99",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coaching and mentoring: Theory and practice-The coaching toolkit",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garvey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "British Journal of Education Technology",
            "volume": "40",
            "issn": "6",
            "pages": "1144--1145",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Higher education's crucible moment. BizEd, AACSB International. Heron",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerhardt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Reading Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Student achievement through staff development. Alexandria, VA: Association for Supervision and Curriculum Development",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Joyce",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Showers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Practicing evidence-based education in leadership development",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klimoski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Amos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Academy of Management Learning & Education",
            "volume": "11",
            "issn": "4",
            "pages": "685--702",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Learning styles and learning spaces: Enhancing experiential learning in higher education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Academy of Management Learning & Education",
            "volume": "4",
            "issn": "2",
            "pages": "193--212",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Using coaching to improve the fidelity of evidencebased practices: A review of studies. Teacher Education and Special Education: The Journal of the Teacher Education Division of the Council for",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kretlow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bartholomew",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Exceptional Children",
            "volume": "33",
            "issn": "4",
            "pages": "279--299",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "In-service teachers' perceptions of teaching practice mentoring",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Learning",
            "volume": "12",
            "issn": "6",
            "pages": "107--113",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Toward a unifying social cognitive theory of career and academic interest, choice, and performance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Lent",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Vocational Behaviour",
            "volume": "45",
            "issn": "1",
            "pages": "79--122",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "I do and I understand: Assessing the utility of web-based management simulations to develop critical thinking skills",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Lovelace",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Eggers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "100--121",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Gender-atypical career choices of young women: Must the role model be female",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Makarova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "38--54",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Literacy coach role implementation: How district context influences reform efforts",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mangin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Educational Administration Quarterly",
            "volume": "45",
            "issn": "5",
            "pages": "759--792",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The power of protocols: An educator's guide to better practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dichter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Professional desires and career decisions: Effects of professional interests, role models and internship in lower secondary school",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Neuenschwander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Juttler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal for Research in Vocational Education and Training",
            "volume": "5",
            "issn": "3",
            "pages": "226--243",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coaching: A strategy for developing instructional capacity-Promises and practicalities",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neufeld",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The 4 biggest challenges to our higher education model-and what to do about them",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ostergaard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Nordlund",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Group communication and critical thinking competence development using a reality-based project",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Business Communication Quarterly",
            "volume": "74",
            "issn": "4",
            "pages": "399--411",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The end of business schools? Less success than meets the eye",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Academy of Management Learning & Education",
            "volume": "1",
            "issn": "1",
            "pages": "78--95",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A paradigm shift in culture of learning via mobile learning and flipped classroom: Hybrid e-learning framework for management studies in higher education. International Mobile Learning Festival",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajaram",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Is there a need for a Paradigm Shift? Teaching in Higher Education in the New Millennium",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajaram",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Paper presented at International Mobile Learning Festival 2015: Mobile Learning, MOOCs and 21st Century Learning Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A transformation in the culture of learning and learning culture for teaching in the higher education",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajaram",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Paper presented at International Mobile Learning Festival 2015: Mobile Learning, MOOCs and 21st Century Learning Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Educating managers from an evidence-based perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Academy of Management Learning & Education",
            "volume": "6",
            "issn": "1",
            "pages": "84--101",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The yellow brick road to licensure: Mentoring student teachers through the practicum experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Sutters",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Art Education",
            "volume": "68",
            "issn": "4",
            "pages": "22--27",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The skilled facilitator fieldbook: Tips, tools, and tested methods for consultants, facilitators, trainers, and coaches",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Climbing the ladder, holding the ladder: The mentoring experiences of higher education female leaders",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Searby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ballenger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tripses",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Advancing Women in Leadership",
            "volume": "35",
            "issn": "",
            "pages": "98--107",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The effectiveness of online paired mentoring for beginning science and mathematics teachers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luebeck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bice",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of E-Learning & Distance Education",
            "volume": "23",
            "issn": "2",
            "pages": "51--68",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Supporting implementation of evidence-based practices through practice-based coaching",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hemmeter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Topics in Early Childhood Special Education",
            "volume": "35",
            "issn": "3",
            "pages": "133--143",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Using coaching to support classroom-level adoption and use of interventions within school-wide positive behavioral interventions and support systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stormont",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Reinke",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Beyond Behavior",
            "volume": "21",
            "issn": "2",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Building a teaching community through peer mentoring",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tollefson-Hall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Art Education",
            "volume": "68",
            "issn": "4",
            "pages": "30--33",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A deliberate democratic view of mentorship",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Waghid",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "South African Journal of higher Education",
            "volume": "22",
            "issn": "1",
            "pages": "207--221",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Predictors of critical thinking skills of incoming business students",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Whitten",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brahmasrene",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Academy of Educational Leadership Journal",
            "volume": "15",
            "issn": "1",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "No problems and very busy: The first adolescent generation of the new century-A self-image",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinnecker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Behnken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maschke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}