{
    "paper_id": "3e6fc5709e0ce8152250ff4e60dbaf3cb046e534",
    "metadata": {
        "title": "Air quality improvement from COVID-19 lockdown: evidence from China",
        "authors": [
            {
                "first": "Meichang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meina",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As we move through 2020, our world has been transformed by the spread of COVID-19 in many aspects. A large number of cities across the world entered \"sleep mode\" sequentially due to the stay-at-home or lockdown policies. This study exploits the impact of pandemic-induced human mobility restrictions, as the response to COVID-19 pandemic, on the urban air quality across China. Different from the \"traditional\" difference-in-differences analysis, a human mobility-based difference-in-differences method is used to quantify the effect of intracity mobility reductions on air quality across 325 cities in China. The model shows that the air quality index (AQI) experiences a 12.2% larger reduction in the cities with lockdown. Moreover, this reduction effect varies with different types of air pollutants (PM 2.5 , PM 10 , SO 2 , NO 2 , and CO decreased by 13.1%, 15.3%, 4%, 3.3%, and 3.3%, respectively). The heterogeneity analysis in terms of different types of cities shows that the effect is greater in northern, higher income, more industrialized cities, and more economically active cities. We also estimate the subsequent health benefits following such improvement, and the expected averted premature deaths due to air pollution declines are around 26,385 to 38,977 during the sample period. These findings illuminate a new light on the role of a policy intervention in the pollution emission, while also providing a roadmap for future research on the pollution effect of COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many cases of viral pneumonia were found in Wuhan, the capital city of Hubei Province in central China since early December of 2019, which were subsequently confirmed to have been caused by a new kind of virus. The World Health Organization (WHO) officially named this new virus as coronavirus disease 2019 (COVID-19) on February 11, 2020, which was confirmed to have the capabilities of human-to-human transmission (Chan et al. 2020) . The large-scale spread of this COVID-19 occurred during China's Spring Festival, which is a period of the world's most massive annual migration. The mass migration movements provide COVID-19 with an active environment for its spread; the virus spreads from the epicenter of the pandemic, Wuhan, to the rest of the world. The fast-spreading COVID-19 has been reported to have infected 8,385,440 people, with 450,686 deaths across 216 countries, areas, or territories as of June 19, 2020, 1 according to the statistics of the WHO, and the growth trend in the number of infected persons is still ongoing, which suggests that one of the worst global pandemics is looming. At the onset of COVID-19 outbreaks in early December of 2019, the academia and citizens have little knowledge about the virus transmission, resulting in the delay of effective measures to counter this deteriorating situation. At least it was not until 10:00 am on January 23, 2020, when the imposed lockdown of Wuhan was put into implementation, in the other remaining cities of Hubei Province after a few days. As of February 29, 2020, different levels of lockdown policies were issued across 107 cities in 22 provinces. 2 These lockdown policies have created the most extensive quarantine in public health history, with impacts on every aspect of lives, including the environment. Since the lockdown policies strictly restricted human mobility and the logistics suffering from staffing shortages, both have resulted in a remarkable decrease in industrial activities and vehicle use in cities. Consequently, most cities experience a considerably low level of pollution compared with normal conditions (Lewis 2020; Freedman and Tierney 2020; Monks 2020; Singh and Chauhan 2020) . Concerning China, almost all researchers found a strong positive association between the reduction of air pollution and human mobility restrictions during this pandemic, focusing on different regions in China (Li et al. 2020; Bao and Zhang 2020; Xu et al. 2020) . The improved air quality and the possible associated health benefits may be the only light in the \"darkness\" caused by negative impacts of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 434,
                    "text": "(Chan et al. 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2107,
                    "end": 2119,
                    "text": "(Lewis 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2120,
                    "end": 2146,
                    "text": "Freedman and Tierney 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2147,
                    "end": 2158,
                    "text": "Monks 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2159,
                    "end": 2182,
                    "text": "Singh and Chauhan 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2394,
                    "end": 2410,
                    "text": "(Li et al. 2020;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2411,
                    "end": 2430,
                    "text": "Bao and Zhang 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2431,
                    "end": 2446,
                    "text": "Xu et al. 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is important to get a comprehensive understanding of how lockdown policies have affected pollution and pollution-related mortality. On the one hand, both the COVID-19 pandemic and corresponding measures to contain it have been unprecedented in modern times, including a better understanding of every aspect of the economic, environmental, and health impacts of this pandemic, contributing to hastening the recovery and drawing some lessons for the future pandemics. A city-level lockdown offers us an opportunity to examine how different pollutants may respond to human mobility restrictions, which provides a reference for policymakers and planners in considering milder forms of restrictions on human activities to reduce pollution. Moreover, through calculating the lockdown-induced pollution, the authors identify the pollution costs accrue from reliance on fossil-based transportation and power generation during normal times. On the other hand, the improved air quality caused by the lockdown is also conducive to lessening the strain on health services by reducing morbidity and mortality, since air pollution has been the most substantial single environmental health risk (WHO 2014), particularly leading to an increase in cancer incidences, such as lung cancer and cancer of the urinary tract/bladder. While the continuing increase of various pollutants in China over the past four decades makes it worse; for instance, the concentration of PM 2.5 has increased more than twofold from 1980 to 2015 to 66.90 μg/m 3 , which is more than five times as much of the criteria of PM 2.5 in the National Ambient Air Quality Standard (NAAQS) of the USA. 3 Given the severity of air pollution in China, hospital attendance and admissions would almost certainly have even been higher in the absence of air quality improvement. Besides, the positive connection between exposure to pollution and COVID-19 mortality has been confirmed by the research of Wu et al. (2020) . Therefore, the lockdown-induced air quality improvement can play a role in relieving the pressure on hospitals in terms of accommodating COVID-19 patients and reducing the associated death rate.",
            "cite_spans": [
                {
                    "start": 1952,
                    "end": 1968,
                    "text": "Wu et al. (2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study, therefore, examines the causal impacts of the city lockdown on air pollution across 325 cities of China. Given the potential problem of endogeneity in simple time-series regressions, this study adopts a human mobility-based difference-in-differences (DID) analysis as our main specification to address this concern. This study may contribute to policy intervention-air quality literature in the following four areas. First, the intracity population migration data from Baidu Migration is used to measure the magnitude of human mobility change caused by lockdown policies instead of using a binary variable to represent the sample period before or after the lockdown date. Second, the meteorological data and daily city-level concentrations of six pollutants (particulate matter (PM 10 and PM 2.5 ), nitrogen dioxide (NO 2 ), sulfur dioxide (SO 2 ), carbon monoxide (CO), and air quality index (AQI) data) at the monitorlevel are merged to investigate the causal impact of city lockdown on air quality. Third, this study adopts the human mobility-based DID, according to Correia et al. (2020) , in combination with Sant' Anna and Zhao (2018) and Callaway and Sant'Anna (2018) researches to handle DID with multiple time periods. Last, this paper adds to the existing literature exploring policy interventions-related impacts on pollution and offers a reference for the central and local governments in air pollution reduction through milder forms of restrictions on human activities in normal times.",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1103,
                    "text": "Correia et al. (2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1132,
                    "end": 1152,
                    "text": "Anna and Zhao (2018)",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1186,
                    "text": "Callaway and Sant'Anna (2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of this study is structured as follows. The \"Data and descriptive statistics\" section presents a summary of the data sets used in this study, while the \"Empirical strategy\" section presents different empirical strategies. Moreover, the \"Results and discussion\" section presents the main empirical results, which form the basis for the discussion on the heterogeneity and the health implications of our findings. The \"Conclusions and future outlooks\" section is where we conclude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 More countries follow China's widespread containment measures including business closures and movement restrictions later, which has been confirmed effective in curbing the spread of pandemic; more information about countries' responses to the pandemic can be found at https://www.ft.com/content/ a26fbf7e-48f8-11ea-aeb3-955839e06441.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have collected the city-level daily concentrations of five pollutants (SO 2 , NO 2 , CO, PM 10 , and PM 2.5 ) and AQI 4 for 325 cities of China from China National Environmental Monitoring Centre (CNEMC)'s daily air quality readings of local monitoring stations from January 1, 2020, to May 2, 2020 (day − 24 to 98 around the Lunar New Year in 2020). 5 Daily weather variables, including daily average temperature, air pressure, daily average wind speed, wind direction, 6 and precipitation, were also added to our specification as local weather conditions are essential determinants of air quality (Gendron-Carrier et al. 2018 ). On the one hand, sun and high temperatures can function as catalysts for chemical processes of air pollutants. In contrast, on the other hand, air pollutants will be removed from the atmosphere by precipitation. Because of the unit of analysis based on daily data, a set of time fixed effects (year, month, weekend, and holidays) was also added. The meteorological data used in this study were all collected from local meteorological stations across China. The industrial scale and structure, investment in infrastructure, vehicle fleet, and other socio-economic factors are not controlled due to their unavailability at a monthly or daily level.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 630,
                    "text": "(Gendron-Carrier et al. 2018",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Air pollution and weather data"
        },
        {
            "text": "The population migration data from Baidu Qianxi dataset, which covered 364 Chinese cities per day between January 1 and May 2 in 2020, was obtained. This migration data is captured from Baidu's mapping app that records the real-time locations through individuals' smartphones. Considering the monopoly of Baidu in search engines due to China's ban on using all Google search sites, this dataset can precisely reflect the human mobility at the city level. 7 Three daily migration intensity indicators, including in-migration (IM) index, outmigration (OM) index, and the within-city migration (WM) index, are available in 364 cities of China, with all of them being consistent across cities and time. A higher value is directly proportional to a higher degree of population mobility, as one index unit in the former two indicators and WM index corresponds to 90,848 and 2,182,264 person movements, respectively, according to the estimation of Fang et al. (2020) . Since the focus of this study is pandemic-induced air quality change in each city of China, the inter-city population mobility cannot reflect the change in the share of fossil-based transportation and power generation in the destination cities. Moreover, the daily WM index is capable of reflecting the change of economic activities of a specific city, which is generally correlated with the air pollution level of the corresponding city. Therefore, the WM index was employed to measure the intensity of pandemic-induced human mobility restrictions. Figure 1 depicts the change in the migration statistics and the number of new cities to come under lockdown during the sample period, which shows a remarkable discontinuity in the average intracity migration around the Wuhan lockdown date. Meanwhile, the largest share of cities to come under lockdown happened followed by the significant decline in the intracity migration intensity during February, 2020.",
            "cite_spans": [
                {
                    "start": 941,
                    "end": 959,
                    "text": "Fang et al. (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1512,
                    "end": 1520,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Population migration data"
        },
        {
            "text": "The abovementioned three datasets were then matched into one panel at the city-day level from January 1, 2020, to May 2, 2020. All the cities with population migration data were first matched with the locations where weather variables data were collected, after which a circle with a radius of 100 km was then drawn from the city's centroid as the cutoff distance. According to Zhang et al. (2017) and Qiu et al. (2020) , if a city had no monitoring stations lay in this circle, such a city would be dropped. On the other hand, if a city with multiple monitoring stations lay in this circle, the average daily weather variables across all of the stations will then be used. The final balanced panel covered 325 cities (the spatial distribution of them is shown in Fig. 2 ) with at least one meteorological station within 100 km from each city's centroid and one air quality monitoring station within the urban area of each city. Figure 2 illustrates the change in the average value of AQI from cities that imposed lockdown policies during the sample period; it can be seen that all cities in the treatment group experienced a varying degree of reduction in air pollution. Table 1 reports the descriptive statistics of the key variables involved in this study. It shows that the intracity population flows in Wuhan and other cities in Hubei province with exclusion of Wuhan; both are lower than the average level of non-Hubei cities during the sample period, so does the air pollution level.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 397,
                    "text": "Zhang et al. (2017)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 402,
                    "end": 419,
                    "text": "Qiu et al. (2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 770,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 929,
                    "end": 937,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1172,
                    "end": 1179,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data matching and descriptive statistics"
        },
        {
            "text": "The unit of observation is city-day. The arithmetic mean and standard deviation of wind directions do not have statistical meaning; hence, they are not reported here",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data matching and descriptive statistics"
        },
        {
            "text": "In this section, the study initially employs a simple ordinary least squares (OLS) approach with the daily WM index as the 4 AQI ranging from 0 to 500, the higher the value, the more serious air pollution. More information about it can be found at http://www.mee.gov.cn/ywgz/ fgbz/bz/bzwb/jcffbz/201203/W020120410332725219541.pdf. 5 More information about CNEMC and the air pollution data availability can be found at http://www.cnemc.cn/en/. 6 Wind direction variable indicates the angle, measured in a clockwise direction, between the true north and the direction from which the wind is blowing, a value of 0 for calm winds. 7 More information about this dataset, please see http://qianxi.baidu.com/. key independent variable of interest to estimate the correlation between the intracity migration index and the air pollution level. After that, a human mobility-based DID approach was used to examine the environmental with that before lockdown in treated cities during the sample period. The non-white area indicates cities that enforce lockdown policies Fig. 1 Daily within-city migration intensity for the national city averages and new locked-down cities in China during the sample period. The green dash line represents the date of official confirmation of the person-to-person transmission of COVID-19 (January 20, 2020), and the red solid line represents the date of Wuhan lockdown (January 23, 2020) effect of lockdown policies to achieve a baseline result, followed by a \"traditional\" DID method as well as a set of alternative strategies to confirm the robustness of our baseline result. Furthermore, the heterogeneous effects of city lockdown for different air pollutants and the health implication out of the air quality improvement were also investigated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1058,
                    "end": 1064,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Empirical strategy"
        },
        {
            "text": "The study specifies a reduced form model to quantify the effects of a marginal increase in WM index on local air quality in the target city in order to quantify the effects of city lockdown on air pollution level. For each pollutant, p∈{AQI, PM 2.5 , PM 10 , CO, NO 2 , SO 2 } in city i at time t:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic ordinary least squares model"
        },
        {
            "text": "where ln Air pollution p it ð Þthe dependent variable is the daily air pollution level of each city, with each pollutant data being logarithmically transformed to avoid the potential nonnormality and heteroscedasticity. Migration it represents the level of within-city migration intensity city i at time t, while City i indicates the city fixed effects to control unobserved city-related attributes that may affect air quality. Moreover, Date t controls a set of time fixed effects to capture those time-varying unobservables including holiday, day of the week, and season fixed effects, while Weather it is a vector of weather covariates that includes meteorological variables like daily average temperature, wind direction, average wind speed, and precipitation or snowfall amount. Furthermore, Trend it is a city-by-day variable that picks up time-varying city-specific trends, while in similarity, Trend 1 it is the interaction of the logarithm of WM index of city i and the linear time trend t, of which both alleviate the endogeneity concerns in terms of the city-specific unobservables 8 and the distribution of cities. δ it is an error term. The study expects θ 1 to capture a positive relationship between within-city migration intensity and air pollution level, as more population mobility increases vehicle emissions and industrial waste gas emissions; that is, people would travel more frequently in the absence of lockdown policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic ordinary least squares model"
        },
        {
            "text": "The potential challenge in our attempt to causally estimate the air quality improvement effect caused by city lockdown based on a simple time-series regression is failing to disentangle the effect of city lockdown on population migration from other confounding effects like the Spring Festival effect (the Spring Festival in 2020 is on January 25, 2020, 2 days after Wuhan lockdown) that usually leads to mass migration movements during the Spring Festival; virus effect and the associated panic effect, all of which, can affect the human mobility. The spread of the virus, particularly after the official announcement that human-to-human transmission exists, was released on January 20, 2020, and discouraged people from traveling within a city or across different cities, which is not attributable to the lockdown policies. To address this concern, we also estimate a human migration-based DID specification based on the research of Correia et al. (2020) combining with Sant'Anna and Zhao (2018) and Callaway and Sant'Anna (2018) research to address the DID with multiple time periods. The specification is:",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 956,
                    "text": "Correia et al. (2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1002,
                    "end": 1031,
                    "text": "Callaway and Sant'Anna (2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The difference in differences specification"
        },
        {
            "text": "where Lockdown it takes a value for one if city i imposed lockdown policies at time t, zero for otherwise. The rest of the control variables are the same as Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The difference in differences specification"
        },
        {
            "text": "(1). The set of coefficients β 1 denotes the difference in pollution changes before versus after city lockdown. Different from the \"traditional\" DID, we add the WM index in our specification, which allows us to compare the difference in the effects of a marginal change in withincity human mobility on equilibrium air quality between cities with lockdown and cities without lockdown. Since most cities experience a decrease in the level of WM index after city lockdown, we expect the key coefficient of interest, β 1 , to be negative. Given the sensitivity of our specification, we also follow the \"traditional\" DID to construct Eq. (3):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The difference in differences specification"
        },
        {
            "text": "This equation can be seen as a reduced form of Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The difference in differences specification"
        },
        {
            "text": "(2). Moreover, it is more similar to the case in \"traditional\" (4). The control group is the cities without lockdown. The last group of cities that declared the lockdown policies on February 13, 2020, are all located at Inner Mongolia, as our sample date ranges from January 1 to May 2, 2020. Fortythree days are remaining until they impose the lockdown, while there are 99 days left after Wuhan firstly imposed the lockdown policy on January 23, 2020, during the sample period DID studies, where the WM index is not added in the specification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The difference in differences specification"
        },
        {
            "text": "Since the key assumption of DID is that treated units' and the untreated units' air pollution levels show parallel trends in the absence of city lockdown. One may have concern for the existence of different trends between two groups as the distribution, physical environment, and economic development level vary in different cities. To address this concern, we employ an event study analysis to confirm that the parallel trends assumption holds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The difference in differences specification"
        },
        {
            "text": "where −43 ≤ n ≤ 100 indicates leads and lags of the launch of the lockdown policy. We set the 1 day before the lockdown dates (i.e., n = − 1) as the base interval, which is omitted in our regression; the post-lockdown effects were compared with the period immediately before the implementation of lockdown policies. Figure 3 plots the coefficient estimates of ∂ n together with their pointwise 95% confidence intervals for different air pollutants. The results supported the parallel trends assumption in general, which suggests that cities with earlier interventions and increased aggressiveness during the COVID-19 performed poorly in terms of air quality (n ≤ − 2) and if anything, experience a lower air pollution level after the implementation of lockdown policies (n ≥ 0). Table 2 summarizes the results of OLS estimates based on Eq.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 779,
                    "end": 786,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The difference in differences specification"
        },
        {
            "text": "(1). These results present the conditional association between WM index and air quality, with columns (1) to (6) revealing the results of ln(AQI), ln(SO 2 ), ln(PM 2.5 ), ln(PM 10 ), ln(NO 2 ), and ln(CO) as the dependent variable, respectively. The coefficient estimate of ln(Migration it ) shows a consistent positive relationship between WM index and air pollution level in terms of AQI and other five air pollutants, as all the estimations of weather variables are consistent with our intuitive judgments. High temperature contributes to the increase of air pollution level, while high wind speed and rain or snow also assist in the dispersion of air pollutants. According to the definition of wind direction, a higher value indicates a high possibility that winds blow across the ocean toward the coast of the East Asian continent. Therefore, the higher the value of wind direction, the lower the air pollution level. Standard errors are clustered at the city-day level. t statistics are reported below the coefficients in parentheses. Significance levels: *** p < 0.01, ** p < 0.05, * p < 0.1. All columns have been controlled for city fixed effects and cityspecific time trend",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OLS results"
        },
        {
            "text": "Main results: double difference analysis Table 3 reports the estimated results with ln(AQI) as the dependent variable, as specified according to Eq. (2), with the weather variables in columns (1) and (2) being uncontrolled. The coefficient suggests a negative connection between lockdown and air pollution, and even after controlling the city and date fixed effect, this negative relationship still holds. Weather variables were added to columns (3) to (5), while a city-specific time trend was further included in column (4), and WM index-specific time trend added to column (5). Interestingly, this negative relationship still retains its robustness across columns (2) to (5), indicating that there exists a negative correlation between city lockdown and air pollution levels. Specifically, column (5) suggests that city lockdowninduced human mobility reduction within a city leads to a significant decrease in the AQI level by 12.2% compared with those without lockdown. All the estimations of control variables are consistent with Table 2 . Also, considering the different characteristics of various air pollutants, we estimate Eq. (2) for five different pollutants. The results, as shown in Table 4 , also reported a negative correlation between lockdown and air pollution level for all the pollutants. It also reveals that the concentrations of PM 2.5 and PM 10 decrease to a greater extent, which is consistent with Chauhan and Singh's (2020) findings in major cities across the world, since the primary source of fine particulate matter is vehicular emissions, and the concentration is mainly localized near major roadways. However, city lockdown restricts human mobility from using vehicles as well as industrial production, which consequently resulted in a more substantial reduction in fine particulate matter.",
            "cite_spans": [
                {
                    "start": 1423,
                    "end": 1449,
                    "text": "Chauhan and Singh's (2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1035,
                    "end": 1042,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1196,
                    "end": 1203,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "OLS results"
        },
        {
            "text": "The estimates of Eq. (3) are not reported here due to the limit of space, which are available upon request. The results are still significant and very similar to Table 4 , hence suggesting that our results are not sensitive to the specified estimation strategy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "OLS results"
        },
        {
            "text": "The estimations so far are based on 2020 data only; we also include 2019 data at the same period to investigate the environmental effect of lockdown policies. Due to the data availability, the 2019 data on intracity migration index is available from Jan 12 to Mar 28, 2019. We also depict the change in the migration statistics of 2019 and 2020 in Fig. 4 . We can find a similar trend between 2019 and 2020 before quarantine measures were put into implementation, while a big gap between 2020 and 2019 in terms of the average intracity migration can be observed after the Wuhan lockdown date. The abovementioned empirical results have confirmed that lockdown-induced reduction in human mobility is likely to improve the air quality, which leads us to believe the existence of environmental effect of lockdown policies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "OLS results"
        },
        {
            "text": "After comparing the specifications under a set of DID estimations, the study found that cities with lockdown exhibited a 12.2% reduction in air pollution level compared to those without travel restrictions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OLS results"
        },
        {
            "text": "The pandemic-induced city lockdown has slowed down the Chinese economy, and each city has been allocated the incentives to speed up the economic recovery. Therefore, local governments are more likely to encourage enterprises to resume work as soon as possible during back-to-work time, which will increase more pollution emissions during recovery compared with that in the back-to-work time in previous years. Moreover, since the incubation period of COVID-19 is somewhere between 2 and 14 days after exposure (Lauer et al. 2020) , the restrictions would be stricter within 14 days after the declaration of city lockdown; hence, the magnitude of lockdown effect on cities' air quality will be larger. In order to rule out these disturbing factors, we use a shorter post period to handle this concern, and the result is reported in column (1) in Table 5 . The estimated coefficient shows a more significant lockdown effect on the local air pollution level compared with our main DID results, which is consistent with our expectation. In addition, Chinese families still follow the tradition to set off fireworks and commemorate their ancestors during the Spring Festival, particularly in suburban and rural areas. Standard errors are clustered at the city-day level. t statistics are reported below the coefficients in parentheses *** Significant at 1% ** Significant at 5% * Significant at 10% Fig. 4 Daily within-city migration intensity for the national city averages in 2020 and the same periods of 2019. The green line represents the date of official confirmation of the person-toperson transmission of COVID-19 (January 20, 2020), and the red solid line represents the date of Wuhan lockdown (January 23, 2020)",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 529,
                    "text": "(Lauer et al. 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 845,
                    "end": 852,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1394,
                    "end": 1400,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Robustness check"
        },
        {
            "text": "Fireworks have been banned in many cities for the sake of air quality, while this regulation was not implemented during the Spring Festival in 2020 due to COVID-19. We exempted the Chinese New Year's Eve, Lunar January 1, and the Lantern Festival Day to address this concern, and the results are presented in column (2) in Table 5 , which is still consistent with our main results. Also, cities were divided into two subgroups (i.e., non-Hubei cities versus cities in Hubei Province); the estimated results for the two subgroups are reported in columns (3) and (4). It shows that the magnitude of the lockdown effect on air quality for cities in Hubei Province is larger than the results for the full samples or non-Hubei cities, which further confirmed the robustness of our results. Column (5) reports the results with AQI as the dependent variable, while column (6) reports the results based on a dynamic panel data model, and both are consistent with the main results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Robustness check"
        },
        {
            "text": "As the largest developing country, China is still confronted with severe imbalance across regions in terms of economic development and ecological environment. Some researches on China's pollution have confirmed a relatively higher concentration of PM 2.5 in the east than the middle or western region (Zhang and Cao 2015; Wang et al. 2017) , so, the study infers that there may exist heterogeneity in the effect of lockdown policies on air pollution. According to the difference in population, GDP level, per capita GDP level, electricity consumption by city, and geographical distribution (i.e., South and North along the Huai River), all cities in this study were divided into different subgroups. For instance, when a city's population is higher than the mean population, it will fall into a \"high\" group, otherwise the \"low\" group. Table 6 presents estimates of the regression specification for the different subgroups. It shows that northern cities experience a more significant lockdown effect on air quality compared with the southern cities. The main reason may be attributable to northern cities relying more on coal for electricity and heating. City lockdown significantly reduces people's travel needs and associated consumption in coal for power or heating, which consequently results in the reduction of air pollution. In contrast, the effect becomes less substantial for cities with smaller GDP and population, which is consistent with our expectation that The dependent variable is ln(AQI) in columns (1) to (4) and column (6). ln(AQI_lag) represents the ln(AQI) with 1 day lag *** Significant at 1% ** Significant at 5% * Significant at 10% more agglomerated economies consume more energy. Columns (7) and (8) revealed the results of subgroups in terms of different income levels measured by per capita GDP. The study finds a more significant effect in higher-income cities, which is consistent with the fact that a high level of energy consumption generally accompanies a high-income level.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 321,
                    "text": "(Zhang and Cao 2015;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 322,
                    "end": 339,
                    "text": "Wang et al. 2017)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 843,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Heterogeneity"
        },
        {
            "text": "Columns (9) and (10) reported the results of two subgroups in terms of electricity consumption. Higher electricity consumption generally suggests more industrial activities, and the results indicated that cities that rely more on industrial activities experience a more significant effect, suggesting that industrial activities are an essential source of air pollution in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneity"
        },
        {
            "text": "In this section, we conduct a brief analysis of the health benefits from improved air quality during the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health implications of city lockdown"
        },
        {
            "text": "According to the research of He et al. (2020a) , this study quantifies the reduced mortality attributable to the air quality improvement:",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 46,
                    "text": "He et al. (2020a)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Health implications of city lockdown"
        },
        {
            "text": "where Mortality i represents the estimated saved deaths of city i during the sample period. ΔAQL i represents the estimated change in air pollution level in city i during the same period, where we calculate it based on Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health implications of city lockdown"
        },
        {
            "text": "(2) for treated cities and based on Eq. (1) for control cities with ln(PM 2.5 ) as the dependent variable. Elasticity denotes the sensitivity of mortality to a one-unit change in air pollution level; since its estimate is not the focus of interest in this study, we use the estimates from existing researches that provide the estimated effects of changes in air quality on human health. Since the estimated effects may vary over time, researches on this topic using data from earlier years may be less effective as the reference. In addition, in view of the credit of estimates based on quasiexperimental studies compared with those based on associated regression models (Graff Zivin and Neidell 2013), we identify academic articles and book chapters that meet these criteria based on Web of Science, Google Scholar, Scopus, and other databases. Finally, two main references are chosen after the article selection. Specially, Fan et al. (2020) , in their empirical study based on a regression discontinuity (RD) analysis, found that a 10-μg/m 3 increase in PM 2.5 would lead to a 2.2% increase in mortality rate. The other one is He et al. (2020b) , who indicated that this rate could reach over 3.25 percent based on an estimation of the effect of straw burning on air pollution and associated health problem in China. Therefore, we set the range of mortality increase as 2.2~3.25% following a 10-μg/m 3 increase in PM 2.5 . BaseMR i represents the annual mortality rate in city i at the base year, and Popu i denotes the population in city i at the same time. Considering the data availability, we set 2018 as the base year of mortality rate and population. The results suggest that the total number of averted premature deaths is around 26,385 to 38,977 due to the air quality improvement during the sample period. Meanwhile, China's total number of deaths attributable to the COVID-19 (4643 as of May 3, 2020 according to the statistics of WHO 9 ) is much less than these numbers. They also reflect the enormous social costs out of air pollution during the normal time.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 943,
                    "text": "Fan et al. (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1130,
                    "end": 1147,
                    "text": "He et al. (2020b)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Health implications of city lockdown"
        },
        {
            "text": "With the spread of COVID-19 worldwide, most countries responded by implementing containment measures with varying degrees of restriction, with almost every aspect of lives being affected during this period; among which, air pollution impacts have already been assessed. Through a quantitative analysis on the effect of pandemic-induced lockdown on the air quality across Chinese 325 cities, this study contributes to the fast-growing literature on COVID-19 pandemic-related shock effects, mostly on changes in air pollution concentration associated with specific causes. Through leveraging daily air quality data and the within-city migration index of 325 cities from January 1 to May 2, 2020, in China, this study discovered that the pandemic-induced lockdown improves urban air quality based on a set of empirical specifications. Specifically, the results showed that the air quality index experiences a 12.2% larger reduction in the cities with lockdown, with the result being statistically significant at the 1% level. With respect to other air pollutants, this reduction effect is 4%, 13.1%, 15.3%, 3.3%, and 3.3% for SO 2 , PM 2.5 , PM 10 , NO 2 , and CO, respectively. The paper also examined the various effects of lockdowns across different classifications of cities in terms of spatial distribution, income level, and industrial structure. It shows that these effects are more remarkable in northern, higher income, more industrialized, and more economically active cities. Despite the enormous economic and political turmoil created by the pandemic, we may benefit from the improved air quality due to city lockdown in terms of health benefits. The expected averted premature deaths due to air pollution declines are around 26,385 to 38,977 during the sample period. Our findings imply that anthropogenic activities are significantly positively related to the air pollution. Although our results show a temporary air quality improvement resulting from the lockdown, other than AQI, PM 10 , and PM 2.5 , the reduction ratios of the other three air pollutants were small. Therefore, the effectiveness of the driving restriction policy or the license-plate lottery policy that directly bans some vehicles \"_H\" and \"_L\" indicate the \"high\" group and the \"low\" group, respectively. The socio-economic data involved in this table for the classification are measured in 2016 as the base year. Panels (A) to (F) reported the results for AQI, PM 2.5 , PM 10 , SO 2 , NO 2 , and CO, respectively *** from driving so as to curb the air pollution should be given a comprehensive assessment. Moreover, our findings suggested important policy implications for enforcing environmental regulations such as milder forms of restrictions on human activities to decrease pollution and associated health loss in the post-pandemic period . Future research could explore the specific health benefits from the lockdown-induced changes in air pollution levels, particularly from a long-term perspective. A comparative assessment of the economic damage and health benefits out of this pandemic-induced lockdown would help policymakers to make a rational decision for future air pollution abatement policy formulations (Bherwani et al. 2020 ). This pandemic also provides us a tremendous opportunity for natural experiments to understand how Chinese economy respond to the changes in pollution emission, which could play an important role in guiding the industrial restructuring in the future (Balsalobre-Lorente et al. 2020). Furthermore, the heterogeneity of the reduction effect on different pollutants results from city lockdown also requires further analysis. As the pandemic has spread to more than 200 countries around the world, travel restrictions are also imposed in many other countries; hence, future study could replicate these results in other contexts and unpack the specific channel through which city lockdown affects air pollution.",
            "cite_spans": [
                {
                    "start": 3203,
                    "end": 3224,
                    "text": "(Bherwani et al. 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and future outlooks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Consequences of COVID-19 on the social isolation of the Chinese economy: accounting for the role of reduction in carbon emissions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balsalobre-Lorente",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Driha",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Bekun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Adedoyin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Air Qual Atmos Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11869-020-00898-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Does lockdown reduce air pollution? evidence from 44 cities in northern China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Total Environ",
            "volume": "731",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.139052"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Valuation of air pollution externalities: comparative assessment of economic damage and emission reduction under COVID-19 lockdown",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bherwani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Musugu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Air Qual Atmos Health",
            "volume": "13",
            "issn": "",
            "pages": "683--694",
            "other_ids": {
                "DOI": [
                    "10.1007/s11869-020-00845-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Difference-in-differences with multiple time periods",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Callaway",
                    "suffix": ""
                },
                {
                    "first": "Phc",
                    "middle": [],
                    "last": "Sant&apos;anna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3148250"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K K-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Decline in PM 2.5 concentrations over major cities around the world associated with COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Res",
            "volume": "187",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envres.2020.109634"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of air pollution on migration: evidence from China. NBER Working Papers No. 24036",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oliva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w24036"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pandemics depress the economy, public health interventions do not: evidence from the 1918 flu",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Correia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Verner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3561560"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The winter choke: coal-fired heating, air pollution, and mortality in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Health Econ",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhealeco.2020.102316"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human mobility restrictions and the spread of the novel coronavirus (2019-ncov) in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w26906"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The silver lining to coronavirus lockdowns: air quality is improving",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Washington Post",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Subways and urban air pollution. NBER Working Papers No. 24183",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gendron-Carrier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez-Navarro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Polloni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w24183"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Environment, health, and human capital",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Graff Zivin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neidell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Econ Lit",
            "volume": "51",
            "issn": "",
            "pages": "689--730",
            "other_ids": {
                "DOI": [
                    "10.1257/jel.51.3.689"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19, city lockdowns, and air pollution: evidence from China. Nat Sustain. s41893-020-0581-y",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-020-0581-y"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Straw burning, PM2.5, and death: evidence from China",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dev Econ",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jdeveco.2020.102468"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "172",
            "issn": "",
            "pages": "577--582",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Before-and-after photos show dramatic decline in air pollution around the world during coronavirus lockdown",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CBS News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Air quality changes during the COVID-19 lockdown over the Yangtze River Delta Region: an insight into the impact of human activity pattern changes on air pollution variation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Total Environ",
            "volume": "732",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.139282"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Here's how lockdowns have improved air quality around the world",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Impacts of social and economic factors on the transmission of coronavirus disease 2019 (COVID-19) in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Popul Econ",
            "volume": "1",
            "issn": "",
            "pages": "1127--1172",
            "other_ids": {
                "DOI": [
                    "10.1007/s00148-020-00778-2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Doubly robust difference-in-differences estimators",
            "authors": [
                {
                    "first": "Phc",
                    "middle": [],
                    "last": "Sant&apos;anna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3293315"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impact of lockdown on air quality in India during COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Air Qual Atmos Health",
            "volume": "13",
            "issn": "",
            "pages": "921--928",
            "other_ids": {
                "DOI": [
                    "10.1007/s11869-020-00863-1"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The characteristics and drivers of fine particulate matter (PM2.5) distribution in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hubacek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clean Prod",
            "volume": "142",
            "issn": "",
            "pages": "1800--1809",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2016.11.104"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Air Qual Atmos Health World Health Organization (WHO) (2014) 7 Million premature deaths annually linked to air pollution",
            "authors": [],
            "year": 2017,
            "venue": "Media Centre news release",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Exposure to air pollution and COVID-19 mortality in the United States: a nationwide cross-sectional study. medRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Nethery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sabath",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dominici",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.05.20054502"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Possible environmental effects on the spread of COVID-19 in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Total Environ",
            "volume": "731",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.139211"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Fine particulate matter (PM2.5) in China at a city level",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep14884"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Economic impacts of climate change on agriculture: the importance of additional climatic variables other than temperature and precipitation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Environ Econ Manag",
            "volume": "83",
            "issn": "",
            "pages": "8--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jeem.2016.12.001"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The reduction of AQI before and after lockdowns. This figure reflects the geographic distributions of cities involved in this study and the relative change in the average value of AQI after lockdown compared",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Event study analysis of city lockdown. These figures present the results of the parallel trend tests based on Eq.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "027*** − 0.047*** − 0.080*** − 0.022*** − 0.035*** − 0.0.055*** − 0.041*** − 0.060*** − 0.074*** − 0.026*** − 0.009***",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The effect of within-city",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Standard errors are clustered at the city-day level. t statistics are reported below the coefficients in parentheses",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Standard errors are clustered at the city-day level. t statistics are reported below the coefficients in parentheses",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}