{
    "paper_id": "3e70f452650b227c89b3f852344db0aadf56a541",
    "metadata": {
        "title": "Schwerpunkt: Was ist gesichert in der Therapie? Sepsis-3",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "David",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medizinische Hochschule Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "F M"
                ],
                "last": "Brunkhorst",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Jena",
                    "location": {
                        "settlement": "Jena",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "? Mit einer Mortalität von knapp 60 % ist der septische Schock auch im 21. Jahrhundert ein tödliches Syndrom, das einer frühen Diagnose sowie einer raschen Einleitung differenzierter Therapien bedarf. Im Jahr 2016 wurde die Sepsisdefinition von 1992 bzw. 2003 abermals erneuert. Sie fokussiert sich nun auf die zentralen Komponenten fehlregulierte Wirtsantwort und Organdysfunktion. Außerdem wurde eine neue internationale Leitlinie publiziert, auf deren Inhalt im vorliegenden Beitrag besonders eingegangen wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Das Wort Sepsis geht auf Hippocrates zurück und bedeutet aus dem Griechischen übersetzt in etwa so viel wie Fäulnis. Bereits die erste Definition von Hugo Schottmüller im Jahr 1914 machte deutlich, dass es sich per se nicht um eine Erkrankung, sondern um ein Syndrom mit einer pathologischen Wirtsreaktion auf eine Infektion handelt. Somit ist die Bezeichnung Fäulnis wenig treffend, was nochmal durch die Tatsache deutlich wird, dass Patienten mit Sepsis letztendlich nicht an der Infektion, sondern an der Wirtsantwort sterben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historische Aspekte"
        },
        {
            "text": "Auf der Basis dieser Überlegungen wurde die initiale Sepsisdefinition 1989 überarbeitet. Eine Expertenkommission führte ohne echte wissenschaftliche Evidenz das Konzept des Syndroms der systemischen Inflammationsreaktion (\"systemic inflammatory response syndrome\" [SIRS]) ein [2] . Daraufhin Um diesen Schwachstellen auf wissenschaftlicher Basis zu begegnen, hat ein internationales Expertenkonsortium 2016 eine neue Definition in drei JAMA-Veröffentlichungen publiziert [12] [13] [14] . Anfang 2017 folgte außerdem die Veröffentlichung der neuen internationalen Sepsisleitlinie der Surviving Sepsis Campaign (SSC; [8, 9] ).",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 282,
                    "end": 291,
                    "text": "Daraufhin",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Historische Aspekte"
        },
        {
            "text": "Im Kontext der neuen, dritten Definition ist der Terminus \"Sepsis-3\" geschaffen worden. Zum ",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "Zum",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Konsensusdefinition der Sepsis"
        },
        {
            "text": "Abstract Hugo Schottmüller realized already over 100 years ago that sepsis is a syndrome that occurs as a consequence of an infection defined by a systemic overreaction to a periodic invasion of bacilli. Consistent with this old concept, the term \"systemic inflammatory response syndrome\" (SIRS) was coined about 25 years ago and has been regularly used ever since. In 2016, a sepsis task force was formed to re-evaluate the current definition on a scientific basis. The task force suggested a third definition (sepsis-3) of the disease that now focuses both on the pathological host response and on organ dysfunction as obligatory key features to diagnose sepsis. In this review article, the definition is explained in detail and we summarize the novel international sepsis guideline from 2017 with personal commentaries. Zugänge einen möglichen Fokus darstellen, sollten diese unverzüglich entfernt werden. Hierbei dürfen vor allem permanente Katheter wie Ports oder getunnelte Vorhofdialysekatheter nicht vergessen werden. Sie müssen gegebenenfalls notfallmäßig operativ entfernt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sepsis-3. What has been confirmed in therapy?"
        },
        {
            "text": "Innerhalb der ersten Stunde soll eine empirische parenterale Antiinfektivatherapie mit einem oder mehreren Präparaten erfolgen. Dabei sind das mutmaßliche Erregerspektrum (Pilze, Viren, \"multidrug resistance\") und die Gewebepenetranz je nach klinischem Fokus zu berücksichtigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimikrobielle Therapie"
        },
        {
            "text": "antimikrobiellen Therapie ist so schnell wie möglich durchzuführen ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "» Eine Deeskalation der"
        },
        {
            "text": "Solange eine weitere Applikation von kristalloider Flüssigkeit die Hämodynamik verbessert (Stichwort \"fluid challenge\"), sollte sie weitergeführt werden. Die Volumenreagibilität kann klinisch besonders zuverlässig unter kontinuierlichem Monitoring des Herzzeitvolumens mit einer Autotransfusion, dem sogenannten \"passive leg raising test\", überprüft werden [3] .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Weiteres Flüssigkeitsmanagement"
        },
        {
            "text": "Eine schwache Empfehlung mit niedriger Evidenz gibt es für den Einsatz von Albumin bei Patienten, die erhebliche Mengen an Kristalloiden benötigen. Diese schwache Empfehlung mit geringer Evidenzqualität basiert vor allem auf Subgruppen-und Metaanalysen und sollte unseres Erachtens nicht zum unreflektierten Einsatz dieser teuren Substanz führen. Kontrollierte, randomisierte Daten liegen aktuell nicht vor, eine nationale multizentrische Studie ist aber aktuell in Deutschland geplant. Die Leitlinie bleibt dem Leser schuldig, ab wann konkret von erheblichen Flüssigkeitsmengen gesprochen wird. Ausdrücklich nicht empfohlen ist die Verwendung von Hydroxyethylstärke, diese führt zu einer erhöhten Inzidenz der akuten Nierenschädigung und zur Übersterblichkeit [6] .",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Weiteres Flüssigkeitsmanagement"
        },
        {
            "text": "Basierend auf der Pathophysiologie des septischen Schocks mit massivem peripherem Widerstandsverlust ist Norepinephrin nach wie vor das Medikament der ersten Wahl. Bei Nichterreichen des Ziel-MAD ≥65 mm Hg oder zum Einsparen sehr hoher Norepinephrindosen kann eine zusätzliche Gabe von Vasopressin (bis zu 0,03 U/min) erfolgen. Zum kontinuierlichen Monitoring sollte bei allen Patienten eine invasive Blutdruckmessung erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vasopressoren"
        },
        {
            "text": "Der Einsatz von Dopamin wird nur bei einer selektierten Subgruppe von Patienten empfohlen; sicher soll kein Einsatz in sogenannter niedriger \"Nierendosis\" erfolgen. In den Kliniken der Autoren kommt Dopamin in dieser Indikation de facto jedoch nie zum Einsatz. Dobutamin hingegen wird bei Patienten mit persistierender Hypoperfusion trotz adäquater Flüssigkeits-und Vasopressortherapie empfohlen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vasopressoren"
        },
        {
            "text": "Bei kardial gesunden Patienten sollten Erythrozytenkonzentrate erst ab einem Hämoglobinspiegel <7,0 g/dl transfundiert werden. Frischplasma (FFP) soll nicht zur Korrektur von Gerinnungsparametern oder vor geplanten invasiven Tätigkeiten verabreicht werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blutprodukte"
        },
        {
            "text": "Der Einsatz von Hydrokortison sollte -wie bereits in der letzten Auflage der Leitlinie -auf Patienten mit flüssigkeits-und katecholaminrefraktärem Schock begrenzt bleiben (200 mg/Tag kontinuierlich i. v.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjuvante Therapiestrategien"
        },
        {
            "text": "Intravenöse Immunglobuline bei erwachsenen Patienten mit septischem Schock sind bisher nicht empfohlen. Aufgrund fehlender Daten wird außerdem keine Empfehlung für extrakorporale Adsorptionsverfahren sowie den Einsatz von Thrombomodulin ausgesprochen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjuvante Therapiestrategien"
        },
        {
            "text": "Bei Patienten mit hypoperfusionsinduzierter Laktatazidämie und einem pH ≥7,15 sollte kein Natriumbicarbonat zur Verbesserung der Hämodynamik eingesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjuvante Therapiestrategien"
        },
        {
            "text": "In . Abb. 2 sind die wesentlichen Empfehlungen sowohl diagnostischer als auch therapeutischer Natur an einem fiktiven Patientenbeispiel im zeitlichen Verlauf grafisch zusammengefasst. <100 mm Hg (positiv bei ≥2 von 3 Parametern). 4 ",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Adjuvante Therapiestrategien"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Goal-directed resuscitation for patients with early septic shock",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Peake",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ARISE Investigators",
            "volume": "371",
            "issn": "",
            "pages": "1496--1506",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1404380"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Definitions for sepsis and organ failure and guidelines for the use of innovative therapies in sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Cerra",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The ACCP/SCCM Consensus Conference Committee",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Predicting fluid responsiveness by passive leg raising: a systematic review and meta-analysis of 23 clinical trials",
            "authors": [
                {
                    "first": "Tgv",
                    "middle": [],
                    "last": "Cherpanath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Geerts",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care Med",
            "volume": "44",
            "issn": "",
            "pages": "981--991",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000001556"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SCCM/ESICM/ACCP/ATS/SIS International Sepsis Definitions Conference",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "530--538",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-003-1662-x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Trial of early, goal-directed resuscitation for septic shock",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mouncey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "1301--1311",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1500896"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hydroxyethyl starch 130/0.42 versus Ringer's acetate in severe sepsis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Guttormsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "124--134",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1204242"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A randomized trial of protocol-based care for early septic shock",
            "authors": [
                {
                    "first": "Yealydm",
                    "middle": [],
                    "last": "Investigatorspces",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "1683--1693",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1401602"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Surviving sepsis campaign: international guidelines for management of sepsis and septic shock",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "43",
            "issn": "3",
            "pages": "304--377",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-017-4683-6"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Surviving sepsis campaign: international guidelines for management of sepsis and septic shock",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care Med",
            "volume": "45",
            "issn": "",
            "pages": "486--552",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000002255"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Earlygoaldirected therapy in the treatment of severe sepsis and septic shock",
            "authors": [
                {
                    "first": "Nguyenb",
                    "middle": [],
                    "last": "Riverse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "1368--1377",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa010307"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Time to treatment and mortality during mandated emergency care for sepsis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gesten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Prescott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "",
            "pages": "2235--2244",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1703058"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessment of clinical criteria for sepsis: for the third international consensus definitions for sepsis and septic shock (sepsis-3)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Iwashyna",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "762--774",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.0288"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Developing a new definition and assessing new clinical criteria for septic shock: for the third international consensus definitions for sepsis and septic shock (sepsis-3)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shankar-Hari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "8",
            "pages": "775--787",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.0289"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The third international consensus definitions for sepsis and septic shock (sepsis-3)",
            "authors": [
                {
                    "first": "Deutschmancs",
                    "middle": [],
                    "last": "Singerm",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "8",
            "pages": "801--810",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Kriterien zur Diagnosestellung eines SIRS waren Fieber oder Hypothermie, Tachykardie, Tachypnoe sowie Leukozytose oder Leukopenie, von denen 2 positiv sein mussten. Diese weichen Kriterien haben zu einer relativen Überidentifikation mit konsekutiv hoher Prävalenz des Syndroms -und Optimierung von Krankenhauserlösen -geführt.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Score, s. unten). Zu guter Letzt wurden die Ergebnisse und Entscheidungsprozesse in 3 konsekutiven JAMA-Beiträgen veröffentlicht[12][13][14]. Die dritte internationale Konsensusdefinition lautet:Erwähnenswert für die Einordnung dieser neuen Definition ist die Tatsache, dass die Diagnose der zugrunde liegenden Infektion nicht Gegenstand von Sepsis-3 war und ausschließlich über die Empfehlungen der verantwortlichen Fachgesellschaften definiert wird. Nach der Publikation von Sepsis-3 wurde der vermeintliche Wegfall des SIRS teilweise sehr emotional diskutiert. DieTatsache, dass die SIRS-Kriterien nach wie vor eine wichtige Rolle bei der Diagnosestellung der Erkrankung spielen, nicht aber Gegenstand der Definition an sich sind, wurde von den Kollegen offensichtlich übersehen. Das Konzept eines Syndroms der systemischen Inflammation ist keinesfalls einfach verschwunden. Die Publikation von Mervin Singer et al. gibt darüber hinaus eine interessante Empfehlung, wie wir als Kliniker Tab. 1 Sequential Organ Failure Assessment (SOFA) Score FIO2 Fraktion des eingeatmeten Sauerstoffs; GCS Glasgow Coma Scale; MAD mittlerer arterieller Druck; paO2 arterieller Sauerstoffpartialdruck Internist 2017 · 58:1264-1271 https://doi.org/10.1007/s00108-017-0338-5 © Springer Medizin Verlag GmbH 2017 S. David · F. M. BrunkhorstSepsis-3. Was ist gesichert in der Therapie?",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Nur bei septischem Schock wird eine, wenngleich schwache, Empfehlung für eine Kombinationstherapie ausgespro-chen. Dies gilt explizit nicht für die einfache Bakteriämie oder Sepsis; interessanterweise auch nicht für die neutropene Sepsis.Die empirische Therapie soll nach Erregeridentifikation und Testung der minimalen Hemmkonzentration (MHK) entsprechend den üblichen Tarragona-Prinzipien (. Infobox 1) erfolgen. Sowohl bei mikrobiologischem Erregernachweis als auch bei empirischer Kombinationstherapie im septischen Schock ist -nach klinischem Zustand -eine Deeskalation so schnell wie möglich durchzuführen. Spezielle Virus-oder Pilzinfektionen Im Gegensatz hierzu soll die Therapiedauer verkürzt werden, wenn ein sehr gutes klinisches Ansprechen beobachtet werden kann. Eine Evaluation, ob eine Deeskalation möglich ist, sollte täglich erfolgen.Prokalzitonin (PCT) wird als adäquates Hilfsmittel zur Steuerung der Antibiotikatherapie erwähnt. Dieses Statement bezieht sich zum einen auf die Beendigung einer Therapie nach erfolgreicher Infektkontrolle und zum anderen auf das Absetzen einer initial empirischen Therapie bei Verdacht auf Sepsis mit jedoch nachfolgend fehlender Evidenz, also bei einer irrtümlichen Therapie.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Norepinephrin (Ziel-MAD 65 mmHg) ggf. + Vasopressin maximal 0,03 IU/kg (falls MAD von 65 mmHg nicht erreichbar) Breitspektrumantibiotikum (nach BK-Abnahme) Intubation bei ARDS (V t 6 ml/kg Ideal-KG, hoher PEEP, P max < 30 mmHg, Bauchlage erwägen) Nierenersatztherapie (bei eindeutiger Indikation) Hydrokortison (falls Hypotonie therapierefraktär, 200 mg/Tag) Frühe enterale Ernährung Insulintherapie bei BZ > 180 mg/dl Abb. 2 8 Diagnostik und Therapieoptionen der Sepsis im zeitlichen Verlauf. Schematische Darstellung eines Beispielpatienten. AF Atemfrequenz; ARDS \"acute respiratory distress syndrome\"; BK Blutkultur; BZ Blutzucker; CRP C-reaktives Protein; GCS Glasgow Coma Scale; MAD mittlerer arterieller Druck; PCT Prokalzitonin; PEEP positiver endexspiratorischer Druck Der Internist 12 · 2017 1269 te Urinproduktion allein sollte nicht zur Indikationsstellung der Nierenersatztherapie führen. Ernährung Bei Patienten, die enteral ernährt werden können, ist immer eine frühe enterale Ernährung anzustreben; eine frühe parenterale Ernährung ist hingegen nicht empfohlen. Falls keine frühe enterale Ernährung möglich ist, sollen initial Glukoselösungen eingesetzt werden. Ein routinemäßiges Monitoring des gastralen Refluxes ist nicht erforderlich, kann aber bei Ernährungsintoleranz oder hohem Aspirationsrisiko sinnvoll sein (gilt jedoch nicht für chirurgische Patienten). In diesem Fall sollten prokinetische Medikamente und gegebenenfalls postpylorische Ernährungssonden eingesetzt werden. Unter Immunonutrition bekannte Zusatzstoffe wie Selen, Glutamin, Argininund Carnitinsollennicht in derSepsis eingesetzt werden. Eine Empfehlung zur täglichen Thromboseprophylaxe mit einer Präferenz für niedermolekulare Heparine gegenüber unfraktioniertem Heparin wurde ausgesprochen. Zudem ist eine Kombination mit einer mechanischen Prophylaxe, wann immer möglich, empfohlen. Diese soll auch bei Patienten mit Kontraindikationen einer pharmakologischen Prophylaxe konsequent eingesetzt werden. Die Stressulkusprophylaxe ist ausdrücklich nur bei Patienten mit erhöhtem Risiko einer gastrointestinalen Blutung empfohlen. Bei der Durchführung sind H2-Blocker den Protonenpumpeninhibitoren gleichwertig.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Anfang des Jahres wurde eine neue internationale Sepsisleitlinie mit evidenzbasierten Handlungsempfehlungen veröffentlicht. 4 Neue spezifische Therapiestrategien, die die pathologische Wirtsantwort modulieren, gibt es nicht. Dies unterstreicht die Wichtigkeit translationaler Grundlagenforschung. Einhaltung ethischer Richtlinien Interessenkonflikt. S. David und F.M. Brunkhorst geben an, dass kein Interessenkonflikt besteht. Dieser Beitrag beinhaltet keine von den Autoren durchgeführten Studien an Menschen oder Tieren.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Die aktuelle Leitlinie fasst die wirklich gesicherten -also evidenzbasierten -Strategien zusammen. Allerdings kann man festhalten, dass der Hang zu Altbewährtem -Nichtevidenzbasiertem -an einigen Stellen nicht zu übersehen ist.Die Evidenz aus intensivmedizinischen Studien, dass der ZVD als statischer Vorlastparameter ungeeignet zur Abschätzung des Volumenstatus ist und in dieser Indikation nicht mehr angewendet werden sollte, ist eindeutig. Außerdem haben die transatlantischen Studien ProCESS [7] , ARISE [1] und ProMISe [5] zur zielgerichteten Therapie der Sepsis (\"early goal-directed therapy\") ergeben, dass die ZVD-und ScvO2-basierten Protokolle keinen Unterschied ",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 662,
                    "end": 673,
                    "text": "Unterschied",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Anmerkungen und Status quo"
        }
    ]
}