{
    "paper_id": "3e72a3fbb2c5fc825ccf86d8aa3c997776cbf588",
    "metadata": {
        "title": "XXX 2020 • Volume XX • Number XXX",
        "authors": [
            {
                "first": "Fabien",
                "middle": [],
                "last": "Maldonado",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fr",
                "middle": [
                    "John"
                ],
                "last": "Rafael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "West"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hospital",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tn",
                "middle": [
                    ";"
                ],
                "last": "Nashville",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Myrick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Shinall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The CoronaVirus Disease 2019 (COVID-19) pandemic has, in hot spots, overwhelmed our ability to provide lifesaving interventions, including mechanical ventilation, to all critically ill patients (1) (2) (3) . This unfortunate reality begets complicated bioethical scenarios discussed in a recent article by Sprung et al (4) as part their comprehensive recommendations for adult ICU triage recently published in Critical Care Medicine. One particularly difficult question raised in these recommendations and other published allocation frameworks (5, 6) is the following: \"Is it ever ethical to remove a ventilator from a patient in order to reallocate it to another we believe would derive more benefit from it?\"",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 306,
                    "end": 322,
                    "text": "Sprung et al (4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most allocation frameworks involve triage teams who operate in isolation from the team caring for patients and who assign a priority score to patients based on the likelihood of survival. This ensures consistency, objectivity, and respect of the fiduciary relationship between providers and patients (3, 7) . Their adoption by healthcare institutions is predicated on their alleged consistency with both consequentialist (i.e., what generates the best results) and nonconsequentialist ethical principles (which emphasize the intrinsic morality of certain actions) (3, 5, 6, 8, 9) .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under such allocation frameworks, withdrawal of ventilators may be permissible to reallocate them to patients who may derive more benefit from them, as assessed by independent triage teams. Such reallocation is often justified by the \"equivalence thesis: all things being equal, it is ethically justified to withdraw a life-supporting treatment that could conceivably have been withheld in the first place\" (10) . While relatively uncontroversial when aligned with the patient's wishes (11) , this principle has been tentatively extrapolated to crisis standards of care to mean that it is morally permissible to withdraw lifesupporting measures for reallocation purposes, even against the individual patient's wishes and best interests (12) . Claims of moral equivalence in this new situation need to be justifiable to avoid the charge of moral expediency. We propose the following three points that we believe need further study and clarification, as examples of the need for inquiry into this burgeoning controversial issue.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, the equivalence of withdrawing and withholding lifeprolonging care is not as settled as it seems. There is indeed a broad consensus that, in cases when the patient wishes to forego life-prolonging care or the medical team deems such care inappropriate, withdrawing and withholding this care are morally equivalent. Nevertheless, healthcare professionals and the community consistently seem to view withholding lifesupporting measures as less problematic than withdrawing them (13, 14) . Proponents of the equivalence thesis suggest that the reluctance to withdraw life support is due to flawed moral reasoning, psychological bias, and social conventions. Our moral intuitions may be misguided and subject to the 'omission bias', that is, the tendency to consider the consequences of omissions as morally less serious than that when due to direct actions (15) . On that view, not initiating life-supporting measures resulting in patient death would be mistakenly construed as more acceptable than causing a patient death by withdrawing life support. An extensive ethical and legal debate about such moral intuitions led to the consensus that honoring a patient's wish to discontinue a life-prolonging therapy has the same moral status as honoring a wish not to initiate it. This new situation of reallocation, possibly against a patient's wish, warrants a new discussion about these moral intuitions.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, a tenet of the equivalence thesis, which posits the moral equivalence of withholding and withdrawing lifesupporting measures in usual circumstances, is the \"all other things being equal\" clause (10). This would include not only the intentions of those performing the actions, but also risks and predicted outcomes. However, the application of a reallocation process will necessarily ignore the obvious fact that the predicted outcome of the patient, who in this new situation is still benefiting from life-support measures, is better than before they were initiated, that is, all things are not equal. Withdrawal of a ventilator to reallocate it to another person may very well be justified in some situations, but the equivalence thesis will not be enough, and appeal to other ethical principles, such as fairness and distributive justice, will need to be convincingly argued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, entering into a physician-patient relationship commits physicians to accept a number of responsibilities toward their patients (beneficence, nonmaleficence) that they would not necessarily be responsible for before entering into that privileged relationship (12) . Imposing a triage decision on a physician before she/he commits to the care of an individual patient may be substantially different from imposing it after that fiduciary relationship is established. While justification for such reallocation may be argued during crisis standards of care, its adoption does appear to require a substantial revision of the moral standards framing the physician-patient relationship.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unless we take a purely consequentialist approach to the ethics of scarce ventilator allocation, we need to have discussions about several issues: 1. Does the ventilated patient have a different moral claim on the ventilator than the person who is not yet on the ventilator but needs it? 2. What obligation does the medical team have to the patient they are already treating compared with the patient whom they have not yet started treating? 3. What is the relative moral (and legal) blameworthiness of not saving a person's life that could be saved versus physically stopping something that is keeping someone alive if the wish of the patient is to stay alive? 4. How do we weigh the moral valuations we make from answering the previous questions with the obligation to maximize the number of patients who survive?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These are the questions we must urgently debate and about which we must attempt to develop consensus. Merely assuming \"withdrawing and withholding are equivalent\" short-circuits the needed debate. We agree that allocation frameworks should generally satisfy both utilitarian and rule-based models but worry that the particular scenario of \"withdrawing to reallocate\" has been primarily justified on utilitarian grounds. Thus, we suggest a cautious approach to withdrawing life support, one that is individualized rather than protocol driven and includes all key stakeholders (triage team, care team, patients, and their loved ones). Until a consensus emerges, the principle of caution should apply in case of disagreements. This approach is consistent with that proposed by Sprung and colleagues, which we believe balances uncertainty with flexibility (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Maldonado received funding from UptoDate and Medtronic. Drs. Maldonado, Shinall, and Ely received support for article research from the National institutes of Health (NIH). Dr. Shinall's institution received funding from the NIH. Dr. Rafael disclosed that he does not have any potential conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Task Force for Mass Critical Care; Task Force for Mass Critical Care: Triage: Care of the critically ill and injured during pandemics and disasters: CHEST consensus statement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "146",
            "issn": "",
            "pages": "61--74",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Too many patients … A framework to guide statewide allocation of scarce mechanical ventilation during disasters",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Daugherty Biddison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Gwon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chest",
            "volume": "155",
            "issn": "",
            "pages": "848--854",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Triage of scarce critical care resources in COVID-19: An implementation guide for regional allocation: An expert panel report of the Task Force for Mass Critical Care and the",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Maves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dichter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adult ICU triage during the coronavirus disease 2019 pandemic: who will live and who will die? Recommendations to improve survival",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fair allocation of scarce medical resources in the time of Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2049--2055",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Allocation of Scarce Critical Care Resources During a Public Health Emergency",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A framework for rationing ventilators and critical care beds during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1773--1774",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Principles for allocation of scarce medical interventions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wertheimer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "423--431",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus disease 2019 triage teams: Death by numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zivot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A costly separation between withdrawing and withholding treatment in intensive care",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioethics",
            "volume": "28",
            "issn": "",
            "pages": "127--137",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Seeking worldwide professional consensus on the principles of end-of-life care for the critically ill. The Consensus for Worldwide End-of-Life Practice for Patients in Intensive Care Units (WELPICUS) study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "190",
            "issn": "",
            "pages": "855--866",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Withholding and withdrawing life-sustaining treatment: ethically equivalent?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Ursin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Bioeth",
            "volume": "19",
            "issn": "",
            "pages": "10--20",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The community speaks: Understanding ethical values in allocation of scarce lifesaving resources during disasters",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Daugherty Biddison",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schoch-Spana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Am Thorac Soc",
            "volume": "11",
            "issn": "",
            "pages": "777--783",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "EURONIC Study Group (European Project on Parents' Information and Ethical Decision Making in Neonatal Intensive Care Units): Neonatal end-of-life decision making: physicians' attitudes and relationship with self-reported practices in 10 European countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rebagliato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cuttini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Broggin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "284",
            "issn": "",
            "pages": "2451--2459",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Withdrawal aversion and the equivalence test",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Butcherine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Bioeth",
            "volume": "19",
            "issn": "",
            "pages": "21--28",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000004475"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}