{
    "paper_id": "3e73f31f626c4e915ab49029acd1bec63ba9a8f5",
    "metadata": {
        "title": "Content analysis of social and economic issues in Indonesia during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Dyah",
                "middle": [],
                "last": "Gandasari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diena",
                "middle": [],
                "last": "Dwidienawati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bina Nusantara University",
                    "location": {
                        "country": "Indonesia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Mass communication plays an important role in human life in transmitting information to the members of a community using various forms of media. It also helps communities make decisions and form collective opinions for better understanding of the problems (Sucahya, 2013) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 271,
                    "text": "(Sucahya, 2013)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to Littlejohn and Fos (2009) , newspapers are the main form of mass media used by communities to acquire information on current and past events. They play an important role in spreading messages to many readers in different regions simultaneously and quickly. This mass medium also broadens the horizons of people's views, enabling them to determine when events occur and reduce uncertainty. According to Budiman (2001) , various communities have considered the newspaper an essential source of information.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 38,
                    "text": "Littlejohn and Fos (2009)",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 429,
                    "text": "Budiman (2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over almost 400 years , media have experienced stages of rapid change, the latest of which being the development of online mass media based on digitalisation. Today's digital technology is the standard for all mass media, and it has become more personal and mobile. Mass media is omnipresent, and even newspapers have become wireless (Biagi, 2010) .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 347,
                    "text": "(Biagi, 2010)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most newspapers, according to Biagi (2010) , have launched online editions to expand their reach. According to research carried out by Sucahya (2013) in the Indonesian National Library, there are 112 online mass media websites in Indonesia, including Antara News.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 42,
                    "text": "Biagi (2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 135,
                    "end": 149,
                    "text": "Sucahya (2013)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The frequency of published news is an indicator of the level of significance of a problem. The greater the attention a newspaper pays to the community, the more valuable it is in reporting problems (Muhsin, 1998) . Publishers need to choose the most useful and interesting material and distribute it to the community.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 212,
                    "text": "(Muhsin, 1998)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Currently, news related to the COVID-19 outbreak is the most popular. The virus, caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), became a pandemic after it was first discovered in Wuhan, China, and then spread rapidly to more than 190 countries and territories (Susilo et al., 2020) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 306,
                    "text": "(Susilo et al., 2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first two cases of COVID-19 in Indonesia were reported on 2 March 2020 (Ratclife, 2020) . By 31 March 2020, there were a total of 1, 528 confirmed cases and 136 deaths. Subsequently, a total of 2,956 confirmed cases and 240 deaths were recorded on 8 April 2020, and on 14 June 2020, the death rate increased to 2,134, with 38,277 confirmed cases (Antara News, 2020). Susilo et al. (2020) stated that by 31 March 2020, the mortality rate in Indonesia was 8.9%, thereby making it the highest in Southeast Asia. However, by 14 June 2020, the death rate had decreased to 5.6%.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 91,
                    "text": "(Ratclife, 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 371,
                    "end": 391,
                    "text": "Susilo et al. (2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to Susilo et al. (2020) , the spread of this virus has had adverse social and economic impacts worldwide. Eriyatno et al. (2010) stated that it has exacerbated the employment crisis due to an increase in the unemployment rate and poverty.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 33,
                    "text": "Susilo et al. (2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 116,
                    "end": 138,
                    "text": "Eriyatno et al. (2010)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A literature review was carried out in the fields of journalism and content analysis to acquire a broader knowledge of the research topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There have been previous studies in the field of journalism conducted by Muhsin (1998) , Sucahya (2013) , Budiman (2001) , Akmaluddin (2004) and Kasmani (2019) . Studies have also been conducted related to the content analysis of online media (Budiman, 2001; Gandasari et al., 2014 Gandasari et al., , 2020 Muhsin, 1998) , printed journals (Akmaluddin, 2004) , culture (Fitri, 2016; Harefa, 2019; Ihsan, 2017; Pratiwi, 2017; Sukwika, 2016) , forestry (Fadhilah, 2018; Praktika, 2018) and economics (Maulana, 2016; Pangestika, 2014) . This is a preliminary study to describe the social and economic issues related to COVID-19 in Indonesia. This research was conducted because there still have been only a few research analyses of online media content concerning the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 86,
                    "text": "Muhsin (1998)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 89,
                    "end": 103,
                    "text": "Sucahya (2013)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 106,
                    "end": 120,
                    "text": "Budiman (2001)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 123,
                    "end": 140,
                    "text": "Akmaluddin (2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 145,
                    "end": 159,
                    "text": "Kasmani (2019)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 243,
                    "end": 258,
                    "text": "(Budiman, 2001;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 259,
                    "end": 281,
                    "text": "Gandasari et al., 2014",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 282,
                    "end": 306,
                    "text": "Gandasari et al., , 2020",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 307,
                    "end": 320,
                    "text": "Muhsin, 1998)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 340,
                    "end": 358,
                    "text": "(Akmaluddin, 2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 369,
                    "end": 382,
                    "text": "(Fitri, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 383,
                    "end": 396,
                    "text": "Harefa, 2019;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 397,
                    "end": 409,
                    "text": "Ihsan, 2017;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 410,
                    "end": 424,
                    "text": "Pratiwi, 2017;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 425,
                    "end": 439,
                    "text": "Sukwika, 2016)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 451,
                    "end": 467,
                    "text": "(Fadhilah, 2018;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 468,
                    "end": 483,
                    "text": "Praktika, 2018)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 498,
                    "end": 513,
                    "text": "(Maulana, 2016;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 514,
                    "end": 531,
                    "text": "Pangestika, 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The questions of this study are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) what social issues were reported in the online news media during the early days of the COVID-19 pandemic, and (2) what economic issues were reported in the online news media during the same period. This research aims to identify the content of the news conveying COVID-19 pandemic information based on its frequency and content related to social and economic issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mass media is believed not only to have certain objective effects on society but also to have social goals. This means that some of the effects that have been observed are deliberate and have been positively assessed. This includes the effect of disseminating information and expressing the different voices and views of governments, authorities and individual communicators (McQuail, 2012) .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 390,
                    "text": "(McQuail, 2012)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "The normative theory of media and society addresses the idea of how the media act in the broad public interest or for the good of society as a whole. When applied to the mass media, its simple meaning is that the media fulfil a number of important and basic tasks in contemporary society and feed public interest. There are four distinct models in the normative theory, namely the market model, the public interest model, the professional model and the alternative media model, although they sometimes overlap (McQuail, 2012) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 525,
                    "text": "(McQuail, 2012)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "Real evidence of how mass communication works is provided by its content. There are three aspects of mass media content analysis, namely content as information, content as hidden meaning (semiology) and traditional quantitative content analysis (McQuail, 2011) . Berelson's (1952) traditional quantitative content analysis in McQuail (2011) is a research technique for the objective, systematic and quantitative description of the manifestation of communication content. This assumes that the surface meaning of the text is clear and can be read by the observers as well as expressed quantitatively. Meanwhile, based on the semiological approach, hidden or latent meaning is the most significant (McQuail, 2011) . Both of these analyses can be used to apply symbolic products and answer questions about the relationship between content, creator, social context and recipients (Barker, 2003 in McQuail, 2011 .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 260,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 263,
                    "end": 280,
                    "text": "Berelson's (1952)",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 711,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 876,
                    "end": 889,
                    "text": "(Barker, 2003",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 906,
                    "text": "in McQuail, 2011",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "According to McQuail (2011) , several reasons for studying media content are (1) an interest in the potential effects of mass communication, whether intentional or not, or a desire to understand the attraction of content for audiences; and (2) that this perspective has a practical basis from the point of view of mass communicators, but is gradually expanding and being augmented to embrace larger theoretical issues. Early studies of content reflected attention to social issues to which the media were linked; then, the various objectives were gradually expanded to include news, information and much of the entertainment content.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 27,
                    "text": "McQuail (2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "Many early studies were based on the assumption that content reflected the goals and values of its creators, more or less directly; this meaning can be found or inferred from the message. The study of content then becomes more complex and challenging. Perhaps it can be said that the most interesting aspect of media content is often not the explicit message but, to a greater or lesser extent, the hidden messages and uncertain meanings that exist in media texts. Despite various complexities, it may useful at this point to introduce the main motives guiding the study of media content (McQuail, 2011) , which are as follows: (1) describing and comparing media output, (2) comparing media with social reality, (3) media content as a reflection of social and cultural values and beliefs, (4) making hypotheses about the functions and effects of media, (5) evaluating media performance, (6) studies of media bias, (7) audience analysis, (8) answering questions about genre, textual and discourse analysis, narrative and other forms, and (9) content rating and classification.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 603,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "The discourse on media content originates in the information theory approach popularised through the work of Shannon and Weaver (1949) in McQuail (2011) . Its roots are mixed with basic transmission models, which assume that communication is essentially the deliberate transfer of information from sender to receiver via channels that are subject to interference (McQuail, 2011) . According to this model, communication is assessed according to its efficiency and effectiveness in achieving the planned 'transfer' (McQuail, 2011) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 134,
                    "text": "Shannon and Weaver (1949)",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 152,
                    "text": "McQuail (2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 363,
                    "end": 378,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 514,
                    "end": 529,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "According to Frick (1959) in McQuail (2011) , the notion that has led to the development of information theory is the understanding that all processes that can be said to transfer information are basically selection processes. The mathematical theory of communication provides an objective approach to text communication analysis (McQuail, 2011) . The basis for objectivity (quantification) is the binary coding system that forms the basis for digital computation (McQuail, 2011) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 25,
                    "text": "Frick (1959)",
                    "ref_id": null
                },
                {
                    "start": 29,
                    "end": 43,
                    "text": "McQuail (2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 330,
                    "end": 345,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 464,
                    "end": 479,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "This information theory line of thought (McQuail, 2011) provides tools for the analysis of the informative content of texts and opens up several other avenues of research. According to McQuail (2011) , most of the application of information theory is focused on the type of informative content (such as news).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 199,
                    "text": "McQuail (2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "According to McQuail (2011) , an example of how information theory assumptions can be used in media content analysis can be found in certain measures of informative nature, interest, diversity and information flow. The simplest approach is to count the number of facts in the text, with possible alternatives, to define what constitutes a fact (McQuail, 2011) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 27,
                    "text": "McQuail (2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 344,
                    "end": 359,
                    "text": "(McQuail, 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "In general, there are two forms of flow in content, namely the flow of transmission and flow of production and exchange of meaning (Fiske, 1990 in Eriyanto, 2011 . The transmission paradigm sees communication as a form of message delivery, a static, linear process, a one-way relationship from media to audiences (Eriyanto, 2011) . Meanwhile, the D. Gandasari, D. Dwidienawati Heliyon 6 (2020) e05599 exchange-of-meaning paradigm sees communication as a process of dissemination and a process of production and exchange of meanings, in which messages are not static and are formed jointly between sender and receiver (Eriyanto, 2011) . Edgar Dale's 1928 content study in Eriyanto (2011) was to map what film themes were circulating in theatres. Laswell (1927) wrote about the content analysis of propaganda techniques used during World War I (Eriyanto, 2011) . Auld and Murray (1950) researched personality schemes using content analysis (Eriyanto, 2011) . Research by Asp (1981) in McQuail (2011) involved measuring the information value (or information nature) of news on certain controversial issues based on three different indicators of news content (density, breadth and information value index). Chaffe (1981) in McQuail (2011) conducted a measure of diversity using Schram's entropy measure, which involved calculating a number of categories and the consistency of the space-time distribution of media between various categories.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 143,
                    "text": "(Fiske, 1990",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 161,
                    "text": "in Eriyanto, 2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 313,
                    "end": 329,
                    "text": "(Eriyanto, 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 350,
                    "end": 376,
                    "text": "Gandasari, D. Dwidienawati",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 633,
                    "text": "(Eriyanto, 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 671,
                    "end": 686,
                    "text": "Eriyanto (2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 745,
                    "end": 759,
                    "text": "Laswell (1927)",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 858,
                    "text": "(Eriyanto, 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 861,
                    "end": 883,
                    "text": "Auld and Murray (1950)",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 954,
                    "text": "(Eriyanto, 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 969,
                    "end": 979,
                    "text": "Asp (1981)",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 997,
                    "text": "McQuail (2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1210,
                    "end": 1216,
                    "text": "(1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "This research uses the normative theory of media and society and information theory together with the transmission paradigm. The main motive of this media content study is to answer questions about textual analysis using quantitative content analysis. Therefore, this research is limited to quantitative content analysis (see Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Theoretical background"
        },
        {
            "text": "This was a descriptive quantitative study using a content analysis approach to obtain primary data from 6,376 online news articles published by Antara News from 28 February to 8 April 2020. Secondary data were collected from books and research journals related to mass communication and COVID-19. Antara News was chosen as the research object because it is a national newspaper with wide geographical coverage. In addition, it publishes more than 50% of the national news content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "Quantitative content analysis is used to measure certain aspects of content carried out quantitatively (Eriyanto, 2011) . The procedure is to measure or calculate aspects of the content and present them quantitatively (Eriyanto, 2011) . Content analysis is mainly used to analyse print or electronic media, such as newspapers, radio, television and film (Eriyanto, 2011) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 119,
                    "text": "(Eriyanto, 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 218,
                    "end": 234,
                    "text": "(Eriyanto, 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 354,
                    "end": 370,
                    "text": "(Eriyanto, 2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "The content analysis in this study focused on newspaper materials using the transmission paradigm as a quantitative approach. We only coded print and visual views (text, images and videos in newspapers). Content analysis with the thematic unit has been used in this research to understand the theme (topic) of the sentences presented in the newspaper. The objects of the content analysis are text, pictures, graphics and videos written and presented in Antara News during the COVID-19 pandemic (see Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 507,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Research method"
        },
        {
            "text": "The analysis unit used in this study is news published in the form of text, images, videos and graphics. During the data collection process, 6,376 news items were published, consisting of 5383 texts, 643 videos, 324 photos and 26 infographic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "The NVivo 12 tool was used to analyse and determine the number of online social and economic issues related to COVID-19. NVivo accommodates a content analysis approach. NVivo is data analysis software that can import texts, audios, videos, images, news articles, spreadsheets, online surveys, web content and social media from various sources into a simple, intuitive interface (di Gregorio, 2020; McNiff, 2016) . For this research, NVivo was used to help organise and analyse the data word format that contained news articles, images, graphics, and videos using a quantitative approach. The software was used to classify, sort and arrange information, and to examine relationships in the data.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 397,
                    "text": "(di Gregorio, 2020;",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 411,
                    "text": "McNiff, 2016)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "The stages in content analysis using NVivo were (1) import: importing text documents into NVivo, using transcription; (2) organise: organising codes, coding texts and creating codes; applying coding stripes and highlights; using cases with classifications and attributes; and (3) explore: exploring queries; applying code and matrix queries; and illustrating with visualisations such as matrix coding, hierarchy charts and word clouds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "A hierarchy chart was used to describe the hierarchy of the code and to define the area in order to reflect the number of coding references. A larger area indicates more coding references. There are two types of hierarchy charts: a tree map and a sunburst. Word clouds can also be used to describe the hierarchy of the code and to size the word in order to reflect the amount of coding. This study used word clouds to describe the hierarchy of the code and column graphs to describe the quantitative result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "The themes (thematic recording units) associated with the COVID-19 pandemic are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes related to online Antara News"
        },
        {
            "text": "1. Social themes, such as regulation; social funds and charities; the humanities; the availability of infrastructure facilities; education; instruction and appeals; culture and religion; R&D; mobilisation; finance and budgeting; collaboration; human resources; work;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes related to online Antara News"
        },
        {
            "text": "Media Content transportation; industry; food distribution and security; law; technology; trading; and politics. 2. Economic themes comprise exchange rates, such as foreign exchange rates, stocks and gold prices; transportation, oil, natural gas and electricity industries; social funds and charities; regulations and policy; agriculture; tourism, hotel and restaurant industries; the finance service industry; material and medical resources; trading and logistics; airports, terminals and ports; economic issues; State-Owned Enterprises (BUMN); human resources; the fishing and marine industry; basic food/sembako; information and communication technology; micro, small and medium enterprises (MSME); building and infrastructure development; collaboration; traditional markets; the plantation industry; stakeholders and entrepreneurs; insurance; minimarkets, modern shops and shopping centres; telecommunication; the shipping service industry; the automotive industry; the craft industry; property; pharmacy; hospitals; the fertiliser industry; logistics; the convection industry; the online market; the shipping industry; statistical issues; the textile industry; R&D; the food and beverage industry; the distribution of goods; maritime investment; tobacco; the mass media; the entertainment industry; the furniture industry; manufacturing; building materials; apparel; electronics; and the jewellery industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes related to online Antara News"
        },
        {
            "text": "The content analysis is illustrated using matrix coding, a word cloud and a column chart as visualisations. The content analysis results are based on the social issues shown in Table 1 , Figures 3 and 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 187,
                    "end": 202,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The results showed that Antara News published 1,847 news items and that there were 20 themes concerning social issues related to COVID-19. The numbers in the matrix (Table 1 ) and the size of each word in the word cloud (Figure 4 ) reflect the number of coding references. A bigger word indicates more coding references. This also indicates humanities a greater amount of information reported. The frequency of published news is an indicator of the various levels of the problem. The more attention a newspaper gives to the community, the more valuable it is in reporting problems. The number in the column chart ( Figure 3 ) reflects the number of coding references as a percentage. From Table 1 and Figure 3 , it can be seen that the top five topics of information were regulation (351 news items, 19%), social funds and charities (229, 12%), the (200, 11%), the availability of infrastructure facilities (180, 10%) and education (149, 8%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 220,
                    "end": 229,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 615,
                    "end": 623,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 689,
                    "end": 696,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 701,
                    "end": 709,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "As a mass medium, Antara News played a role in providing important information during the early days of the COVID-19 pandemic regarding various regulations from preventing the coronavirus, as issued by the government. Many social and community activities were also reported, originating in the activities of various institutions and communities. Social relations were built and driven by the power of social capital. Antara News not only had a certain objective effect on society but also had social goals. Some of the effects of information dissemination are revealed in the voices and views of various parties, namely the government, authorities, academics and the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Textual analysis was used to understand the content and to look specifically at situations where the broadcast content was the main focus of attention. News and actual events related to social coverage in Antara News were classified into several themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Some of the social issue themes that were widely reported in Antara News are regulation, social funds and charities, the humanities, the availability of infrastructure facilities, education, instruction and appeal, and culture and religion. These social issue topics can be seen below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The results show that the theme of regulation was the most widely covered social news published in Antara News. It comprised information related to COVID-19 prevention and regulations issued by the West Java governor. The president provided directives on the supervision of medical devices, personal protective equipment (PPE) distribution and the acceleration of tests in laboratories. Furthermore, cash-intensive programmes and the use of facial and nose masks in public places were implemented by the Purbalingga, the Bantul Regency and the West Java provincial government. A stimulus programme was also carried out by the Indonesian Red Cross Organization, using physical distancing in restaurants, rapid tests on migrants and the issuing of population mobility control protocols by the Surabaya mayor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Large-scale social restrictions (PSBBs) were also enacted to stop the spread of the virus. The PSBBs were considered important because of the increasing difficulties associated with detecting the virus. This led to the implementation of several restrictive steps, such as the closing of schools and workplaces and restrictions on religious, public and social and cultural activities. Restrictions were also imposed on the transportation industry through a limit on the number of passengers and social distancing. People were also mandated to wear masks when leaving the house or in public areas. Communities were advised to use cloth masks as an alternative because of the limited number of medical masks, which were preserved for health workers, while maintaining a distance of 1.5-2 m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The second most significant issue is related to social funds and charities. Indonesia is known for its generosity, as seen from the caring, responsible and attentive attitude of all parties in the midst of the COVID-19 pandemic in order to ease the burden on society. All community elements were involved in social actions, such as the provision of rapid testing kits by the East Kalimantan provincial government, the distribution of rice boxes for online drivers by the presidential secretariat, and the huge production of masks by people with disabilities and West Kalimantan tailors. Furthermore, assistance was provided by the Batang Regency Government, the Ministry of Manpower, the police and Dompet Dhuafa. Free payment tuition fees for public high school students in the Riau Islands for three months. In addition, the Gajah Mada University (UGM) Tzu Chi Foundation and UGM Disaster Response Unit (DERU) provided masks for doctors, 400 tons of basic food for the community in Bandar Lampung and freehand sanitisers to Pangkal Pinang and Central Kalimantan communities. There was also Personal Protection Equipment (PPE) assistance for volunteers and hospitals from the Ministry of Education and Culture, the Ministry of Social Affairs, Pawnshop, the IKA Undip-Djarum Foundation, the Jambi city government, the Tanoto Foundation and accessories companies in Riau. Approximately 50,000 L of disinfectants were distributed by the Hasanuddin Military District Command and Laskar Sasak, with Polimerase Chain Reaction (PCR) tools from the State-owned Enterprises (SOE) Ministry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Information in Antara News on the humanities during the COVID-19 pandemic was conveyed in the form of stories and pictures. This included activities in the isolation rooms at the Wisma Atlet Emergency Hospital, stories about the coronavirus's volunteer persistence and about marginalised people amid the pandemic, educational posts related to the virus, West Kalimantan children's opinions on the impact of the virus, stories on meetings on how to handle the virus while sunbathing, stories of medical personnel in the isolation rooms, socialisation, psychologists' advice on healthy thinking, and information related to the use of masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Some regions, such as the Riau Islands, have minimal available infrastructure; therefore, there was a need for additional PPE from the central government. The addition of COVID-19 referral hospitals and isolation rooms was made by several provincial, regency and city governments, such as the regencies of Pekalongan and Bantul, and the provinces of South Sumatra and North Kalimantan. Additional land for the dead was prepared by the governments in the provinces of Medan, Bandung, Jogjakarta, Sleman, Banjaranyar, Banyumas, South Sulawesi, East Java and Jakarta. Buildings for medical personnel to rest and sterile cubicles were provided in Aceh, while hand-washing facilities were provided in Batam public spaces. Several hospitals were specially prepared for COVID-19 patients, such as Rasidin Padang, Pers Friendship, Pariaman, Muhammadiyah and Aisyiyah, Bekasi District Branch and Sanglah. In addition, Galang Island, Mojosongo, Wisma Atlet, Bantul, Pertamina Jaya, Bogor PMI (the Indonesian Red Cross), Pertamina, Bali Special, and 15 referral emergency hospitals were built in Jakarta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Furthermore, there were educational pieces carrying information on preventive measures, such as the practice of maintaining physical distance, adherence to government appeals, the use of masks and selfquarantine simulations. Subsequently, formal education was carried out at home using the internet, and students were allowed to register for their examinations online. Graduation announcements were also made via online using a holistic learning strategy. During home schooling, internet access became an essential requirement for students. The directive from the Education and Culture Ministry was that campuses should provide internet quotas for students and lecturers throughout the online learning process. However, many students did not return home due to the law on interstate movement, cost constraints and bad internet access in their hometowns. Other information related to the five implemented strategies was used by the Education and Culture Ministry to carry out holistic learning, leading to the transformation of school leadership, teachers' education and training, student ability levels, global assessment standards and performance indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Themes on culture and religion were used to empower the opinion of religious leaders in communicating the socialisation of COVID-19 prevention. The Religious Affairs Ministry issued Circular No. 6 of 2020, which concerned guidelines for Ramadan worship activities, including the collection of zakat fitrah, infaq, and shadaqah (ZIS). Eid homecoming is an Indonesian national cultural event during which millions of people go home by bus, train, private car, airplane, ship or motorbike while bringing souvenirs and conducting silaturahmi with relatives. The government stated that the coronavirus was likely to intensify in the months following Eid. Therefore, people were urged not to travel home for Eid. The majority of Indonesia's population is Muslim; therefore, ulema and kiai play a role in socialisation. Several stimuli and regulations were issued to reduce traveling for mutual health benefits, such as social assistance and restrictions by the Indonesian Ulema Council (MUI). The Research and Technology Ministry strove to accelerate COVID-19 testing. However, some research showed that health care workers were exposed to risk. Transmission and mortality rates were minimised by the discovery of anti-COVID herbal medicines by the Indonegri community, the use of service robots for COVID-19 patients by Airlangga University (Unair) and Surabaya Technology University (UTS), the production of hand sanitisers made from Balinese wine, a PPE draft concept from a Sebelas Maret University (UNS) lecturer, a COVID-19 case tracking system made by UGM, a COVID-19 disaster risk portal made by Indonesia University (UI), a corona isolation space sterilisation robot made by Telkom University, Simerona by UB Malang, a robot ventilator made by Sepuluh November Technology Institute (ITS), and a SIGAP application by UI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Furthermore, various sections of society collaborated to carry out studies, outreach programmes and PSBBs. The Research and Technology Ministry formed a consortium to handle the virus, and Unair and ITS collaborated to develop a service robot for patients, while 74 countries worked together to develop a COVID-19 drug. In addition, the Social Affairs Ministry and UNICEF, in a bid to protect children from COVID-19, collaborated with Batam-Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Other problems associated with the social sector were a decline in community purchasing power, consumption and dismissal. COVID-19 has created a major labour market and economic crisis that has had a huge impact on people. It has led to an increase in the unemployment rate as well as the inability of people to meet their minimum needs for daily life, especially poor and vulnerable households and those in the informal sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The crisis did not only attack nontraded production sectors, such as banking and finance, but it also had a direct impact on the manufacturing and textile production industry. This impact has been particularly felt by export-oriented sectors and has adversely increased due to the inflexibility of the labour market in dealing with disruptions. As a result, many export-oriented companies have failed to extend their labour contracts. The subsequent impact is a reduction in the number of workers and a surge in the unemployment rate, thereby increasing poverty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "From the aforementioned topics, it can be concluded that some of the social news related to the COVID-19 outbreak in Antara News was about the following: social distancing, large-scale social restrictions and using masks per the regulations; involving all community elements in social action; learning from home and Eid at home as a new culture; socialisation for the practice of religion in a virtual space; social assistance from opinion leaders; and other problems associated with the social sector (a decline in community purchasing power, and consumption).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Educational and religious practices during the corona outbreak experienced changes and required adjustments in society (Iqbal, 2020) . Meanwhile, social care gathered in movements that were not visible but had a meaningful impact on people in need, regardless of their social and religious status (Iqbal, 2020) . People helped each other as individuals or in groups (Hidayatullah, 2020) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 132,
                    "text": "(Iqbal, 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 297,
                    "end": 310,
                    "text": "(Iqbal, 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 366,
                    "end": 386,
                    "text": "(Hidayatullah, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "According to Daud (2020) , since the COVID-19 pandemic has had an impact on the entire community, the way of the coping with it should involve the whole community. Some solutions provided in the context of social relationships were as follows: (1) implementing social distancing, (2) optimising the role of technological communication, (3) campaigning for social engagement, (4) raising public trust in the government and (5) raising optimism.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 24,
                    "text": "Daud (2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The community needs to increase participation and collaboration to manage natural and social resources and prevent the spread of the virus. Furthermore, they need to build a sense of care and responsibility and pay attention to all parties in order to best deal with the pandemic. This is also expected to help overcome risks due to the health, social and economic crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The content analysis is illustrated here using matrix coding, a word cloud and a column chart as a visualisation. The content analysis results based on economic issues are shown in Table 2 , Figures 5 and 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 191,
                    "end": 206,
                    "text": "Figures 5 and 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The results showed that Antara News published 2,701 news items, and there were 52 themes for economic issues related to COVID-19. The number in the matrix (Table 2 ) and the size of each word in the word cloud ( Figure 6 ) reflect the number of coding references. A bigger word indicates more coding references. This also indicates a greater quantity of information reported. A bigger word and area indicate more coding references and also more important information issues reported in Antara News. The numbers in the column chart ( Figure 5 ) reflect the percentage of coding references. As seen in Table 2 and Figure 5 , the five biggest pieces of information were exchange rates (793 news items, 30%), transportation (192, 7%), oil, natural gas, and electricity industries (135, 11%), social funds and charities (126, 4%), regulation and policy (106, 4%), and agriculture (106, 4%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 533,
                    "end": 541,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 600,
                    "end": 607,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 612,
                    "end": 620,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Antara News as a mass medium plays a role in providing important information apart from health, which includes the economic impact of the COVID-19 pandemic. The role of Antara News is as a news bearer in public life among the national and international communities. For example, the news about the exchange rate highlights not only the state of Indonesia's exchange rate but also that of other countries. Other information about what has occurred in society concerns the economic downturn in many industrial sectors. Social distancing, self-isolation and travel restrictions have led to a reduced workforce across all economic sectors and caused many jobs to be lost. Antara News caters to the public need for information and provides a place to convey information from different views on these economic issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Analysis of the informative content of the text was used to understand the news, which is the main focus of attention of this study. News as an object reference to the real world and actual events is counted by the number of facts and is grouped thematically. News related to economic issues in Antara News is grouped into several themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Some of the economic themes that have been widely reported in Antara News are as follows: exchange rates; transportation; oil, natural gas and electricity industries; social funds and charities; regulation and policy; agriculture; and tourism industries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The results indicate that news on the foreign exchange, such as stocks and gold prices, was the most widely reported in Antara News. In addition, news on economic issues was related to the unstable condition of the Indonesian economy, reflected in a declining trend in gold prices on the stock market. The current situation is worse than the financial crises of 1998 and 2008 because it also affects the major market players and capital owners, thereby causing investors to release all their assets, which further weakens the rupiah.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "According to the Bank of Indonesia, from 20 January to 30 March 2020, the Indonesian foreign capital outflow weakened to Rp. 167.9 trillion due to global investors' panic. The majority of foreign capital outflow from investment portfolios in Indonesia was dominated by the release of state securities (SBNs) and shares, valued at Rp. 153.4 trillion and Rp. 13.4 trillion, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The situation also has had an impact on the transportation industry. For instance, at the beginning of March, 735 international flights were cancelled, although the domestic flights were not affected. Korean Air stopped offering its services, and over 1,100 flights were affected by the coronavirus in March. A decrease in the number of passengers also occurred at Trans-Semarang and Susi Air, with restrictions on some domestic airlines and the termination of service by two Malaysian airlines. Similarly, several train services were cancelled at the Semarang, Argo Cheribon, Cirebon, Purwokerto, Madiun, Surabaya-8, Jakarta-1, Operations Area VI, Yogyakarta-6 and West Sumatra train stations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The COVID-19 pandemic lowered oil and gas prices, although the national fuel stock remained safe. The mining industry experienced an increase in coal prices, to US $0.19 per ton. Pertamina provided fuel and D. Gandasari, D. Dwidienawati Heliyon 6 (2020) e05599",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 236,
                    "text": "Gandasari, D. Dwidienawati",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Liquefied Petroleum Gas (LPG) delivery service to homes, and State Electricity Company (PLN) called on people to pay their electricity bills online to facilitate services. The government's policy in relation to the effects of COVID-19 has been to reallocate the budget and to provide fiscal and nonfiscal stimuli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "Nineteen industrial sectors have received fiscal and non-fiscal stimuli from the government: in the field of chemicals, electrical equipment, motorised trailers and semitrailers, pharmaceuticals, chemical and traditional medicine, base metals, other transportation equipment, paper, food, computers, electronics, optical goods, machinery, textiles, rubber and plastics, furniture, printing, nonmetallic minerals, nonmachined metal rods, finished materials, beverages, and the leather industry. Furthermore, export and import activity restrictions were reduced. The pandemic also had an impact on economic growth in the tourism sector. In several tourist areas, such as Lombok, Bali and Yogyakarta, there was a decline in the number of foreign visitors, with numerous cancellations on some international tourism agendas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "However, several export activities, such as the transportation of octopus, palm oil, basic metals, chemicals, apparel, rubber and plastic to Japan and other parts of the world, continued. In agriculture, some export activities, such as premium pandanus fragrant rice from Cianjur to Singapore, white pepper from East Luwu and South Sulawesi to China, and potatoes to Singapore-Malaysia, also continued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The agricultural sector still plays a dominant role in the Indonesian economy. According to the Ministry of Agriculture, 11 foodstuffs are guaranteed safe until August. This sector has not been affected by the economic recession and has experienced an increase in prices since the inception of the virus. The price of ginger has increased to Rp. 80,000/kg from the previous Rp. 30,000. This market price increased because ginger is thought to prevent COVID-19. Furthermore, other herbal products, such as turmeric, curcuma and lemongrass, have also seen an increase in demand. Oyster mushroom production has also increased, and 3,000 ha of paddy fields in Banjar are ready for harvest. The Ministry of Agriculture predicts a peak in crop production, approximately 5.03 million tons, with a surplus in shallot production. However, importation licenses have been issued on garlic and onion by the Ministry of Trade due to the increase in prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "In order to fulfil food needs, the Indonesian Farmers Shop of the Agriculture Ministry, in collaboration with Gojek, provided online shopping services. Toko Tani Indonesia provided meat, rice, sugar, oil, onions and chillies at affordable prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "From the aforementioned topics, it can be concluded that some of the economic news related to the COVID-19 outbreak in Antara News is about its impact on the economic field, including the unstable condition of the Indonesian economy; a declining trend on the stock market and investments, and in the transportation and tourism industries; and nineteen industrial sectors affected by the COVID-19 pandemic. However, the agricultural sector still plays a dominant role in the Indonesian economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "According to Purnomo (2020) , COVID-19 has had a real and massive impact on global economic growth, as well as that of Indonesia. The rupiah has weakened, some industries have experienced a decline (tourism, hospitality, aviation, food and beverage, and retail), but some industries have improved (e-commerce, online services, logistics, food delivery, remote working, telecommunications, cloud services, telemedicine, and agriculture) (Purba, 2020; Purnomo, 2020) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 27,
                    "text": "Purnomo (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 436,
                    "end": 449,
                    "text": "(Purba, 2020;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 450,
                    "end": 464,
                    "text": "Purnomo, 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Content analysis of the COVID-19 pandemic in Antara News"
        },
        {
            "text": "The results show that Antara News published news items, covering 1,847 social and 2,701 economic issues related to COVID-19, using text, photos, videos and graphics. Some of the important social issue themes are regulation, social funds and charities, the humanities, the availability of infrastructure facilities, education, instruction and appeal, and culture and religion. Meanwhile, some of the important economic issue themes are exchange rates; transportation; oil, natural gas and electricity industries; social funds and charities; regulation and policy; agriculture; and the tourism industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The social topics included social distancing, social restrictions, social actions, new culture and other problems associated with the social sector (a decline in community purchasing power, and consumption). The economic topics included the real and massive impact on economic growth. COVID-19 is not only a global health crisis but also a major labour market and economic crisis that has had a huge impact on society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In conclusion, the contribution of this research to communication science is the study of mass communication and a content analysis that has been useful in describing phenomena that have occurred during the COVID-19 pandemic. For social issues, this research has found that there is still social capital during the crisis, and that there has been a cultural change in society. Concerning economic issues, the findings are not only that there have been negative impacts but that there some economic activities that can still exist in a crisis. A limitation of this study is that only one online medium was investigated. Therefore, it is recommended to conduct further research using several publication periods and a range of online media. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Author contribution statement D. Gandasari: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper. D. Dwidienawati: Conceived and designed the experiments; Performed the experiments; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement"
        },
        {
            "text": "Data will be made available on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analisis Isi Informasi Pembangunan Perikanan Dan Kelautan Pada Surat Kabar Kompas Dan Republika",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Akmaluddin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Media/Impact: Pengantar Media Massa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biagi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Karakteristik Peliputan Suratkabar Dalam Masalah Lingkungan: Analisis Isi Dan Survai Pembaca Kompas",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Budiman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social distancing dan budaya kita",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Daud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pandemik COVID-19: Persoalan dan Refleksi di Indonesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The new NVivo sample projects",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gregorio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analisis Isi",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eriyanto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Manajemen Krisis: Protokol Penyelamatan dan Pemulihan di Sektor Pangan, Pertanian dan Perdesaan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eriyatno",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Soewardi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kadarwan",
                    "suffix": ""
                },
                {
                    "first": "Kudang",
                    "middle": [],
                    "last": "Seminar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boro",
                    "suffix": ""
                },
                {
                    "first": "Lala",
                    "middle": [
                        "M"
                    ],
                    "last": "Kolopaking",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hariyadi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Purwiyatno",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bore",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rizaldi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Noor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pengaruh Perubahan Kebijakan Kehutanan terhadap Pengurusan Hutan Rakyat di Provinsi Jawa Barat dan CDK Wilayah VI Kabupaten Cianjur",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Fadhilah",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analisis Daya Dukung dan Kelembagaan Usaha Keramba Jaring Apung (KJA) di Waduk Jatiluhur",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Fitri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Discourse analysis: the impact of industrial revolution 4.0 and society 5.0 in Indonesia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gandasari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dwidienawati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarwoprasodjo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Adv. Aci. Technol",
            "volume": "29",
            "issn": "3",
            "pages": "5189--5199",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Performance of the member of orchid consortium mailing list",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gandasari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarwoprasodjo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ginting",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Susanto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Jurnal Komunikasi Pembangunan",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analisis Kebutuhan Industri Perikanan Purse Seine terhadap Kelembagaan di Pelabuhan Perikanan Samudera Nizam Zachman",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S P J"
                    ],
                    "last": "Harefa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Manifestasi modal sosial dalam membangun imunitas sosial menghadapi pandemi COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Hidayatullah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Belajar Dari COVID-19: Perspektif Sosiologi, Budaya, Hukum, Kebijakan & Pendidikan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Kebutuhan Kompetensi Nelayan Kapal Rawai Tuna yang Berbasis di Pelabuhan Perikanan Samudera Cilacap Jawa Tengah",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ihsan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Meneroka aktivitas keragaman di Masa wabah corona",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pandemik COVID-19: Persoalan dan Refleksi di Indonesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Journalism and democracy: a study of online news and print news coverage of the 2013 Malaysian general election",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Kasmani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Crisis Commun",
            "volume": "3",
            "issn": "3",
            "pages": "46--57",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analisis Perkembangan Koperasi di Indonesia Dibandingkan dengan Negara-Negara Maju dalam Perspektif Ekonomi Politik",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Maulana",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "What is qualitative research? QSR Int",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcniff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mass Communication Theory, 6 Ed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcquail",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Salemba Humanika",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mass Communicayion Theory, 6 Ed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcquail",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Salemba Humanika",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Analisis Isi Kajian Pembangunan Pertanian Dalam Surat Kabar Kompas Dan Suara Merdeka",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muhsin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analisis Isi Label Dan Klaim Pada Kemasan Serta Iklan Televisi Produk Olahan Beras",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pangestika",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Kajian Kritis Terhadap Definisi Kawasan Hutan UU 41 Tahun",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Praktika",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Tentang Kehutanan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Kajian Pola Lanskap Permukiman Tradisional Masyarakat Lampung Pepadun Berbasis Budaya Lokal",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pratiwi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Strategi Pertanian Indonesia di tengah Wabah COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Purba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pandemik COVID-19: Persoalan dan Refleksi di Indonesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "COVID-19 terhadap bisnis: implikasi, strategi dan asesmen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Purnomo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pandemik COVID-19: Persoalan dan Refleksi di Indonesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "First Coronavirus Cases Confirmed in Indonesia amid Fears Nation Is Ill -Prepared for Outbreak. The Guardian",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ratclife",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Teknologi komunikasi dan media",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sucahya",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Jurnal Komunikasi",
            "volume": "1",
            "issn": "2",
            "pages": "6--22",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evaluasi Model Kebijakan Pengelolaan Hutan Rakyat Berkelanjutan di Kabupaten Bogor",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sukwika",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Coronavirus disease 2019: tinjauan literatur terkini",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Susilo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rumende",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Pitoyo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Santoso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yulianti",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Herikurniawan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sinto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nainggolan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelwan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Widhani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wijaya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wicaksana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maksum",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Annisa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O M"
                    ],
                    "last": "Jasirwan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yunihastuti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Framing, etc. (Production and exchange of meaning paradigm) The area of content media study. Analysis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Column chart of social issues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Word cloud of social issues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Column chart of economic issues (the top 20).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Word cloud of economic issues.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Total news matrix in Antara News based on social issues.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Total news matrix in Antara News based on economic issues.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "No additional information is available for this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}