{
    "paper_id": "3e7a84a74594e253bfb5a090c328e27f9e9a1a31",
    "metadata": {
        "title": "Antibody responses to SARS-CoV-2 mRNA vaccines are detectable in saliva",
        "authors": [
            {
                "first": "Thomas",
                "middle": [
                    "J"
                ],
                "last": "Ketas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Devidas",
                "middle": [],
                "last": "Chaturbhuj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [
                    "M"
                ],
                "last": "Cruz-Portillo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "Francomano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Encouse",
                "middle": [],
                "last": "Golden",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharanya",
                "middle": [],
                "last": "Chandrasekhar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gargi",
                "middle": [],
                "last": "Debnath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Randy",
                "middle": [],
                "last": "Diaz-Tapia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anila",
                "middle": [],
                "last": "Yasmeen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wilhem",
                "middle": [],
                "last": "Leconet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [
                    "J M"
                ],
                "last": "Brouwer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Location AMC",
                    "institution": "Amsterdam Infection & Immunity Institute",
                    "location": {
                        "postCode": "1105 AZ",
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "M"
                ],
                "last": "Cushing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rogier",
                "middle": [
                    "W"
                ],
                "last": "Sanders",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Cupo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "J"
                ],
                "last": "Klasse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [
                    "C"
                ],
                "last": "Formenti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "P"
                ],
                "last": "Moore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Vaccines are critical for curtailing the COVID-19 pandemic (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Vaccines are critical for curtailing the COVID-19 pandemic (1, 2) . In the USA, two highly protective mRNA vaccines are available: BNT162b2 from Pfizer/BioNTech and mRNA-1273 from Moderna (3, 4) . These vaccines induce antibodies to the SARS-CoV-2 S-protein, including neutralizing antibodies (NAbs) predominantly directed against the Receptor Binding Domain (RBD) (1) (2) (3) (4) . Serum NAbs are induced at modest levels within ~1 week of the first dose, but their titers are strongly boosted by a second dose at 3 (BNT162b2) or 4 weeks (mRNA-1273) (3, 4) . SARS-CoV-2 is most commonly transmitted nasally or orally and infects cells in the mucosae of the respiratory and to some extent also the gastrointestinal tract (5) . Although serum NAbs may be a correlate of protection against COVID-19, mucosal antibodies might directly prevent or limit virus acquisition by the nasal, oral and conjunctival routes (5) . Whether the mRNA vaccines induce mucosal immunity has not been studied. Here, we report that antibodies to the S-protein and its RBD are present in saliva samples from mRNA-vaccinated healthcare workers (HCW). Within 1-2 weeks after their second dose, 37/37 and 8/8 recipients of the Pfizer and Moderna vaccines, respectively, had S-protein IgG antibodies in their saliva, while IgA was detected in a substantial proportion. These observations may be relevant to vaccine-mediated protection from SARS-CoV-2 infection and disease.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 63,
                    "end": 65,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 555,
                    "end": 557,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "During December 2020, the availability of the Pfizer and Moderna vaccines provided an opportunity for us to assess the development of antibody responses to the SARS-CoV-2 S-protein and its RBD in serum and saliva samples from immunized HCWs participating in the NYP-WELCOME trial. (Pfizer, Group 1, n =40; Moderna, Group 2, n = 9). For comparison, we used two sub-groups of non-vaccinated individuals who were SARS-CoV-2 uninfected (Group 3, n = 8) or who had recovered from infection during or prior to participation in the trial (Group 4, n = 6). Among the Group-4 members, 3 were vaccinated. Further analyses of Group-4 members, and others who may have become infected during the course of the study, are in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Longitudinal profiles of serum and saliva S-protein IgA, IgG and IgM responses in selected individuals from Groups 1-4 are shown in Fig. 1 . Additional longitudinal profiles are shown as Extended Data (ED Fig. 1 ). The timing of the approximately monthly NYP-WELCOME study visits was not coordinated with the dates on which participants were vaccinated. Hence, samples were not available for some participants in the 3-(Pfizer) and 4-week (Moderna) period between the two vaccine doses. A collated data set for all the vaccinated participants is presented in Fig. 2 , which also includes antibody reactivity with the SARS-CoV-2 RBD. The proportions of vaccinated individuals with saliva and serum IgG, IgM and IgA S-protein antibodies after the first and second doses are summarized in Table 1 (Table 1 ). All the vaccine recipients had serum IgG and IgA antibodies after the second dose, and most also had IgM antibodies. Antibody binding to the SARS-CoV-2 RBD in an ELISA was generally quite similar to what was detected using the S-protein (Fig. 2) . In contrast, antibodies to the S-protein were not detectable in saliva samples from uninfected control individuals (Fig.1C, ED Fig.1C ). Trial participants who became virus-infected before or during the trial did, however, have S-protein IgG antibodies in their saliva, although these infection-elicited responses tended to wane over a multi-month period. IgA antibodies were occasionally detected at lower levels in these saliva samples (Fig. 1D, ED Fig.1D ). The observation of S-protein IgG and IgA in the saliva of SARS-CoV-2 infected people is consistent with previous reports (6, 7) . When two infected individuals (0001, 0052) were vaccinated, their saliva and serum S-protein IgA and IgG reactivities and, in once case also IgM, were rapidly boosted (Fig. 1D) .",
            "cite_spans": [
                {
                    "start": 1636,
                    "end": 1639,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1640,
                    "end": 1642,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 138,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 205,
                    "end": 211,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 559,
                    "end": 565,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 793,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 794,
                    "end": 802,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1043,
                    "end": 1051,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1187,
                    "text": "(Fig.1C, ED Fig.1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1492,
                    "end": 1511,
                    "text": "(Fig. 1D, ED Fig.1D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1812,
                    "end": 1821,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "1"
        },
        {
            "text": "The data for saliva and serum S-protein antibodies in Figs. 1 and 2 are derived from ELISAs performed under different conditions of sample dilutions, S-protein coating amounts, etc. (see Methods). In summary, the saliva assay is the more sensitive of the two, and hence the data plots should not be interpreted as indicating there are quantitatively similar IgA and IgG reactivities in the two fluids. To gain an insight into the relative magnitudes of the saliva and serum responses, we titrated a serum sample from an infected individual (D56) and sera from two participants who had each received two doses of the Pfizer vaccine (Cases 0003 and 0007) in the saliva ELISA format, alongside saliva samples from the same vaccine recipients (Fig. 3) . Judged by the displacements of the titration curves, we estimate that the titers of S-protein IgA and IgG antibodies present in saliva are ~1000-fold and ~10,000 fold lower, respectively, than in serum (Fig. 3) . Note that infection serum D56 neutralized SARS-CoV-2 with an ID 50 titer of 900 in our SARS-CoV-2 pseudovirus-based neutralization assay (8) . The much lower S-protein antibody reactivities present in saliva are well below what is required to register in that assay.",
            "cite_spans": [
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 747,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 960,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "1"
        },
        {
            "text": "We show here that the mRNA vaccines induce not just systemic humoral responses that are quantified in serum samples, but also IgG and, to a lesser extent, IgA antibodies to the S-protein and the RBD that are detectable in saliva. The IgA detection antibody we used recognizes both dimeric IgA with and without the secretory component (i.e., SIgA + dIgA). Antibodies in saliva are known to be dominated by SIgA and IgG. Local plasma cells in the stroma of salivary glands secrete dIgA, which traffics through mucosae by interacting with the polymeric Ig receptor. Typically, ~95% of salivary IgA is in the SIgA form. In contrast, IgG in saliva largely originates from plasma, by transudation from the gingival blood circulation (9) (10) (11) . IgM is found at lower levels and is also derived from plasma. In healthy people, the total concentrations in saliva are ~150 µg/ml for SIgA, ~15 µg/ml for IgG and ~5 µg/ml for IgM. In contrast, serum concentrations are much higher, ~1000-fold for IgG and ~100-fold for total IgA (10, 11) . Here, we estimate that the S-protein IgG titers we detected in saliva are ~10,000-fold lower than in sera, while SIgA titers are ~1000-fold lower. Accordingly, any SARS-CoV-2 NAbs present in saliva are below assay detection limits. Could vaccine-or infection-induced salivary, and by extension, nasopharyngeal antibodies prevent or limit SARS-CoV-2 infection at the principal portals of entry -the mouth and nose? Our data do not allow this answer to be determined but they do raise the possibility and suggest that additional studies in this area would be fruitful. A recent report of SARS-CoV-2 infection in rhesus macaques shows that virus can replicate in nasal turbinates when it is suppressed in the lungs by passively transferred NAbs (12) . Assays of vaccineinduced antibodies extracted from NP swabs might provide additional information. However, the Ig concentrations in tissue sites, e.g., intramucosal interstitial fluids, may be impossible to measure by swab-sampling and extraction.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 730,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1775,
                    "end": 1779,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "In future studies, it should be possible to determine whether other vaccine designs, such as the Johnson & Johnson adenovirus vector and the Novavax adjuvanted protein, also induce saliva antibodies, and if so to what extent. Comparing the efficacy of these different vaccines at preventing transmission to their abilities to induce mucosal antibody responses may then reveal useful information on any role played by mucosal antibodies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "The data shown were collated for all vaccine recipients shown in Fig.1A , B and the corresponding panels of ED Fig.1 . The longitudinal profiles span a 150-day period before and then ~60 days after the first immunization (day-0, indicated by the vertical black stippled line). They show saliva and serum IgA, IgG, and IgM antibodies against the S-protein (top two rows, as indicated) and the corresponding reactivities with RBD in saliva (bottom row). Recipients of the Moderna vaccine are represented in red, Pfizer in black.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 71,
                    "text": "Fig.1A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 111,
                    "end": 116,
                    "text": "Fig.1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Figure 2. Antibody responses to the SARS-CoV-2 S-protein and RBD-protein in saliva and sera from SARS-CoV-2 vaccine recipients."
        },
        {
            "text": "A reference serum from a SARS-CoV-2 infected person (D56, not part of the NYP-WELCOME cohort; in blue) and serum (in red) and saliva (in black) samples from two recipients of two doses of the Pfizer vaccine (0003, day-29, top row; 0007, day-33, bottom row) were titrated under the conditions of the ELISA used to detect IgA and IgG in saliva. The displacement of the serum and saliva titration curves suggest that the S-protein IgA and IgG titers in saliva are ~1000fold and ~10,000-fold lower than in sera, respectively. Among the 40 Pfizer and 9 Moderna vaccine recipients, only 13 and 6 provided saliva samples in the period after dose 1 but before dose 2. However, 37 and 8 of them provided saliva samples after dose 2. Two serum samples from Moderna vaccine recipients were not available for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. Relative antibody reactivities with S-protein in saliva and sera."
        },
        {
            "text": "The NYP-WELCOME cohort The NYP-WELCOME (WEilL COrnell Medicine Employees) trial was initiated on June 16th, 2020 at Weill Cornell Medicine (WCM) and New York Presbyterian Hospital (NYP). The aim of the trial is to study the determinants of the diverse COVID-19 outcomes (from infection to resolution or death and before, during and after vaccination) among an exposed population in Manhattan, consisting of NYP-Weill Cornell Medicine asymptomatic healthcare workers who volunteered to participate. The study is designed to prospectively collect sequential specimens and questionnaires twice a month for first 3 months and then monthly for 2 years, during the Covid-19 pandemic. To date (3/9/21), 97 participants have completed 527 study visits. Two participants became SARS-CoV-2-infected during the trial, as determined by a positive nasopharyngeal RT-PCR test. Six other participants were infected prior to joining the trial, as judged by their positivity for serum S-protein antibodies at multiple time-points. Of the six infected people, three were vaccinated. The Pfizer and Moderna mRNA vaccines became available at NYP-WCM after December 15th, 2020, and 78/97 participants have now received at least one dose of either vaccine (Pfizer, n = 63 participants; Moderna, n = 15). Samples derived from the NYP-WELCOME trial are stored in an institutional biorepository that now contains ~11,300 specimens including PBMCs, saliva, stool, urine, plasma, serum and nasopharyngeal (NP) swab extracts. In this study, we used serum and saliva samples only. The WCM Institutional Review Board approved the study on 6.3.2020 with the protocol number 20-04021831 and title WELCOME trial (Weill Cornell Medicine Employees) with Dr. Silvia C. Formenti MD as the Principal Investigator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Methods"
        },
        {
            "text": "Saliva and blood were collected from members of the NYP-WELCOME cohort on an initially biweekly and then monthly basis. As the trial was not established as a vaccine study, there was no coordination between the dates of vaccine administration and sample collection. Blood was processed into serum that was heat-inactivated at 56°C. Nonidet-P40 (NP-40) non-ionic detergent was added to saliva samples to a final concentration of 0.05% (vol/vol), both to inactivate any SARS-CoV-2 present and as a preservative. Saliva extracts were passed through a 22 µm filter under sterile conditions, before addition of protease inhibitors to inhibit sample degradation. The sources and final concentrations of these inhibitors were as follows: Aprotinin, 8.5 µg/ml (Sigma Aldrich); phenylmethanesulfonyl fluoride, 5.9 mM (Sigma-Aldrich 93482); sodium orthovanadate, 1.2 mM (Sigma-Aldrich S6508). The processed saliva samples were stored at -20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection and processing"
        },
        {
            "text": "The expression construct for the pre-fusion S2-P stabilized SARS-CoV-2 S-Foldon-StreptagII S-protein ectodomain used in this study was derived as follows. The gene encoding residues 1-1138 from the Wuhan-Hu-1 strain (Genbank MN908947.3) was modified by introducing proline substitutions at amino acid positions 986 and 987 and a \"GGGG\" substitution at amino acids 682-685 (the furin cleavage site). The modified gene was then cloned into a pPPI4 plasmid containing a T4 trimerization domain followed by a Strep-tag® II (13) . The SARS-CoV-2-RBD-StrepII expression construct was a gift from Dr. Prem Lakshamanane (University of North Carolina) and has been",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "S-proteins and RBD-proteins"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 vaccines in development",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "",
            "pages": "516--527",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immunogenicity of clinically relevant SARS-CoV-2 vaccines in non-human primates and humans",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Klasse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2615",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Efficacy and safety of the mRNA-1273 SARS-CoV-2 Vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Baden",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "403--416",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mucosal immunity in COVID-19: A neglected but critical aspect of SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Moldoveanu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ogra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mestecky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Persistence of serum and saliva antibody responses to SARS-CoV-2 spike antigens in COVID-19 patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Isho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Immunol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adaptive immunity to SARS-CoV-2 and COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sette",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell",
            "volume": "184",
            "issn": "",
            "pages": "861--880",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Testing-on-a-probe biosensors reveal association of early SARS-CoV-2 total antibodies and surrogate neutralizing antibodies with mortality in COVID-19 patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Biosens Bioelectron",
            "volume": "178",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunoglobulin responses at the mucosal interface",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cerutti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chorny",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Annu Rev Immunol",
            "volume": "29",
            "issn": "",
            "pages": "273--293",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Secretory immunity with special reference to the oral cavity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brandtzaeg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Oral Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Concentration of immunoglobulins in human whole saliva: effect of physiological stimulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Grönblad",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Acta Odontol Scand",
            "volume": "40",
            "issn": "",
            "pages": "87--95",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Robust SARS-CoV-2 infection in nasal turbinates after treatment with systemic neutralizing antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Host Microbe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Potent neutralizing antibodies from COVID-19 patients define multiple targets of vulnerability",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Brouwer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "",
            "pages": "643--650",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The receptor binding domain of the viral spike protein is an immunodominant and highly specific target of antibodies in SARS-CoV-2 patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Premkumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Immunol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Convalescent plasma-mediated resolution of COVID-19 in a patient with humoral immunodeficiency",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Honjo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Rep Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The constructs were expressed transiently in ExpiCHO cells. Briefly, cells were transfected at a density of 6 x 10 6 per ml by adding FectoPRO (Polyplus-transfection SA) transfection reagents. For a 1 L transfection 800 µg of plasmid, 1.6 ml of transfection reagent and 500 µl of FectoPRO booster were added to 40 ml of Opti-MEM (Thermo Fisher Scientific)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "BioLock-Biotin blocking solution (IBA Lifesciences) was then added before the treated supernatants were passed over StrepTactin™ Sepharose resin (GE Healthcare). The S-protein or RBD was eluted in 2.5 mM desthiobiotin in 100 mM Tris-Hcl, 150 mM NaCl",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "For work with serum samples, S-proteins or RBD proteins (200 ng in 100 µl) were coated overnight onto 96-well plates at 4ºC. After 3 washes with PBS/0.05% Tween-20 (PBST), the wells were blocked for 1 h with 4% (w/vol) powdered milk/PBS (150 µl/well). Serum was initially diluted 1/100 in PBS containing 4% milk and 20% sheep serum, and serially diluted as needed, and added to the wells for 1 h. Bound antibodies were detected using goat anti-human horse radish peroxidase (HRP)-conjugated antibodies: anti-IgA from Southern Biotech (2050-05), diluted 1/3000 in 4% milk/PBS",
            "authors": [],
            "year": null,
            "venue": "Proteins were dialyzed into PBS and concentrated using Vivaspin protein spin columns with a 100 kDa (S-protein) or 10 kDa (RBD protein) molecular weight cutoff (GE Healthcare)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "For work with saliva extracts, the following modifications were made to increase assay sensitivity and conserve sample volume. The 96-well plates were replaced by 384-well plates (Thermo Scientific 464718) and the incubation volumes were correspondingly smaller (10 µl/well) except the blocking buffer (100 µl/well). The amount of S-protein or RBD protein added to the wells was 100 ng in 10 µl, to create a higher coating density. The HRP substrate volume was increased to 25 µl/well and the reaction time lengthened to 15 min. Accordingly, the colorimetric signals derived from the saliva and NP assays are",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Corning 3690) were coated overnight with goat anti-human IgA (Bio Rad STAR141) (250 ng in 50 µl), washed 3 times with PBST and blocked with 75 µl of 2% (w/vol) powdered milk/PBS for 1 h, and then washed 3 more times with PBST. Saliva was initially diluted 1/4 in PBS containing 20% sheep serum and 2% powdered milk and then serially diluted as needed. A SIgA standard",
            "authors": [],
            "year": null,
            "venue": "Purified Human Secretory IgA PHP133) was similarly serially diluted from an initial stock at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "After incubation for 1 h at room temperature, the plates were again washed 3 times with PBST before addition of HRP substrate (50 µl). The colorimetric reactions were terminated and the plates read as described above. To assess the specificity and sensitivity of the IgA detection procedure, purified human IgG (Sigma 14506), purified Secretory IgA (SIgA) (BioRad PHP133) or recombinant IgA 1 lambda (BioRad HCA172) were coated onto ELISA plates (Corning 3690) and probed with goat anti-Human IgA-HRP (Southern Biotech 2050-05). The assay detected both IgA and SIgA (ED Fig. 2). The IgA-detection conjugate is specific for IgA and does not cross-react with IgG. Both SIgA and recombinant IgA standards are detected. The ~5-fold more sensitive detection of SIgA could arise from coating efficiency differences vs",
            "authors": [],
            "year": null,
            "venue": "The saliva or SIgA samples were added to wells for 1 h at room temperature, the plates were washed 3 times with PBST before addition of 50 µl of a 1/500 dilution of Monoclonal Anti-Secretory Component IgA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Data analysis ELISA-derived net OD 450 values for 4-fold dilutions of saliva and 100-fold dilutions of sera were determined by subtracting background values obtained from wells containing no S-protein or RBD. The cut-off for positive antibody detection was set to 0.300 net OD 450 , corresponding to 6-times the average OD 450 value derived from the negative samples. The net OD 450 values were plotted longitudinally for each study participant",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Both serum IgA and secretory IgA (SIgA) are detected in the ELISA (Methods and ED Fig. 2). The longitudinal profiles (Figs. 1A, 1B; ED Fig. 1) and the collated data (Fig.2)show that the Pfizer and Moderna vaccines rapidly and consistently induce S-protein-specific IgG and IgA in both saliva and sera, with IgM also occasionally detected. Samples were available for 19 individuals at various times during the inter-dose period, with S-protein IgG detectable in saliva from 8 of them during this period(Fig. 1A, B; ED Fig. 1A, B). After their second dose, all 45 vaccine recipients (37 Pfizer, 8 Moderna) were positive for saliva S-protein IgG, with IgA antibodies frequently but not uniformly detected and IgM present only rarely",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Antibody response to the SARS-CoV-2 S-protein in saliva and sera from SARS-CoV-2 vaccine recipients and infected people. Each diagram shows S-protein IgA, IgG, and IgM antibody reactivities over the time of sampling. The dates of vaccination are indicated by the variable bars. Representative single-dilution binding data are shown for sera from each category: (A) Pfizer vaccine: Cases 0010, 0046, 0061, 0034. (B) Moderna vaccine: Cases 0016, 0078, 0041, 0059. (C) Control (non-infected): Cases 0016, 0011, 0013. 0020. (D) Infected: Cases 0037, 0063, 0001, 0052 (the latter two were vaccinated). Additional profiles are shown in ED Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Antibody response to the SARS-CoV-2 S-protein in saliva and sera from SARS-CoV-2 vaccine recipients and infected people. The format of this figure is the same as Figure 1, and shows additional longitudinal profiles for trial participants in Groups 1-4, as indicated. ED Figure 2. Specificity and sensitivity of IgA detection. Purified human IgG, purified SIgA and recombinant IgA 1 lambda (see Online Methods) were coated on to ELISA plates and detected with the same goat anti-human IgA-HRP conjugate used in the assays to detect saliva and serum IgA S-protein antibodies. The plot shows net OD 450 values as a function of the amounts of the three antibodies added to the ELISA wells during the coating stage.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Proportions of vaccinated individuals with saliva and serum IgG, IgM and IgA S-protein antibodies after the first and second doses",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}