{
    "paper_id": "3e7c9274788dacb11cf498f3eec013ecb8a9a4aa",
    "metadata": {
        "title": "SARS-CoV-2 infection with lytic and non-lytic immune responses: A fractional order optimal control theoretical study SARS-CoV-2 infection with Lytic and Non-lytic immune responses: A fractional order optimal control theoretical study",
        "authors": [
            {
                "first": "Nath",
                "middle": [],
                "last": "Amar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fahad",
                "middle": [],
                "last": "Chatterjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muqrin",
                "middle": [
                    "A"
                ],
                "last": "Al Basir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jayanta",
                "middle": [],
                "last": "Almuqrin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ilyas",
                "middle": [],
                "last": "Mondal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amar",
                "middle": [
                    "Nath"
                ],
                "last": "Chatterjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "K.L.S. College",
                    "location": {
                        "settlement": "Nawada"
                    }
                },
                "email": ""
            },
            {
                "first": "Fahad",
                "middle": [],
                "last": "Al Basir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asansol Girls' College",
                    "location": {
                        "addrLine": "West Bengal-713304",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Muqrin",
                "middle": [
                    "A"
                ],
                "last": "Almuqrin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Majmaah University",
                    "location": {
                        "postCode": "11952"
                    }
                },
                "email": ""
            },
            {
                "first": "Jayanta",
                "middle": [],
                "last": "Mondal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Diamond Hurbour Women's University",
                    "location": {
                        "addrLine": "West Bengal-743368",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilyas",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Majmaah University",
                    "location": {
                        "addrLine": "Al-Majmaah 11952",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Please cite this article as: A.N. Chatterjee, F.A. Basir, M.A. Almuqrin et al., SARS-CoV-2 infection with lytic and non-lytic immune responses: A fractional order optimal control theoretical study. Results in Physics (2021), doi: https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this research article, we establish a fractional-order mathematical model to explore the infections of the coronavirus disease caused by the novel SARS-CoV-2 virus. We introduce a set of fractional differential equations taking uninfected epithelial cells, infected epithelial cells, SARS-CoV-2 virus, and CTL response cell accounting for the lytic and non-lytic effects of immune responses. We also include the effect of a commonly used antiviral drug in COVID-19 treatment in an optimal control-theoretic approach. The stability of the equilibria of the fractional ordered system using qualitative theory. Numerical simulations are presented using an iterative scheme in Matlab in support of the analytical results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Click here to view linked References J o u r n a l P r e -p r o o f Journal Pre-proof 2020. The death rate of COVID-19 is approximately 5%. Most of the cases of COVID-19 are asymptomatic and can be recovered before testing. 20% of the patients [14] are found to be symptomatic. Common symptoms for COVID-19 include fever, cough, shortness of breath, sore throat, chills, fatigue, etc. But in the case of the patient suffering from diabetes, high blood pressure, chronic pneumonia, COVID-19 causes various organ collapses and also mortality. The angiotensin-converting enzyme 2 (ACE2) receptors on the surface of the epithelial cells [14] are the major target area of the SARS-CoV-2 virus. The density of epithelial cells is the highest in the lungs, followed by the nose, and lastly, the trachea/bronchi tissues. Thus pneumonia is quite common for COVID-19 affected patients.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The immune system acts against the virus during viral infections in presence of inherent and antigen-specific immune responses [30] . These forms of immune responses classified into two categories (lytic and nonlytic). The lytic mechanism represents the killing process of infected cells and the non-lytic effector mechanism inhibit the viral replication by soluble mediators. Cytotoxic T Lymphocyte cells (CTLs) play a pivotal role to kill infected cells, though antibodies deactivate free virus which results from the inhibition of infected cells. In this article, a COVID-19 model is constructed to study the cell-to-cell transmission of the virus. We have considered uninfected, infected epithelial cells, SARS-CoV-2 population, and CTL population. We have also studied the lytic and non-lytic immune responses effect on the model dynamics.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It has been observed that for COVID-19 infection, the average maturation period is 6 days to 13 days and the median time to discharge from the hospital of symptomatic patients is 22 days [14] , however the average time to death is 18 days [31] . From clinical findings, it is observed among 29 patients who were undergone through antiviral drug lopinavir/ritonavir and were released. The average time from infection start to commencement of antiviral treatment was 14 days [17] . Also, the intermediate period of viral coming off was 22 days. Considering the effect of commonly used drugs, we have studied the effect of commonly used drugs to explore the best possible treatment regimen.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fractional order differential equation is used as an important tool in nonlinear mathematical modelling [1, 9, 6, 4, 7, 3, 11, 23] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 111,
                    "end": 113,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 114,
                    "end": 116,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fractional differential equation (FDE) have recently used to model real-life phenomena and it stands as a strong tool to study the dynamics of the system. In recent studies, FDEs are being used as new and effective tools to model real-life phenomena instead of Integer order differential equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The fractional calculus is initially proposed by Leibniz [32] . The most frequently used definitions for fractional derivatives are the Riemann-Liouville and Caputo fractional derivatives. There are some other definitions of fractional derivatives [13] but they are hard to implement in studying real-life problems. In order to overcome the difficulties, the Caputo type derivative is introduced which is closely related to the Riemann -Liouville derivative.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "FDE provides a good tool for describing the memory feature for the biological system in mathematical epidemiology. Actually, a differential operator with an integer-order is a local operator, on the other hand, a differential op-2 J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "3 J o u r n a l P r e -p r o o f Journal Pre-proof Therefore, the existence condition for our fractional order model (7) can be proved with the help of the theorem [22] stated below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Theorem 2. Assuming that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and the function g : D −→ R d satisfies the following three conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "there is a real-valued function w(t) ∈ L 2 (P) such that g(t, h) ≤ w(t) for almost every t ∈ P and for all h ∈ B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Then for η > 1/2, there exists at least one solution of the initial value problem (9) in the interval [t 0 − s, t 0 + s], s > 0. 7 J o u r n a l P r e -p r o o f Journal Pre-proof then for η ∈ (0.5, 1), Υ * is asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(iii) If Φ(ϕ) < 0, ϑ 1 < 0, ϑ 2 < 0, ϑ 3 < 0, and η > 2/3 then Υ * is unstable. 12 J o u r n a l P r e -p r o o f Journal Pre-proof  Visualization: A.N.C and J.M  Writing -original draft: F.A.B and I.K  Writing -review editing: A.N.C, M.A.A and J.M Conflict of Interest J o u r n a l P r e -p r o o f Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus disease (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has rapidly spread across the globe. This disease causes more than 9.9 lakhs cases and 5 lakhs death as of 27th June erator with a fractional-order is nonlocal. It takes into account all the history of its previous states along with the present state. A large number of advanced techniques have been constructed for solving numerically the integer-order differential equations numerically. Whereas, for FDEs, the numerical techniques are not well developed. One of the effective numerical methods, so far, to solve FDEs, is a generalized Adams-Bashford-Moulton algorithm [? ] .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 687,
                    "text": "[? ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present study, we consider Caputo type fractional order differential equations (FODE) of order 0 < η ≤ 1. In a mathematical model, the idea of FODE is used in order to explore the concept of memory, one of the genetic behavior in a host-cell system [9] . The impact of memory between an integerorder derivative and a power of time was first explored by Caputo and Riemann through Liouville derivatives [19] . Cell biological fractals structure is closely related to the fractional-order differential equations [12] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently many mathematicians and biologists formulate the mathematical model and study the COVID-19 dynamics by using FDE, for example, see [5, 18, 29] and the references therein. Atangana [5] used Italy's COVID-19 data to formulate the mathematical model and they have considered FDE to include the non-locality into the modeling. Tuan et al. [29] investigated the transmission of COVID-19 with the help of fractional-order Caputo derivative. With the help of fixed point theory, the prove the existence and uniqueness of the solution. Baleanu et al. [8] investigate a model of the COVID-19 transmission in different groups of people using the Caputo-Fabrizio fractional derivative. They have solved the system by using the homotopy analysis transform method (HATM) and obtain approximate solutions in convergent series. Khan and Atangana [18] formulate the fractional-order mathematical model on considering cases for January 21, 2020, to January 28, 2020, and estimated the parameters of the model. They compute the basic reproduction number for the data is R 0 = 2 : 4829 and numerically illustrate their findings.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The article is organised in the following order. We formulate a fractionalorder differential equation system in section 2. In section 3 we study the nonnegativity and local and global existence of the model. The stability of the system is studied in section 4. In section 5 the fractional order optimal control therapy problem is analysed. In section 6, the numerical simulations are shown and the discussions are given in section 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We first present the definitions of fractional-order derivatives and fractionalorder integration [27] . According to the concept of fractional order derivative, we have to adopt Caputo's definition which is the modification of the Riemann-Liouville definition [20] . This definition has the more advantage of dealing properly with the initial value problems.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "The left-sided Caputo fractional order derivative is defined as: The right-sided Caputo fractional order derivative is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "where η is the order of the derivative and η ∈ (n−1, n). Also Γ is the gamma function, whereas n is an integer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "The left -sided Riemann -Liouville fractional order derivative is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "Also, the right -sided Riemann -Liouville fractional derivative is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "where a and b are positive constants. In general, most of the dynamic systems have been analysed by using integerorder differential equations. Recently fractional order equations have been used widely. The dynamical model depends on the chronological situation along with the present state [15] . Thus we study the system by using fractional order differential equation. Recently, Chatterjee and Basir [10] has introduced a basic SARS-CoV-2 model with lytic immune response and its antiviral treatment.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "Here we have studied both the non-lytic and lytic effect of immune responses in the presences of antiviral drug therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "We begin with the basic dynamics between uninfected epithelial cells (T ), the infected cells (I), free virus population (V ), and CTL population (C). Figure  1 represent the model graphically. The uninfected epithelial cells are generated at a rate of Π and die at a rate of δ T . The disease transmission rate is β and the rate of inhibition of viral replication due to non-lytic antiviral activity is 4 J o u r n a l P r e -p r o o f (1 + pC) . The death rate of the infected cells is δ I I and the killing rate of the infected cells due to the lytic factor of CTL is denoted by q.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "(1 + pC)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "The CTL responses are expected to proliferate at a rate proportionate to the infected cells and CTL responses population. Here we consider that CTL is proliferated at a rate of γ and C max is the maximum CTL responses at which proliferation shuts off. The removal rate of CTLs is δ C . The strength of the non-lytic component is represented by p and q represents the strength of lytic components. We have considered that the antiviral drug blocks the infection at a rate 1 and inhibits the viral production at a rate of 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "The changes of uninfected cells, infected cells, virus population and CTL responses in presence of antiviral drug effect over the time is described by the following set of differential equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "with non-negative initial condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "Here 1 and 2 are the effectiveness of the antiviral drug with 0 ≤ 1,2 ≤ 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "1,2 = 0 represents no antiviral drug effect while 1,2 = 1 represents that the drug is 100% effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "To study the nonlocal property of the model (5), we use the fractional-order differential equations. Since the present state of a cell population not only depends on its current state but also depends on all of its historical states, hence fractional-order differential equation is applicable in the study of the dynamics of a disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "The model 5 in form of fractional order differential equations is as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "with non-negative initial condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of mathematical model"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Table 1 : Parameter values of the system (7) and (20) . (7) are non-negative fort ≥ 0 antiviral drug block infection at a rate 1 and inhibit the viral production at a rate of 2",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "5"
        },
        {
            "text": "The study of existence and uniqueness of the mathematical model (7) with the initial condition (8) is discussed in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical analysis"
        },
        {
            "text": "In this section we write the model (7) in the form as follows;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical analysis"
        },
        {
            "text": "where, g(t, h) = [g 1 , g 2 , g 3 , g 4 ] and with the initial conditions h(0) = [T (0), I(0), V (0), C(0)] for the derivative of Left-sided Caputo. Here, g 1 , g 2 , g 3 , and g 4 are the right hand side of the model (7), that is as we get:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical analysis"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical analysis"
        },
        {
            "text": "In this subsection we have analyzed non-negativity solution of our model (7) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Non-negativity solutions"
        },
        {
            "text": "We define R 4 + = {h ∈ R 4 |h ≥ 0} and h(t) = (T, I, V, C) . For later use, we now recall the following theorem (known as Generalized Mean Value Theorem) [25] with a corollary in order to prove our main results.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Non-negativity solutions"
        },
        {
            "text": ", then for 0 < η ≤ 1, the following result is true [26] ).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Non-negativity solutions"
        },
        {
            "text": "In this subsection first we define the function H(t), H(t) : R 0,+ −→ R 0,+ as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "Putting the values of g i , i = 1, 2, 3, 4, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "Writing, δ = min{δ T , δ I + (1 − 2 )κδ I , δ V , δ C }, and C = C max , we can derive from equation (15) the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "Here g 1 , g 2 , g 3 , g 4 of model (7) are continuous on B, bounded and measurable on P for all t ∈ [t 0 − s, t 0 + s]. From the relation (11) it is clear that g(t, h) satisfies the conditions of Theorem (2) where w(t) = Π − δh(t) . Therefore, we can conclude that the model (7) has a solution for t ≥ t 0 . Also by using the theorem [22] we can prove that the model has a unique solution.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "Theorem 3. All the assumption of the Theorem (2) hold. Assume that there exists a real -valued function Λ(t) ∈ L 4 (P) such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "for almost every t ∈ P and all h, k ∈ B. Then there exists a unique solution of the initial value problem (12) on [t 0 − s, t 0 + s] with some positive number s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "Using (11) for the model, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "with, Λ ≤ Π/δ. Since the model (7) fulfill the condition of the Theorem (3), thus, we can conclude that the system has a unique solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local existence and uniqueness"
        },
        {
            "text": "Here, we study the global existence of the solution of (7 using the theorem (Theorem 3.1 of [22] ) stated below.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Global existence"
        },
        {
            "text": "Theorem 4. Suppose that the first two conditions of the Theorem (3) are true for the vector field F (t, h) and for two constants ε 1 and ε 2 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global existence"
        },
        {
            "text": "for all most every t ∈ R and each h ∈ R d , then there exists a function h(t) on (−∞, +∞) which satisfies the initial value problem (9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global existence"
        },
        {
            "text": "Using equation (11) along with norm property of norm, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global existence"
        },
        {
            "text": "Hence, the model (7) satisfies the global existence theorem with ε 1 = Π, ε 2 = δ. Hence the global existence of the model (7) is satisfied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global existence"
        },
        {
            "text": "In this section, we only deal with the non negative equilibrium's of the model with there stability. The three steady state of the model (7) are given below (i). Υ 0 (Π/δ T , 0, 0, 0): the Disease free equilibrium . (ii). Υ 1 (T 1 , I 1 , V 1 , 0): the CTL responses free equilibrium when R 0 > 1 with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium and stability analysis"
        },
        {
            "text": ". The endemic equilibrium point Υ * (T * , I * , V * , C * ) which we get,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium and stability analysis"
        },
        {
            "text": "and I * comes from the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium and stability analysis"
        },
        {
            "text": "where,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium and stability analysis"
        },
        {
            "text": "Remark 1. Note that, if Q 1 > 0 and Q 4 < 0 then the equation (15) has at least one positive real root. Again Q 2 < 0 and Q 3 > 0 then equation (15) can have two positive roots. For a feasible endemic equilibrium we also get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium and stability analysis"
        },
        {
            "text": "For the stability of E 0 , the following theorem is obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Theorem 5. The disease -free equilibrium E 0 is locally asymptotically stable if R 0 < 1 and unstable if R 0 > 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Proof. To determine the local stability of Υ 0 (Π/δ T , 0, 0, 0), we calculate the Jacobian matrix of the model (7) at Υ 0 where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Now we consider ξ 0 be the eigenvalue of the matrix J Υ0 . From the characteristics equation det(J Υ0 − ξ 0 I 4 ) = 0 corresponding to ξ 0 , there exist two eigenvalues which are real, negative that is −δ T and −δ C and the other two eigenvalues satisfy the equation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "We observe that 2 > 0 implies 1 > 0. Hence, the quadratic equation (17) has two strictly negative real roots if 2 > 0, that is, if R 0 < 1. Hence, we can conclude that if R 0 < 1 disease -free equilibrium is locally asymptotically stable and when R 0 > 1 the system becomes unstable .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Theorem 6. CTL responses free equilibrium point Υ 1 (T 1 , I 1 , V 1 , 0) is stable locally asymptotically iff",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Proof. The Jacobian matrix of the system (7) around Υ 1 (T 1 , I 1 , V 1 , 0), is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Now we consider ξ 1 be the eigenvalue of the matrix J Υ1 . From the characteristics equation det(J Υ1 − ξ 1 I 4 ) = 0 corresponding to ξ 1 , we have one eigenvalue is real, negative that is δ C − γI 1 and the other three eigenvalues can be expressed in the form as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "where,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Following the Lienard -Chipard test [16, 21] , we claim that each root is negative or having negative real part if the following conditions are verified:",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 41,
                    "end": 44,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "We observe that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "is always positive, thus the Lienard -Chipard conditions are satisfied and local stability of CTL responses free equilibrium point Υ 1 is established. Denoting",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "we have the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "If the discriminant defined above is positive i.e. Ψ(σ) > 0, then the infected equilibrium Υ 1 is asymptotically stable iff Routh-Hurwitz conditions written below are satisfied",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2. (i)"
        },
        {
            "text": "(ii) If the discriminant defined above is negative i.e. Ψ(σ) < 0, then the infected equilibrium Υ 1 is asymptotically stable and ρ 1 > 0, ρ 2 > 0, ρ 1 ρ 2 = ρ 3 ; η ∈ (0.5, 1) (iii) If Ψ(σ) < 0 and ρ 1 < 0, ρ 2 < 0, η > 2/3 then the infected steady state Υ 1 is unstable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2. (i)"
        },
        {
            "text": "To determine the local stability of Υ * (T * , I * , V * , V * ), we compute the Jacobian matrix of the system (7) around the DFE Υ * is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endemic"
        },
        {
            "text": "where The characteristic equation of J Υ * which is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endemic"
        },
        {
            "text": "where, We now have the following proposition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endemic"
        },
        {
            "text": "Proposition 3. The endemic equilibrium Υ * is asymptotically stable if for each eigenvalue ξ of J(Υ * ) the following condition holds",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endemic"
        },
        {
            "text": "Let us define the following discrimenant:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endemic"
        },
        {
            "text": "Using this, we have the following proposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endemic"
        },
        {
            "text": "Proposition 4. (i) If Φ(ϕ) > 0 holds, then the endemic steady state Υ * is asymptotically stable if the following conditions hold",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endemic"
        },
        {
            "text": "The Optimal control approach is a convenient mathematical technique used to control a mathematical model of biological or medical progressions. Several mathematicians have established control based mathematical models to attain optimal drug dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Fractional Optimal Control Problem"
        },
        {
            "text": "Here the aim is to analyze the effect of control measures. For this we introduced two control functions u 1 (t) and u 2 (t) into the system (7). u 1 is used to block the infection and u 2 is applied to inhibits the viral production. Biologically, u i (t), i = 1, 2 represents the drug influence in the model dynamics. Thus our control based model (7) becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Fractional Optimal Control Problem"
        },
        {
            "text": "with initial conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Fractional Optimal Control Problem"
        },
        {
            "text": "represents the Caputo fractional derivative of order η. The system (20) can be rewritten as the following compact form:",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Fractional Optimal Control Problem"
        },
        {
            "text": "Since the aim is to minimize the infected epithelial cells, we define our objective function as below",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Fractional Optimal Control Problem"
        },
        {
            "text": "where Au 2 1 represents the cost of the drug to block infection and Bu 2 2 are cost of the drug to block infection the weight constants on benefit of the cost. Here A and B represents the positive balancing coefficients (i.e. weights) that regularize the optimal controls. The quadratic expressions for the controls included in (20) indicate nonlinear costs potentially arising at high intervention levels [24] .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The Fractional Optimal Control Problem"
        },
        {
            "text": "We find the optimal controls (u * 1 (t), u * 2 (t)) to minimize the objective function (21) over the set U subject to the state system (20) such that inf (u1(.),u2(.))∈U",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Fractional Optimal Control Problem"
        },
        {
            "text": "Fractional order control problem (FOCC) as in (20) describes the fractional dynamic system (FDS). General formulation of the optimality conditions of the FOCP is derived below using the methodology proposed by Agarwal [2] .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Conditions Derivation"
        },
        {
            "text": "We rewrite our fractional order control system as below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "assuming x(t) = [T (t), I(t), V (t), C(t)] T as the state vector and u(t) = [u 1 (t), u 2 (t)] T as the control vector. We further write the functional J as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "Thus in a compact form, the optimal control problem is the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "subject to the state system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "The co-state vector ν(t) satisfy the following relation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "and the optimal control pair u * is determined using the following relation:,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "The FOCP with Caputo fractional derivatives gives the Euler-Lagrange optimality conditions (26) , (27) , and (28) . Note that when η = 1, the FOCP becomes the classical optimal control problem.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "Using the above relations we solve our optimal control problem (21) . In order to find a solution of the FOCP, the Hamiltonian function is considered:",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "where g = Au 2 1 + Bu 2 2 + P I 2 + QV 2 , ν = (ν 1 , ν 2 , ν 3 , ν 4 ) T , f = (f 1 , f 2 , f 3 , f 4 ) T , f i , i = 1 − 4. We can minimized the objective function (21) by using the Euler-Lagrange conditions satisfying the optimality conditions (26), (27) and (28) .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "(20) represents the state system. By using the equation (23) and (25) the costate system can be obtained as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "J o u r n a l P r e -p r o o f with the boundary conditions: ν i (t f ) = 0, i = 1, 2, 3, 4. By using (28) and (29), we can obtain the optimal function stated below:",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "The compact form of the optimal control can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "u * 2 (t) = min max",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "The solution of the FOCP can be obtained by replacing u 1 and u 2 respectively by u * 1 and u * 2 in then system (20) and system (30).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "Here, we provide the numerical simulations on the basis of our analytical findings of the previous sections. To solve our model (7) we use the iterative scheme [28] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Numerical findings"
        },
        {
            "text": "The above equation, last term of right hand side represents the memory. Here l(m) is defined as l(0) = 1 and l(m) = (1 − 1−η r )l r−1 , n ≥ 1 and T (0) = T 0 , I(0) = I 0 , V (0) = V 0 and C(0) = C 0 are the positive initial conditions. The solution of the system (7) for the different values of η represents by Figure (2) . Here we have observed that in case of integer order system (i.e., η = 1) the system shows its periodic nature. But in case of fractional order (η = 0.9) the system converges to its steady state in shorter time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 322,
                    "text": "Figure (2)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Numerical findings"
        },
        {
            "text": "The solution of the system (7) for the different values of non-lytic factor p (p = 0.1, 15) represents by Figure 3 and Figure Table 1 . Figure 3 shows that decreasing the value of viral transmission rate by nonlytic effector mechanism is useful to the epithelial cells in case of SARS-CoV-2 infection. Also if the killing rate by a lytic mechanism of infected cell increases, then lytic effector can be beneficial to control the virus replication. Figure 4 shows that for low lytic effectors (q = 0.01) the system attains a periodic nature. But if the lytic effector increases to q = 1, the system moves to its stable region within a short time. Thus we can apply these findings to fractional order optimal control study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 119,
                    "end": 125,
                    "text": "Figure",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 144,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 448,
                    "end": 456,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Numerical findings"
        },
        {
            "text": "To study the fractional-order control problem (20) , we numerically solve the state system (20) as an initial value problem and the costate system (30) as a boundary value problem. Thus forward iteration method has been used in solving the state system (20) and a backward iteration solves the costate system (30) with the help of MATLAB source code (see [9] for more detail). Figure 5 and Figure 6 is plotted with memory η = 0.9 in presence of antiviral drug effects. Figure 5 shows the path of the model variables in the presence of control. Here we observe that the uninfected epithelial cells attain their maximum value after 20 days and infected and the virus population reduces with the effect of antiviral drugs. Also proper choice of drug weightage results in the extinction of infection. Figure 6 shows the optimal control profile of the antiviral drugs u * 1 (t) and u * 2 (t).",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 91,
                    "end": 95,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 385,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 398,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 477,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 805,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Numerical findings"
        },
        {
            "text": "CTL responses play a crucial role both in the death rate of infected cells due to viral infection and on the infection rate via the lytic and nonlytic mechanisms. In order to explore the effect of CTL responses in presence of the antiviral drugs, we have proposed a fractional-order mathematical model considering human host cells as model variables and analyzed the biological dynamics of the system analytically and numerically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the case of a fractional differential equation, the memory kernel declines as a law of power. However, the memory kernel converts the Dirac Delta function in the case of the ordinary differential equation. Thus the mathematical model enables us to predict the optimal drug dosage. Thus, by selecting the appropriate fractional index following the actual clinical records best treatment regimen may be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "In this article, we have proved that the solution of the model is nonnegative and bounded. We have found that there exist three equilibriums, namely, the disease-free equilibrium Υ 0 , the CTL responses free equilibrium Υ 1 , and the endemic equilibrium Υ * . Here we have found the basic reproduction ratio of R 0 . It is clearly observed that if the infection rate β reaches above a certain value, then R 0 becomes greater than the unity and the system attains its endemic state. On the other hand, if the death rate δ I of infected cells attains above a certain value, then R 0 reduces than unity, and the system moves to its diseasefree state which results in wiped out of infected cells. Analytically, we have derived that when R 0 < 1, the disease-free state is asymptotically stable and for R 0 > 1 it is unstable, and the endemic equilibrium E * becomes feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "Using numerical simulation by changing the values of the fractional-order η (Figure 2 ), we study a better understanding of the biological process considered here. Reducing virus reproduction rate by nonlytic mechanism and increasing the death rate of infected cells by lytic mechanism is always beneficial to control the disease (Figure 3 and Figure 4 ). Our numerical findings reveal that in the presence of antiviral drug therapy the lytic and nonlytic mechanism of CTL responses acts more successfully. We also study the control-theoretic methodology in view of optimal antiviral drug dosing in our proposed system. From the fractional-order optimal control-theoretic study along with numerical findings (see Figure 5 and Figure 6 ) it is clearly observed that optimal treatment procedures can reduce the viral load and eradicate the infection. From our theoretical and numerical findings, we can predict that the lytic and nonlytic effector of the CTL responses plays a pivotal role in governing and eliminate the disease in presence of antiviral drug therapy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 344,
                    "end": 352,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 713,
                    "end": 721,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 734,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "18"
        },
        {
            "text": "In this article, we have revealed that the memory of cells plays a pivotal role to sustain the overall stability for long-term dynamics. It also gives us a more realistic way to reveal the viral dynamics. Thus regulating the memory of cells helps the system to explore more effectively. We have analyzed the nonnegativity and stability of the system according to the value of R 0 . Numerical simulations confirmed our analytical findings. At the same time, the optimal drug dosing into the fractional-order system plays a crucial role to reduce the viral as well as infected cell load. Hence, the FDE model is more suitable for understanding the host cell dynamics and CTL responses against viruses in comparison to the ODE system. Further, this study helps us to develop effective treatments against COVID-19 infections in order to reduce the patients' basic reproduction number to less than one. This study also leads for activation of immune response represents the main edge for reducing and eliminating viral load and infected cells from the human body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Darboux problem for fractional-order discontinuous hyperbolic partial differential equations in banach algebras",
            "authors": [
                {
                    "first": "Saïd",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "Mouffak",
                    "middle": [],
                    "last": "Benchohra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gaston",
                    "suffix": ""
                },
                {
                    "first": "Boualem Attou",
                    "middle": [],
                    "last": "N&apos;guérékata",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Slimani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Complex Variables and Elliptic Equations",
            "volume": "57",
            "issn": "2-4",
            "pages": "337--350",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A formulation and numerical scheme for fractional optimal control problems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Om",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Vibration and Control",
            "volume": "14",
            "issn": "9",
            "pages": "1291--1299",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Optimal control of a fractional-order enzyme kinetic model",
            "authors": [
                {
                    "first": "Fahad",
                    "middle": [],
                    "last": "Al-Basir",
                    "suffix": ""
                },
                {
                    "first": "Ahmed",
                    "middle": [
                        "M"
                    ],
                    "last": "Elaiw",
                    "suffix": ""
                },
                {
                    "first": "Dipak",
                    "middle": [],
                    "last": "Kesh",
                    "suffix": ""
                },
                {
                    "first": "Priti Kumar",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Control and Cybernetics",
            "volume": "44",
            "issn": "",
            "pages": "443--461",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "On the new fractional derivative and application to nonlinear fisher's reaction-diffusion equation",
            "authors": [
                {
                    "first": "Abdon",
                    "middle": [],
                    "last": "Atangana",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Applied Mathematics and Computation",
            "volume": "273",
            "issn": "",
            "pages": "948--956",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modelling the spread of covid-19 with new fractalfractional operators: Can the lockdown save mankind before vaccination?",
            "authors": [
                {
                    "first": "Abdon",
                    "middle": [],
                    "last": "Atangana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "136",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chaos in a simple nonlinear system with atangana-baleanu derivatives with fractional order",
            "authors": [
                {
                    "first": "Abdon",
                    "middle": [],
                    "last": "Atangana",
                    "suffix": ""
                },
                {
                    "first": "Ilknur",
                    "middle": [],
                    "last": "Koca",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "89",
            "issn": "",
            "pages": "447--454",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New direction in fractional differentiation",
            "authors": [
                {
                    "first": "Abdon",
                    "middle": [],
                    "last": "Atangana",
                    "suffix": ""
                },
                {
                    "first": "Ilknur",
                    "middle": [],
                    "last": "Koca",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mathematics in Natural Science",
            "volume": "1",
            "issn": "",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A fractional differential equation model for the covid-19 transmission by using the caputo-fabrizio derivative",
            "authors": [
                {
                    "first": "Dumitru",
                    "middle": [],
                    "last": "Baleanu",
                    "suffix": ""
                },
                {
                    "first": "Hakimeh",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                },
                {
                    "first": "Shahram",
                    "middle": [],
                    "last": "Rezapour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advances in Difference Equations",
            "volume": "2020",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fractional-order model of the disease psoriasis: a control based mathematical approach",
            "authors": [
                {
                    "first": "Xianbing",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Abhirup",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "Fahad",
                    "middle": [
                        "Al"
                    ],
                    "last": "Basir",
                    "suffix": ""
                },
                {
                    "first": "Priti Kumar",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Systems Science and Complexity",
            "volume": "29",
            "issn": "6",
            "pages": "1565--1584",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A model for 2019-ncov infection with treatment. medRxiv",
            "authors": [
                {
                    "first": "Amar",
                    "middle": [],
                    "last": "Nath Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "Fahad Al",
                    "middle": [],
                    "last": "Basir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A method for solving differential equations of fractional order",
            "authors": [
                {
                    "first": "Elif",
                    "middle": [],
                    "last": "Demirci",
                    "suffix": ""
                },
                {
                    "first": "Nuri",
                    "middle": [],
                    "last": "Ozalp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Computational and Applied Mathematics",
            "volume": "236",
            "issn": "11",
            "pages": "2754--2762",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An algorithm for the numerical solution of differential equations of fractional order",
            "authors": [
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Diethelm",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Electron. Trans. Numer. Anal",
            "volume": "5",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The analysis of fractional differential equations: An application-oriented exposition using differential operators of Caputo type",
            "authors": [
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Diethelm",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mathematical modeling of interaction between innate and adaptive immune responses in covid-19 and implications for viral pathogenesis",
            "authors": [
                {
                    "first": "Sean",
                    "middle": [],
                    "last": "Quan Du",
                    "suffix": ""
                },
                {
                    "first": "Weiming",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The fractional sirc model and influenza a",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The theory of matrices",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Gantmacher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Timing of antiviral treatment initiation is critical to reduce sars-cov-2 viral load",
            "authors": [
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "Julie",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "Ruian",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "Emmanuelle",
                    "middle": [],
                    "last": "Comets",
                    "suffix": ""
                },
                {
                    "first": "Denis",
                    "middle": [],
                    "last": "Xavier De Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "Andrés",
                    "middle": [],
                    "last": "Malvy",
                    "suffix": ""
                },
                {
                    "first": "Olivier",
                    "middle": [],
                    "last": "Pizzorno",
                    "suffix": ""
                },
                {
                    "first": "Manuel",
                    "middle": [
                        "Rosa"
                    ],
                    "last": "Terrier",
                    "suffix": ""
                },
                {
                    "first": "France",
                    "middle": [],
                    "last": "Calatrava",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mentré",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CPT: pharmacometrics & systems pharmacology",
            "volume": "9",
            "issn": "",
            "pages": "509--514",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Modeling the dynamics of novel coronavirus (2019-ncov) with fractional derivative",
            "authors": [
                {
                    "first": "Abdon",
                    "middle": [],
                    "last": "Muhammad Altaf Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Atangana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Alexandria Engineering Journal",
            "volume": "59",
            "issn": "4",
            "pages": "2379--2389",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Theory and applications of fractional differential equations",
            "authors": [
                {
                    "first": "Anatoliȋ",
                    "middle": [],
                    "last": "Kilbas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Numerical methods for fractional calculus",
            "authors": [
                {
                    "first": "Changpin",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Fanhai",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Sur le signe de la partie reelle des racines d'une equation algebrique",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lienart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chipart",
                    "suffix": ""
                }
            ],
            "year": 1914,
            "venue": "J. de Math. Pures et Appliquées",
            "volume": "10",
            "issn": "",
            "pages": "291--346",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global existence theory and chaos control of fractional differential equations",
            "authors": [
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Mathematical Analysis and Applications",
            "volume": "332",
            "issn": "1",
            "pages": "709--726",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global dynamics of a fractional order model for the transmission of hiv epidemic with optimal control",
            "authors": [
                {
                    "first": "Jian",
                    "middle": [],
                    "last": "Parvaiz Ahmad Naik",
                    "suffix": ""
                },
                {
                    "first": "Kolade M",
                    "middle": [],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Owolabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "138",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Optimal Control Applied to Population and Disease Models",
            "authors": [
                {
                    "first": "Rachael Lynn Miller",
                    "middle": [],
                    "last": "Neilan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Generalized taylor's formula",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Odibat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Shawagfeh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Generalized taylor's formula",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zaid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Odibat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nabil",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shawagfeh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Applied Mathematics and Computation",
            "volume": "186",
            "issn": "",
            "pages": "286--293",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Fractional differential equations: an introduction to fractional derivatives, fractional differential equations, to methods of their solution and some of their applications",
            "authors": [
                {
                    "first": "Igor",
                    "middle": [],
                    "last": "Podlubny",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A mathematical model of dengue transmission with memory",
            "authors": [
                {
                    "first": "Tridip",
                    "middle": [],
                    "last": "Sardar",
                    "suffix": ""
                },
                {
                    "first": "Sourav",
                    "middle": [],
                    "last": "Rana",
                    "suffix": ""
                },
                {
                    "first": "Joydev",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Communications in Nonlinear Science and Numerical Simulation",
            "volume": "22",
            "issn": "1-3",
            "pages": "511--525",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A mathematical model for covid-19 transmission by using the caputo fractional derivative",
            "authors": [
                {
                    "first": "Hakimeh",
                    "middle": [],
                    "last": "Nguyen Huy Tuan",
                    "suffix": ""
                },
                {
                    "first": "Shahram",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rezapour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mathematical models of immune effector responses to viral infections: Virus control versus the development of pathology",
            "authors": [
                {
                    "first": "Dominik",
                    "middle": [],
                    "last": "Wodarz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of computational and applied mathematics",
            "volume": "184",
            "issn": "1",
            "pages": "301--319",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Clinical course and risk factors for mortality of adult inpatients with covid-19 in wuhan, china: a retrospective cohort study. The lancet",
            "authors": [
                {
                    "first": "Fei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Ting",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Ronghui",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Guohui",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Zhibo",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Yeming",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Xiaoying",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Basic theory of fractional differential equations world scientific publishing company",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Transmission dynamics of COVID-19 within the host of the mathematical model(5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The endemic equilibrium Υ 1 is asymptotically stable if each eigenvalue ξ of J(Υ 1 ) satisfies | arg(ξ)| > ξ 1 π 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "1 )βV * 1 + pC * , e 22 = δ I + qC * , e 23 = qI * , e 32 = γC *",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "= e 11 + e 12 + δ V , ϑ 2 = e 11 e 22 + e 11 δ V + e 22 δ V + e 23 e 32 − (1 − 2 )κδ I e 12 , ϑ 3 = e 11 e 22 δ V + e 11 e 23 e 32 + e 23 e 32 δ V − (1 − 2 )κδ I e 11 e 12 − e 13 e 21 e 32 , ϑ 4 = e 11 e 23 e 32 δ V − e 13 e 21 e 32 δ V .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "4 shows the solution trajectories for different values of lytic factor q. These numerical findings show two The system trajectories (7) varies with η. Other parameters are taken fromTable 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The system trajectories(7)for different value of p with the set of parameters as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The system trajectories (7) varies with q with the parameters values fromTable 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Numerical Optimal control profile of control variables.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "are the initial conditions and the Left -Caputo fractional derivative is indicated as D η t . Here we consider all the parameter values are non-negative. Also, all the state variables in our model",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of Interest: The following authors do not have any conflict of interest. Every author contribution is given below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors Statement"
        }
    ]
}