{
    "paper_id": "3e7c743a4989a15ea8f2ef40fe55eed6e628f977",
    "metadata": {
        "title": "Tele-ophthalmology amid COVID-19 pandemic-Hong Kong experience",
        "authors": [
            {
                "first": "Jasper",
                "middle": [],
                "last": "Ka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wai",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "addrLine": "Pok Fu Lam",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Kendrick",
                "middle": [],
                "last": "Co Shih",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "addrLine": "Pok Fu Lam",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Cheuk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "addrLine": "Pok Fu Lam",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Jimmy",
                "middle": [],
                "last": "Shiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "addrLine": "Pok Fu Lam",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hong Kong has been one of the earliest areas being struck by the COVID-19 virus. Yet, there were only around 1000 cases from January to early May, with only 4 deaths [1] and no hospital outbreaks. As a tertiary ophthalmic center serving the Central, Western, and Southern Island districts, where the majority of confirmed and suspected cases resided in [2] , we were faced with a dilemma of maintaining our clinical services without compromising the safety of our staff and patients. A series of precautions were taken to reduce unnecessary exposures.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the 29th of January 2020, the first working day after the Chinese Lunar New Year holiday, patients with recent travel and contact histories and presences of fever and other respiratory symptoms were identified prior to entering our clinical building. Their medical records or referral letters would be reviewed. Those with stable chronic conditions would be given drug refill, while newly referred for nonurgent conditions would be given later appointments. Only those with urgent ophthalmic conditions were seen on the same day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have established a local telemedicine workflow for these patients, in which only 1 designated staff would be in direct contact with them. They would be brought to a designated examination room and a designated and trained optometrist in full PPE would check the visual acuity and intraocular pressure for them. After standardized history taking, the optometrist will take slit-lamp photos with diffuse and oblique illuminations, under low and high magnifications, paying special attention to areas of interests. Fundus photos would be taken after pharmacological dilatation of pupil with a widefield fundus camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical parameters and photos, together with a copy of the medical record or referral letters, would be uploaded to an encrypted local cloud platform. The ophthalmologist in the consultation room on another floor would then be called upon to communicate with the optometrist and patient, after reviewing all the information. If additional clinical information or photos were needed, it would be immediately taken care of by the attending optometrist. Prescriptions and advices from the ophthalmologist would be delivered to the patients via the optometrist and they would then be discharged directly with a follow-up appointment unless urgent interventions were required. During this 3-month period, we have maintained 80% of our out-patient service seeing more than 300 patients every day. No hospital acquired infections were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This pandemic has placed an unprecedented strain on medical systems worldwide, not only affecting those dedicated in helping the infected but the entire system. Telemedicine has been a heated topic but little was done when it came to clinical adaptation. This pandemic fueled the implementation of telemedicine in real-life. Wider adoption of telemedicine, not only limited in ophthalmology, would certainly be the trend especially when the much-faster 5G network becomes the standard of telecommunication in the coming decade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Local Situation Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "Hong Kong SAR Government",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}