{
    "paper_id": "3e7d6beb530e9514d628c3bb50b5d913b4909156",
    "metadata": {
        "title": "Journal Pre-proof Triage of scarce critical care resources in COVID-19: an implementation guide for regional allocation An expert panel report of the Task Force for Mass Critical Care and the American College of Chest Physicians Triage of scarce critical care resources in COVID-19: an implementation guide for regional allocation 1 An expert panel report of the Task Force for Mass Critical Care and the American College of Chest 2 Physicians 3 4 On behalf of the ACCP Task Force for Mass Critical Care",
        "authors": [
            {
                "first": "Ryan",
                "middle": [
                    "C"
                ],
                "last": "Maves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Downar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada 31"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "R"
                ],
                "last": "Dichter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA 32"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "L"
                ],
                "last": "Hick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asha",
                "middle": [],
                "last": "Devereaux",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Geiling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Niranjan",
                "middle": [],
                "last": "Kissoon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathaniel",
                "middle": [],
                "last": "Hupert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "S"
                ],
                "last": "Niven",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "A"
                ],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lewis",
                "middle": [
                    "L"
                ],
                "last": "Rubinson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Hanfling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inova Fairfax Hospital",
                    "location": {
                        "addrLine": "Falls Church",
                        "region": "Virginia",
                        "country": "USA 41"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "G"
                ],
                "last": "Hodge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "settlement": "Tempe",
                        "region": "Arizona",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "Faith"
                ],
                "last": "Marshall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [],
                "last": "Fischkoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "E"
                ],
                "last": "Evans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "R"
                ],
                "last": "Tonelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Randy",
                "middle": [
                    "S"
                ],
                "last": "Wax",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gilbert",
                "middle": [],
                "last": "Seda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Parrish",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "D"
                ],
                "last": "Truog",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "L"
                ],
                "last": "Sprung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Christian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "Perspective 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "The current pandemic of the novel 2019 coronavirus disease due to SARS-CoV-2 has 3 led to a substantial increase in the demands on acute and critical care services in hospitals 4 around the world. Even modest numbers of critically ill COVID-19 patients are rapidly exceeding 5 existing hospital capacity. Although a minor or moderate surge can be accommodated by 6 employing conventional and contingency surge strategies such as conserving, substituting, 7 adapting and re-using existing resources, current experiences from other countries managing 8 COVID-19 suggest that the magnitude of the surge will substantially exceed capacity, 9 necessitating a crisis surge response 1-4 . The clinical demands will exceed the ability to provide 10 one or more crucial resources essential to deliver basic critical care, therefore necessitating 11 decisions regarding the re-allocation of resources. This potential requires preparation of a 12 triage system to best allocate available critical care resources to meet severe surge in order to 13 maximize benefit for the greatest number of people. 4, 5 Importantly, this triage system should 14 only be deployed as a last resort and implemented as resources become limited and after all 15 attempts to surge, move patients, or shift resources from regions with greater availability have 16 been made. 17 18 When implemented, triage must be applied to all current and new patients presenting with 19 critical illness, regardless of the diagnosis of COVID-19 or another illness, while maintaining 20 underlying ethical principles of social justice, beneficence, non-maleficence, respect for persons 21 and their dignity, veracity and the need to uphold trust within society, and fidelity to one 22 another within health systems. We must uphold our duty to care for all patients, even those 23 3 v200409 unable to receive critical care interventions. In order to enact this triage plan, a triage decision 1 support protocol, infrastructure, processes, legal and regulatory protections and training 5 are 2 required, all of which are currently lacking in most institutions and regions . 3 4 Additionally, there is a need to ensure that patients who do not initially receive critical care 5 resources are still provided the best supportive care possible and are re-evaluated, at minimum 6 daily, for consideration of resource allocation as supplies become available. This will result in a 7 sliding scale from crisis to contingency and flexibility should be anticipated. The absence of a 8 triage system, consistently applied within and between hospitals, may lead to unnecessary 9 deaths, increased moral distress for front-line clinicians, and a lack of public confidence in the 10 fairness of scarce resource allocation. It is important to recognize that the initiation of adult 11 triage levels does not itself imply initiation of pediatric triage (or vice versa). However, 12 dependent on the level of impact within the pediatric system, pediatric hospitals will need to 13 consider lower level triage initiation at a point when adult systems have reached crisis triage, in 14 order to respect the principles of utility and fairness population-wide. 15 16 With appropriate critical care surge planning, we hope that the use of a triage plan that limits 17 the delivery of critical care should be rare, but the potential consequences of failing to prepare 18 for this eventuality are serious. 19 20 COVID-19 is due to a novel coronavirus that can cause severe acute respiratory illness. Early 5 experience with the virus in China and Italy suggests that the virus has a community 6 symptomatic attack rate of COVID-19 of up to 30% (with approximately double that number of 7 SARS-CoV-2 infections, since up to half of cases appear to be asymptomatic or 8 paucisymptomatic). Of these, as many as 5-25% may require hospital admission, 5-8% may 9 require intensive care unit (ICU) admission, and 2-4% may require mechanical ventilation for 10 acute respiratory failure. For example, in the greater New York City metropolitan area alone 11 (with a population of 8.4 million people), a community attack rate of 35% (i.e., a symptomatic 12 attack rate of 17.5%), leading to 1.3 million people with varying levels of disease from now until 13 9 v200409 mid-summer, could generate up approximately 88,000 total hospitalizations and 13,000 ICU 1 admissions under a scenario in which 7% of all affected persons require hospitalization and 14% 2 of those require critical care beds. Under a more severe scenario (20% hospitalized and 24% to 3 ICU, rates now seen during the week of 23 March 2020 at New York City hospitals), this could 4 lead to up to 190,000 hospitalizations and 58,000 ICU admissions over the course of the 5 pandemic, with a peak concurrent ICU census of approximately 22,000 before summer. At 6 baseline, the United States has approximately 68,000 adult and 5,000 pediatric ICU beds, a per 7 capita ICU bed availability that exceeds most other countries. 6 Clearly, either scenario is likely 8",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1091,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1093,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 2122,
                    "end": 2127,
                    "text": ". 3 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "to vastly overwhelm any current health system, as is occurring in Italy and elsewhere. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "10 Triage is the course of action that we take when we have exhausted our ability to expand our 11 critical care resources, that is, to surge. Surge capacity refers to the ability of a hospital or 12 other health care system to expand its normal operating capacity in the setting of an 13 emergency. Surge capacity includes the key features of \"staff, space, supplies, and systems\" 14 with \"communications\" as a critical fifth feature. All five of these elements are necessary to 15 permit hospitals to surge effectively in disasters. The Task Force for Mass Critical Care (TFMCC) 16 provided a classification system for differing levels of surge response in their 2014 guidelines on 17 the management of the critically-ill during disasters and pandemics 3 : 18 19 Conventional capacity: A hospital should be able to increase its critical care capacity by 20 approximately 20% above its normal limitations. This level would be implemented in major 21 mass-casualty incidents that trigger activation of the hospital emergency operations plan. Most 22 v200409 facilities should be able to achieve this level of response using existing staffing and resources, 1 including strategies such as cancellation of elective procedures and transferring of appropriate 2 patients out of ICUs. 3 4 Contingency capacity: This level would be used during a disaster whose medical demands 5 significantly exceeded routine hospital and community resources. At this level, a hospital will 6 expand its critical care capacity by up to 100%, in part through modification of existing spaces 7 and expanding the use of certain staff members. For example, critical care services may be 8 provided in a post-anesthesia care unit, stepdown unit, or other high-dependency area with 9 cross-training of staff under the direction of critical care team members. Ventilators intended 10 for the operating room, non-invasive ventilation, or transport can be repurposed to augment 11 the overall ventilator supply. At this level of surge response, it can be expected that medical 12 care will be at or near the pre-disaster prevailing community standard. 13 14 Crisis capacity: This level would be implemented in catastrophic situations, such as suggested 15 by the current COVID-19 modelling, that result in a significant impact on the standard of 16 medical care that can be provided. Severe limitations of space, staff, and supplies would not 17 allow hospitals to provide the usual standard of medical care. At this level, hospitals and 18 communities will need to consider triage principles. 19 20 It is important to note that the numbers provided above are a construct, not absolute rules. As 21 the balance of resources versus demand shifts over time during an emergency, the degree of 22 v200409 the surge response and any necessary triage will shift as well (figure 1). Shortages of trained 1 staff, ventilators, or of personal protective equipment (PPE) are very real threats in the current 2 pandemic and will likely be triggers for shifting to triage and crisis standards of care if they 3 should occur. As such, we need to have an accurate inventory of those resources, 4 understanding that the limitations would likely be staff rather than ventilators or space, 5 although the ongoing experiences in New York suggest that all three may easily be in short 6 supply. However, the early experience in Italy, which has roughly the same number of ICU beds 7 and ventilators per capita as many other developed countries, indicates that our current critical 8 care resources are insufficient to manage a similar outbreak. 9 10 2. A triage plan is necessary to ensure the greatest benefit to the greatest number, and to 11 reduce the number of patients who will be unable to receive critical care resources. 12 13 A number of pandemic triage plans have already been proposed for viral respiratory illness and 14 are outlined in a recent overview on triage 7 . When the demand for critical care overwhelms the 15 resources available, a resource allocation plan is essential in order to deliver both the greatest 16 benefit to the greatest number of people, as well as to maintain the function of the health care 17 system and prevent random or otherwise inequitable distribution of scarce resources. 18 19 Triage require us to accept the fact that some individuals will not receive critical care resources 20 which might have been dedicated to their care under normal circumstances, while some 21 individuals will have critical care interventions withdrawn if they fail to improve. Although as 22 v200409 yet untested in practice, modeling studies evaluating predicted mortality in pandemics have 1 demonstrated that more people will die due to lack of critical care resources than would have 2 died if triage systems were implemented 8, 9 . Without a triage plan, patients will receive critical 3 care resources by random chance or a first-come, first-serve basis, likely leading to overall 4 worse outcomes across a population and more individuals being denied critical care. 5 6 A triage system requires an ethical basis, which we summarize in figure 2. Limiting and 7 withdrawing critical care resources are justified by the utilitarian principle of providing the 8 greatest good to the greatest number of people. While the general principle of \"saving the most 9 lives possible\" holds true in any system, the decisions of identifying which patients to prioritize 10 for access to critical care will be difficult. A \"first-come, first-served\" model of triage has the 11 advantage of simplicity but will exclude patients who lack transportation or easy access to care. 12",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 764,
                    "text": "3 : 18 19",
                    "ref_id": null
                },
                {
                    "start": 4806,
                    "end": 4808,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 4809,
                    "end": 4810,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "A system based on age alone, with mechanical ventilation denied to patients over a given age 13 cut-off, does not account for differences in baseline mortality risk due to underlying health. 14 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "Communities may choose to prioritize to key groups, to include healthcare workers (HCWs), 16 first responders, research volunteers, or others who are either perceived as risking their own 17 safety for the public's benefit or who have a special role in pandemic response, although strict 18 definitions of who is included in these key groups and the social utility of such preferences 19 remain unresolved. Children and pregnant women may receive special priority in other schema, 20 with the concept of saving not only the most lives but also the greatest number of years of 21 life. 10,11 All of these must be taken in consideration, and different cultural priorities will vary 22 v200409 between (and within) different countries. This paper is inadequate to answer these questions 1 for a given community; sample triage protocols are available on the CHEST website for review 2 and guidance. 3 4 These decisions to implement a triage system should be driven by the inability of regional 5 health systems to deliver care to all critically-ill patients due to an overwhelming surge in 6 demand that reaches crisis levels. The triage protocol we are referring to in this case is for 7 \"tertiary triage\", which takes place at an acute care hospital when deciding whether or not to 8 admit for critical care services 5 . In a broad sense, patients who present for tertiary triage are 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "going to fit into one of three categories: (1) too well to benefit from critical care; (2) too sick to 10 benefit from critical care, due to severe underlying illness or a poor likelihood of surviving their 11 hospitalization; or (3) sick enough to benefit from critical care. The goal of triage protocols is 12 not to exclude categories of patients based on age or underlying disease, and protocols that 13 explicitly exclude patients based on a single criterion alone may run afoul of antidiscrimination 14 laws in many jurisdictions. Rather, the goal of a triage protocol is to maximize the use of critical 15 care resources for patients in the third category. These categories apply to all patients 16 presenting with critical illness under crisis standards of care, not just those infected with SARS-17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "CoV2. 12 While we must recognize that patients less likely to benefit from critical care may not 18 be provided those services and interventions under a triage system, re-allocation may occur as 19 resources and demand change. The best available epidemiological data, combined with expert input, will be required to create 1 triage protocols that reflect COVID-19-specific mortality and resource utilization predictions. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "Although the use of acute illness scores, such as the Sequential Organ Failure Assessment 3 (SOFA) score, were proposed for the previous pandemic triage plans, a growing body of 4 evidence suggests such scoring systems are unlikely to predict critical care outcomes with 5 sufficient accuracy 13,14 , in particular patients suffering from COVID-19, 15-18 or be for a useful 6 basis for triage decisions based upon the current protocol cut points 12, 19, 20 . 7 8 The prognostic accuracy of SOFA varies across its range of scores, with greater variability and 9 less accuracy at lower scores than at higher scores, and is not immediately applicable to all 10 disease states: a patient with sepsis may have a SOFA score of 4 and a low mortality risk, for 11 example, while a patient with an intracranial hemorrhage and a Glasgow coma score (GCS) of 3 12 could share this SOFA of 4 but have a very high risk of death. Potentially subjective elements, 13 such as the dose of vasopressor administered or the assessment of GCS during sedation breaks, 14 are subject to clinician judgment and are affected by drugs and other interventions. 21 As 15 outcomes at differing SOFA scores vary across studies and are generally absent in the context of 16 crisis standards of care, system-level data are necessary to guide selection of threshold values. 17",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 449,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "v200409"
        },
        {
            "text": "All of these factors combine to raise a number of logistical and ethical concerns regarding the 19 use of the SOFA score in a triage algorithm. Therefore, we propose triage protocols that are not 20 solely dependent on SOFA (or another single scoring tool), as SOFA is unlikely to be adequate in 21 and of itself for triage decisions. It is important to mention that any scoring system at this stage 22 v200409 of the pandemic will need to be pragmatic and combine other predictors of ICU mortality, such 1 as disease-specific indicators for non-COVID-19 conditions, frailty scores, comorbidity indices, 2 and physician judgement as best possible. This will need to be balanced against the need for a 3 triage scoring tool that is actionable: complex enough to provide prognostic information with 4 acceptable accuracy, but simple enough to be implemented in a timely manner. 5 6 As our knowledge of COVID-19 increases, it is likely that better prognostic scoring tools will be 7 developed; when this occurs, triage systems should incorporate these into their protocols in 8 order to improve our prediction of critical care outcomes and mitigate the limitations of 9 physiological indices in isolation. 10 11 Periodic reassessment of patients is a necessary part of any triage algorithm, to assess for 12 clinical improvement, deterioration, or any other changes that affect prognosis. COVID-19 13 illness seems to last longer than influenza, suggesting that reassessments at 48 and 120 hours 14 noted in earlier triage protocols 5,12 are too short to provide an adequate trial of therapy in 15 COVID-19 patients. Therefore, any triage protocol will need to be reassessed and modified as 16 clinical experience with SARS-CoV-2 infection grows. • Concept of Operations (CONOPS) -what is the process that is followed at the facility 1 when making resource allocation decisions? 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "• Criteria -what is the protocol that is used, and how is that reviewed and updated as 3 new information becomes available? 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "• Coordination -how are the efforts of the facility integrated with other hospitals in the 5 area to assure information sharing, consistent policies, and patient and resource 6 movement to diffuse impact as needed to assure a consistent standard of care in the 7 region? 8 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "Concept of Operations -CONOPS 10 CONOPS describes a proactive approach to triage which should be invoked whenever a 11 prolonged incident occurs. This strategy is preferable to reactive bedside decisions based on 12 clinician discretion that may occur early in an event. It involves several key elements: 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "• Assuring that resource allocation decisions are integrated into the hospital incident 14 command system, and that the process and protocols are understood and accepted by 15 leadership. The incident command cycle for crisis events are illustrated in Figure 3 . 16",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "18"
        },
        {
            "text": "• A multidisciplinary clinical care committee associated with incident command that 17 makes medical practice recommendations to address increased demand and provides 18 oversight of any triage decisions. This group has broad clinical representation and 19 includes ethics and legal input. 20 v200409 • A described process for multidisciplinary decision-making -ideally involving more than 1 one clinician with expertise in the area, expectations of the decision process, 2 communication, appeals (where possible) and review. (Figure 4 ) 3 4 The decision process is designed to be rapid, but still will likely take up to an hour. This may 5 have to be abbreviated during times of overwhelming demand, and this expectation should be 6 spelled out. Those providers forced into real-time decision-making should use the same 7 protocol and criteria, and the situation should be documented by incident command. 8 9 4. Triage Protocol 10 11 12",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 535,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "18"
        },
        {
            "text": "The actual clinical criteria on which the decisions are based should be approved by the clinical 13 care committee and updated as additional information about the specific epidemiologic and 14 outcome characteristics of the disease are understood. Other resources will likely be in short 15 supply and will require guidance from the clinical care committee. A reference card set is 16 available that describes general approaches to a range of resources 17 (https://www.health.state.mn.us/communities/ep/surge/crisis/standards.pdf). A simplified 18 version of a triage protocol is provided in figure 5 for reference. 19 20 Coordination 21",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 600,
                    "text": "figure 5",
                    "ref_id": null
                }
            ],
            "section": "18"
        },
        {
            "text": "Triage criteria and processes should be as consistent as possible within a region. Strong, 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "collaborative regional efforts are a cornerstone of effective response and must be implemented 23 regardless of any competitive posture between healthcare systems that may exist during usual 24 v200409 operations. Hospitals must share information, adjust protocols, and balance resources and 1 patient loads across the immediate surrounding region to ensure as consistent a standard of 2 care as is possible. The regional structures should involve sharing information about available 3 beds, ventilators, advanced care resources such as ECMO (a regional approach to ECMO 4 allocation is found in the card set referenced above), and staff, as well as a critical care working 5 group to establish joint triage protocols and coordinate mass critical care planning, and 6 potentially involve a central 'gatekeeping' mechanism for regional referrals and critical care 7 triage. A central triage committee should be appointed, with connections to local triage officers 8 and teams at each hospital. A standardized documentation process (paper or electronic) should 9 be used to allow efficient data collection and decision-making. The protocol should be made 10 available to all triage personnel in advance to allow familiarization and feedback. A mechanism 11 to revisit triage decisions that vary from conventional care practices should be strongly 12 considered to reassess individual patient progress if clinical demand decreases or if capacity 13 increases. Figure 6 illustrates the structure of a triage system at the regional level and 14 integration with a hospital incident command structure. 15 16 5. Many current legal and regulatory frameworks preclude a triage system because of the 17 need to withhold or withdraw artificial life support without consent. 18 19 Legislation in most states and provinces provides the framework for medical decision making. 20",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1457,
                    "end": 1465,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "18"
        },
        {
            "text": "Broadly speaking, these laws indicates that plans of treatment require consent of the patient or 21 their surrogate. In some jurisdictions, courts have ruled that physicians do not require consent 22 v200409 to withhold CPR (or other life-sustaining measures) that they believed to be outside the 1 standard of care 22 . Even within a single country, there may be wide regional variation on the 2 degree to which physicians may make unilateral decisions regarding the provision of 3 resuscitative care 23 . 4 5 A published report from the Institute of Medicine outlined some of the important 6 considerations for medical and legal standards of care in a disaster 24 . Key elements of this 7 report include the facts that (1) medical and legal standards of care are not always the same; 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "(2) they are flexible according to the context of the situation; and (3) authorities need to 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "provide clarity and guidance about standards. Clinicians who face uncertainty about how courts 10 and regulatory agencies will assess the standard of care \"may react negatively to actual or 11 perceived risks of liability\", which would result in worse outcomes for all patients, families and 12 providers alike whether infected with COVID-19 or not. 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "In order to implement a triage system, many jurisdictions would need a modification or 15 suspension of their health care consent acts to the effect that in the situation of pandemic 16 triage, consent would not be required for decisions about the withholding or withdrawal of 17 artificial life support. In addition, medical licensing bodies should modify their policies to 18 indicate that the standard of care in a pandemic is to triage patients according to an accepted 19 plan, and that consent is not required for treatment decisions taken according to that plan. 20 21 20 v200409 Although standards of care may change during a pandemic, crisis standards of care still 1 represent standards; indeed, the need for oversight and review may be even more pressing in 2 this context. If time and circumstances allow, a mechanism for appeal may be built into the 3 system. Such an appeal system must be rapidly accessible and able to decide in a timely enough 4 manner to provide actionable direction to clinicians. All triage decisions should eventually be 5 reviewed to allow for transparency and accountability. 6 7 6. Standards of Care. 8 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "Withholding critical care resources must not mean neglect, and it should not be considered 10 tantamount to terminal care or medical assistance during the dying process. We must care for 11 all patients. 12 13 Patients who do not receive critical care because of a triage system must be supported, and the 14 rationale for medical decision-making must be clearly communicated to them or their family 15 members. Shifting the normal role that patients and their surrogates play in decision-making is 16 a substantial deviation from normal medical practice, carrying with it a commensurately large 17 obligation to ensure that these individuals will receive the best possible care given the crisis 18 response. 19 20 Recent studies of severe acute respiratory illness have suggested that many patients with 21 respiratory failure can recover effectively without mechanical assistance, and opioids can be 22 v200409 used to treat dyspnea without increasing mortality 25 . A patient unable to receive invasive 1 mechanical ventilation may be able to receive supplemental oxygen through a non-invasive 2 route as resources permit. The implementation of early palliative care interventions can 3 provide a better quality of life, less treatment intensity, and no consistent impact on 4 mortality. 26, 27 This offers a strong rationale for the careful integration of symptom 5 management, in alignment with palliative care principles, for all patients impacted by crisis 6 care 28 . 7 8 Clear clinical guidelines must be established by institutions for the care of all patients with 9 respiratory failure and shock, including those patients unable to receive critical care therapies. 10 It may be possible, depending on the capabilities of a given institution, to provide some forms 11 of critical care monitoring and therapy in a crisis situation outside of the traditional ICU. 12 Protocols to support the use of opioids for dyspnea as above, other key supportive and 13 palliative interventions, and the conscientious use of therapies subject to shortages (such as 14 bronchodilators, antimicrobial agents, and fluid therapy) can be of service for bedside clinicians. The transition of healthcare systems to crisis care delivery requires a systematic communication 2 strategy at the community level to explain the situation and ongoing efforts to maintain the 3 best possible level of care. Patients and families have the right to expect that those with similar 4 critical care needs will be treated fairly and equitably, with no preference to any particular 5 group. A hotline and electronic communication platform may help gauge community response 6 and concerns during the event and will inform leaders regarding the emotional reassurances 7 needed by members of the society. 29 8 9",
            "cite_spans": [
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1297,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "Many centers have limited the number of caregivers at the bedside, reduced family movement 10 in the hospital and required the use of personal protective equipment (PPE) for all visitors to 11 the bedside. This use of PPE by visitors and caregivers will become increasingly problematic 12 considering worldwide shortages, with some centers reportedly only permitting their use by 13 visitors at crucial contact times, such as the end of life. These limitations in family contact can 14 only increase the burden of suffering, and new methods will be needed to reduce this burden, 15 to include the use of technological solutions (such as video conferencing via tablets and 16 smartphones) to attempt to preserve as much intrapersonal contact as possible. 30 17 18 With the use of triage algorithms in crisis care, even the most transparent systems of decision-19 making may lead to prolonged feelings of guilt from lack of personal preparedness, an inability 20 to assist, or frustration toward the government and the medical system. Ancillary team 21 members (including palliative care, psychiatrists, psychologists, other mental health workers, 22 v200409 and social workers) will need to assist with the burden of communication with ICU families. 1",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 762,
                    "text": "30 17 18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "These professionals should remain in regular communication with family via telephone, text 2 message, or other means as best possible. It is additionally important to anticipate and plan for 3 supporting these professionals, who themselves will require support due to secondary moral 4 distress. 5 6 8. Healthcare Worker support 7 8 The term \"moral injury\" has been increasingly suggested to describe the distress that HCWs can 9 experience from the excessive demands of energy, strength, and resources often experienced 10 within current healthcare systems. 31 The resulting constellation of symptoms -fatigue, 11 frustration, cynicism, and inefficiency -has historically been defined as \"burnout\", but this term 12 fails to capture the similarities that this syndrome may share with post-traumatic stress 13 disorder or the severity of the associated psychological injury. 32 The principles of beneficence and nonmaleficence are core to the practices of medicine and 1 nursing, and the impact of asking clinicians to shift their perspective during a crisis surge 2 response should not be underestimated. 6 Feelings of social isolation are common in times of 3 crisis and are further exacerbated by current recommendations for social distancing, infection 4 control practices, and prolonged use of PPE. Disruptions in normal routines, concern for 5 personal welfare, and fear for the safety of loved ones all add additional stress. A significant 6 number of physicians in active practice already exhibit signs and symptoms of moral injury, with 7 higher self-reported rates of poor patient safety habits, more medical errors in their practice, 8 and increased rates of suicidal ideation. 33 The personal risk to bedside clinicians during the 9 COVID-19 pandemic, especially in light of international shortages of PPE, only increases this 10 strain on the workforce. This can be a significant threat to both the quality and efficiency of 11 care in a crisis. 12 13 Providing members of the healthcare team with structured opportunities to debrief after 14 critical events and ongoing opportunities for engagement and input to improve the inevitably 15 dynamic work environment have also been shown to be effective to promote community, 16 connectedness, and meaning. Incorporating these principles thoughtfully during triage system 17 activation requires a systematic leadership communication plan to explain the reasons for its 18 use; formal training to ensure consistent implementation; and collaborative, team-based 19 approaches to decision making led by the designated triage officers and including clinicians 20 directly caring for patients with the strong support of hospital ethics and palliative care experts .  21   22   25   v200409 Similarly, institutions and governments must prevent the sanctioning of HCWs for attempting to 1 protect their own (and their families') safety through non-standard PPE usage; instead, 2 healthcare organizations need to redouble efforts to expand PPE availability, be it through 3 innovative re-usage methods, adoption of acceptable alternative forms of PPE (e.g., the use of 4 industrial respirators), and governmental and industry support for increased manufacturing. 5 6 Existing resilience measures and support programs will need to be strengthened to protect the 7 psychological well-being of patients, families, and the HCWs treating them both during and 8 after these events. 5 It is wise to consider a structured schedule of opportunities within each 9 work unit and the hospital at large to encourage staff to learn about and utilize these measures, 10 especially in the setting of anticipated prolonged periods of modified work practices that the 11 current COVID-19 pandemic threatens to create. 12",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 561,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 877,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 1689,
                    "end": 1691,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2719,
                    "end": 2744,
                    "text": ".  21   22   25   v200409",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "14"
        },
        {
            "text": "Institutions may refer to existing resources in implementing plans for such as the National 14 Academy of Medicine in the United States (https://nam/edu/clinicianwellbeing) and the 15 Intensive Care Society in the United Kingdom (www.ics.ac.uk), which has put a free Wellbeing 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Resource Library online with specific content relevant to 18 A personal connection with our patients is perhaps the most important and powerful tool to 19 maintain our sense of purpose and best care for their ongoing needs, and structured 20 opportunities to develop and maintain a human connection with the individuals whose needs 21 26 v200409 we serve will also help to combat feelings of depersonalization in the critical care environment 1 that are only exacerbated by the current crisis. 34 2 3 9. Pediatric Considerations. 4 5 Any triage system must balance the need to save the most lives possible with the need to save 6 total life-years. Critically-ill children therefore are usually considered separately from adults 7 when triage considerations are made. The fundamental precepts of crisis critical care -including 8 care and attention to the health of the entire family as a unit and respect for the role of parents 9 -remain critical to the success of disaster management. Institutions must balance the needs of 10 family-centered care versus the risk of disease transmission. One or more caregivers usually 11 accompany pediatric patients; these caregivers are likely to be close contact with a patient and 12 should be treated as a presumably exposed, though they may be asymptomatic at the time, and 13 will require monitoring for symptomatic disease and potential quarantine. 14 15 Incorporating children into a regional triage algorithm is complicated for a disease process such 16 as COVID-19 that largely affects adults, at least in terms of critical illness. Much of pediatric 17 critical care is separated into very few pediatric centers, with only some pediatric resources 18 being applicable to adult groups. In order to prevent any hospital from needing to use crisis 19 standards of care, pediatric-only hospitals in an affected region have a duty to surge to prevent 20 adult and mixed adult/pediatric hospitals going into crisis as regional capacity needs require. In 21 such a scenario, pediatric-only hospitals should consider steps outlined in table 1 above.  22  v200409   1 Pediatric care should preferably be concentrated in pediatric centers to preserve necessary 2 pediatric systems. Given the low mortality of most conditions with which children are admitted 3 to intensive care (<5%), patients <18 years of age who meet the mortality criteria associated 4 with the adult triage levels will be very rare, such that the adoption of the same triage system in 5 pediatrics is unlikely to mobilize further resources. An entirely different algorithm that is 6 pediatric-specific would be necessary in considering pediatric specific triage policies. Some 7 centers have modeled situations where a certain mortality rate or predicted ventilator-days 8 could preclude the offering of invasive ventilator support to some children at a time of 9 significantly increased short-term ventilator needs 8 , but there is a paucity of pediatric-specific 10 data to guide such triage. Medical specifics aside, the guiding ethical principles remain the same 11 for pediatric triage and should still be applied. 12 13 Pediatric centers should regionally activate pediatric triage when shared pediatric resources 14 (accounting for transportation capacity) are exhausted, with mortality predictions subject to 15 expert opinion which should be agreed upon and documented by at least two members of the 16 treating team. Prior to movement to higher triage levels, especially considering such steps 17 being unlikely to mobilize resources, discussions should be held regarding movement of 18 ventilators to pediatric centers from adult sites if there is a difference in resource demand. 19 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2076,
                    "end": 2107,
                    "text": "table 1 above.  22  v200409   1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "13"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Limited ability of SOFA and MOD 37 scores to discriminate outcome: a prospective evaluation in 1,436 patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Zygun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Laupland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Fick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sandham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Doig",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can J 38 Anaesth",
            "volume": "52",
            "issn": "3",
            "pages": "302--308",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients 40 with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and outcomes of critically ill patients with SARS-42",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational 43 study. The Lancet Respiratory Medicine",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features and outcomes of 221 patients with COVID-1 19 in Wuhan, China. medRxiv. 2020",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical findings in critical ill patients infected with SARS-Cov-2 in",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China: a multi-center, retrospective, observational study. medRxiv",
            "authors": [
                {
                    "first": "Guangdong",
                    "middle": [],
                    "last": "Province",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Development and evaluation of an influenza 6 pandemic intensive care unit triage protocol",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Myburgh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Seppelt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Resusc",
            "volume": "14",
            "issn": "3",
            "pages": "185--190",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A multicentre evaluation of two intensive care 8 unit triage protocols for use in an influenza pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Myburgh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Seppelt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Med J Aust",
            "volume": "197",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A retrospective cohort pilot study to evaluate 10 a triage tool for use in a pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamielec",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Lazar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "5",
            "pages": "170--181",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Do physicians require consent to withhold CPR that they 12 determine to be nonbeneficial?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Close",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sibbald",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "College of Physicians and Surgeons",
            "volume": "191",
            "issn": "47",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "15 and-Providing-Quality-End-of-Life-Car",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Guidance for Establishing Crisis Standards of Care for Use in 17 Disaster Situations: A Letter Report",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Medicine (US) Committee on Guidance for Establishing Standards of Care for Use in 19 Disaster Situations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neither guidelines nor symptom-targeted 21 opioids are harmful when withdrawing life-sustaining measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Associations between end-of-life discussions, patient 24 mental health, medical care near death, and caregiver bereavement adjustment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Jama",
            "volume": "25",
            "issn": "14",
            "pages": "1665--1673",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health care costs in the last week of life: 27 associations with end-of-life conversations. Archives of internal medicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Huskamp",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "480--488",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "All Patients Must Be Cared For",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Seccareccia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Palliating A Pandemic",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Pain 30 Symptom Manage",
            "volume": "39",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Too many patients… a framework to guide 32 statewide allocation of scarce mechanical ventilation during disasters",
            "authors": [
                {
                    "first": "Eld",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Gwon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chest",
            "volume": "33",
            "issn": "4",
            "pages": "848--854",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Care and caring in the 35 intensive care unit: Family members' distress and perceptions about staff skills, 36 communication, and emotional support",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Spain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Muhtadie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcdade-Montez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Macia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of critical care",
            "volume": "30",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Physicians aren't 'burning out.'They're suffering from moral injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Freudenberger HJ. The staff burn-out syndrome in alternative institutions. 40 Psychotherapy: Theory, Research & Practice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Stat",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Physician burnout, well-being, and work unit 42 safety grades in relationship to reported medical errors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Tawfik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Profit",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Morgenthaler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mayo Clinic",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Effective and ethical triage requires infrastructure, oversight, processes and training. 19 20 Triage criteria are one component of three-part system designed to integrate clinical decisions 21 with incident commanders at the facility and jurisdictional level that include: 22 v200409",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "15Similarly, clear and standardized communication tools, such as information sheets, can inform 16 the public about crisis standards of care, triage criteria, and may offer the wider community 17 opportunities for feedback as a means of increasing public trust. triage system must help clinicians maintain transparency in their decision making. 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "provides operational steps in order to implement a triage system within a state, county, 21",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Beyond the issues of fatigue and burnout, however, there are the very real threats of infection 16 and personal harm due to workplace exposure to COVID-19. Shortages of PPE in theUnited  17    States and other countries have exacerbated this threat; reports of hospitals curtailing PPE use 18 and sanctioning HCWs for using their own personal PPE in the presence of shortages have only 19 made these issues more acute. 20",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This framework can provide the essential tools to rapidly assist communities to establish the 1 infrastructure necessary to equitably meet the clinical needs of the greatest number of COVID-2 19 patients during a time of scarce resources. It is the goal of the Task Force to minimize the 3 need for allocation of scarce resources as much as possible. 4 5 Acknowledgments 6 7The authors wish to thank Kirsten Henry, Sarah Delgado, and Steven Simpson for their critical 8 reviews of this manuscript as well as the members of the Task ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 531,
                    "text": "Task",
                    "ref_id": null
                }
            ],
            "section": "v200409"
        },
        {
            "text": "Pre-Triage: Inform regional hospitals that triage is imminent Pre-Triage: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surge and Levels of Triage in a Pandemic"
        }
    ]
}