{
    "paper_id": "3e7d5a98f48c98953da975d405d8ce3b718b3a0f",
    "metadata": {
        "title": "Concerns about how to use established minimal residual disease (MRD) monitoring in the treatment of NPM1-mutant AML following reduced intensity chemotherapy protocols for AML given as a result of the COVID-19 pandemic",
        "authors": [
            {
                "first": "Nadine",
                "middle": [],
                "last": "Farah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Burt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Amr",
                "middle": [
                    "R"
                ],
                "last": "Ibrahim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Panagiotis",
                "middle": [
                    "D"
                ],
                "last": "Kottaridis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In view of the COVID-19 pandemic and the predicted risk of severe infection in immunocompromised patients, chemotherapy protocols for patients with Acute Myeloid Leukaemia (AML) have been modified in some patients to newer, less myelosuppressive regimens than standard induction chemotherapy. However, the modifications to treatment have occurred at such a considerable pace due to the urgency of the pandemic, that optimal time points for measuring minimal residual disease (MRD) to assess disease response and monitor for relapse have not yet been established for the new regimens. Thus, decisions about duration of therapy and appropriate timepoints to intensify therapy prove very challenging.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 531,
                    "text": "relapse",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The combination of the B-cell lymphoma 2 (BCL-2) inhibitor Venetoclax and the hypomethylating agent Azacitidine (Ven-Aza) has recently been introduced as a treatment option for patients with AML during the COVID-19 pandemic, instead of the standard more intensive chemotherapy regimen of Daunorubicin and Cytarabine. It has been approved by the National Institute for Health and Care Excellence (1) and was introduced in our institution on the 19 th March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of this combination of drugs in AML is based on evidence that it can cause high rates of rapid and durable responses for patients who were not eligible for intensive chemotherapy (2) . In particular AML with NPM1 \"nucleophosmin-1\" mutations is shown to be particularly responsive to this combination of treatment (3, 4) . Moreover, Ven-Aza can be used to treat persistent or rising NPM1 MRD levels after intensive induction chemotherapy (5) . This combination of drugs is also well tolerated (3, 6) and has a lower rate of death than that expected with induction chemotherapy (7), although to date there has not been a randomised trial to compare Ven-Aza head to head with standard induction chemotherapy.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However reducing the intensity of chemotherapy now comes with new challenges as it has to be applied rapidly to well established protocols of minimal residual disease monitoring. This is illustrated in the case below of a 40 year old male patient with NPM1-mutant AML. NPM1 transcript levels as an MRD marker is well established, particularly its level in peripheral blood, which has prognostic significance (8, 9) .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This patient presented to our institution on the 13 th of February 2020 with AML. His marrow showed 30% blasts which were CD34-CD33+CD13+HLADR+CD117+CD38+MPO+ by flow cytometry and which had a normal karyotype. Molecular typing showed that the marrow was positive for the NPM1 Type A mutation, and negative for the FLT3 \"fms related receptor tyrosine kinase 3\" Internal Tandem Duplication (ITD) and the FLT3 D835/I836 variant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "He was initially treated with Daunorubicin, Cytarabine and Myelotarg chemotherapy which was complicated by a difficult course with haemophagocytic lymphohistiocytosis (HLH) and possible COVID-19 infection, although several nucleic acid tests for Covid-19 were negative. He was admitted to intensive care and treated with the IL-1 inhibitor Anakinra as described previously (10). He made a good recovery and was in complete morphological remission following regeneration of his blood counts. MRD using NPM1 transcript levels was measured using the Reverse Transcription quantitative Polymerase Chain Reaction (RT qPCR assay) comparing it to the reference ABL1 \"ABL proto-oncogene 1, non-receptor tyrosine kinase\" transcript levels as described by the UK National Cancer Research Institute AML Working Group (8) . Following induction chemotherapy NPM1 transcript levels in the bone marrow were positive at 3x10 -4 (sensitivity level of assay at 2.67 x10 -7 ).",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 809,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "As a result of the COVID-19 pandemic, and the fact that this patient had a very serious complication during the intensive induction chemotherapy, this patient proceeded to cycle 2 with Ven-Aza combination therapy. This was uneventful and he was in complete morphological remission after cycle 2 with NPM1 mutation levels in the bone marrow at 5.98x10 -5 (sensitivity level of 8.67x10 -7 ). The NPM1 mutation levels in the peripheral blood at this point were negative (mutation level of 1.12x10 -8 , with sensitivity level of assay at 2.8x10 -6 ). As NPM1 MRD levels at this time point and from this source of sample (peripheral blood after cycle 2) is established as having prognostic impact for patients with NPM1 mutant AML (8) , this patient then proceeded to have cycle 3 chemotherapy with the same drug combination of Ven-Aza.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 729,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The third course of chemotherapy was also uneventful. However at the end of this course, although the peripheral blood NPM1 MRD level remains negative ( 2.13x10 -7 with sensitivity level",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved of assay of 7.36x10 -7 ), the bone marrow NPM1 MRD level is still positive and higher than after cycle 2 (1.65x10 -4 with assay sensitivity level of 2.01x10 -6 ) (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 231,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "It is of concern that the bone marrow NPM1 MRD level is still positive and increasing and this presents a significant challenge for the next therapeutic decision. This is because it is crucial to note that the time points of assessment of NPM1 MRD and the prognostic impact of each of these assessments as applied for this patient, were based on outcomes of patients having intensive standard chemotherapy during the AML17 trial (8) . There is no evidence yet to extrapolate these decision time points to patients being treated with the reduced intensity protocols with Ven-Aza. However, in view of the persistent and rising NPM1 MRD level in the bone marrow, and following multidisciplinary meeting review, we have decided to treat this patient with intensive chemotherapy using the Fludarabine-Idarubicin (FLA-IDA) protocol followed by allogeneic haematopoietic transplantation. Therefore, the impact of persistent bone marrow NPM1 MRD levels after cycle 2 of Ven-Aza needs to be reassessed in this new treatment regimen and whether treatment escalation needs to occur at a different time point to that of standard intensive treatment regimens. This question highlights the urgent need to collect the data of response rates and MRD levels of patients with AML treated on reduced intensity protocols and this will need to be addressed in future collaborative studies and randomised control trials. Figure 1 shows the NPM1 transcripts by RT-qPCR in relation to ABL1 transcripts at each date that the sample was taken. A) shows transcript levels in the bone marrow and B) shows transcript levels in the peripheral blood. NPM1 transcript levels are depicted as triangles and the sensitivity of the assay is depicted as squares. The sensitivity of the assay shows the lower limit of detection of transcript levels, and so NPM1 levels below the sensitivity level of the assay are considered NPM1 MRD negative. MRD levels are shown on the logarithmic scale on the Y axis. The X-axis (not drawn to scale) shows the dates of the samples and the timing of diagnosis and chemotherapy cycles below the dates.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1399,
                    "end": 1407,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "RT-qPCR: Reverse Transcriptase quantitative Polymerase Chain Reaction. MRD: minimal residual disease",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 NPM1 MRD levels in A) Bone Marrow MRD and B) Peripheral Blood MRD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Institute for Health and Care Excellence. Guideline NG161. Interim Treatment Change Options During The Covid19 Pandemic Endorsed By NHS England",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Venetoclax in Combination with Hypomethylating Agents Induces Rapid, Deep, and Durable Responses in Patients with AML Ineligible for Intensive Therapy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Pollyea",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Pratz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Letai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Pullarkat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Blood",
            "volume": "132",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Venetoclax combined with decitabine or azacitidine in treatment-naive, elderly patients with acute myeloid leukemia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinardo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pratz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pullarkat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arellano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Blood",
            "volume": "133",
            "issn": "1",
            "pages": "7--17",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Outcomes of older patients with NPM1-mutated AML: current treatments and the promise of venetoclaxbased regimens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lachowiez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loghavi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Kadia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daver",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Borthakur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pemmaraju",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood Advances",
            "volume": "4",
            "issn": "7",
            "pages": "1311--1331",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mutant Measurable Residual Disease (MRD) Using Low Intensity Venetoclax-Based Combinations in Acute Myeloid Leukemia (AML)",
            "authors": [],
            "year": 2019,
            "venue": "Blood",
            "volume": "134",
            "issn": "Supplement_1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Safety and preliminary efficacy of venetoclax with decitabine or azacitidine in elderly patients with previously untreated acute myeloid leukaemia: a non-randomised, open-label, phase 1b study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinardo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Pratz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Letai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thirman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet Oncology",
            "volume": "19",
            "issn": "2",
            "pages": "216--244",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Real-world experience of venetoclax with azacitidine for untreated patients with acute myeloid leukemia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Winters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gutman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Purev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tobin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chase",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Blood Advances",
            "volume": "3",
            "issn": "20",
            "pages": "2911--2920",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessment of Minimal Residual Disease in Standard-Risk AML",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ivey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Hills",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Jovanovic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gilkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grech",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New England Journal of Medicine",
            "volume": "374",
            "issn": "5",
            "pages": "422--455",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "NF, RBu, ARI and PDK wrote the manuscript. RBa conducted the molecular NPM1 MRD analysis. PDK is the consultant in charge of the patient and PDK,NF, RBu, ARI were all involved in the clinical care of this patient. All authors reviewed and proofread the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}