{
    "paper_id": "3e7f69b4ef90c31a5b751768fc2984c06fd77ae2",
    "metadata": {
        "title": "Der Nervenarzt 4 · 2021 392 \"Die besten Neurologen sind nichts ohne ihr Team!\"",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "ten und Pflegenden wollen wir unbedingt stärken und ausbauen. Denn die besten Neurologen sind nichts ohne ihr Team! Wir wollen als Fach noch interessanter für Pflegende werden, zumal es angesichts des Pflegenotstands wichtig ist, ambitionierte Mitarbeiterinnen und Mitarbeiter für die Neurologie zu gewinnen und zu binden. Um attraktivere Karriereaussichten für Pflegende zu schaffen, arbeiten wir an Curricula, an Fortbildungsveranstaltungen und an der Akademisierung der Pflege. Darüber hinaus haben wir erstmals den Pflegepreis der DGN ausgerufen, um innovative, zukunftsfähige Pflegekonzepte zu honorieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wir rufen Pflegende, Stations-oder Ambulanzteams dazu auf, sich mit innovativen, Nach rund einem Jahr Pandemie ist der Wunsch nach Gemeinschaft größer denn je. Mit der Wiederaufnahme unserer Mitgliederkampagne \"Wir sind Neurologie.\" möchten wir diesem Bedürfnis nachkommen und den wertvollen Teamgedanken mit verschiedenen Aktionen stärken. So startet demnächst der Social-Media-Wettbewerb \"Zeig Dein #neuroteam\". Gesucht werden Fotos eines starken, eingespielten Pflege-oder Therapieteams. Egal, ob in der Klinik, Ambulanz oder Praxis. Alle Mitglieder sind aufgerufen mitzumachen!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Worum geht es beim neuen Pflegepreis der DGN?"
        },
        {
            "text": "Natürlich gibt es in Deutschland bereits Angebote, mit de-nen man sich qualifiziert weiterbilden kann. Aber diese sind zum Teil recht unterschiedlich. Die DGN will diese Angebote vereinheitlichen. Auf der Basis DGN-zertifizierter Curricula werden wir standardisierte Fortbildungen anbieten können, etwa zur Stroke-Nurse oder zur MS-Nurse. Diese Fortbildungen sollen die Fachgebiete Schlaganfall, Multiple Sklerose, Parkinson, Epilepsie und Demenz umfassen. Außerdem arbeitet die DGN an der Akademisierung der Pflege.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie verbessern DGN-zertifizierte Curricula die Karrierechancen von Pflegekräften?"
        },
        {
            "text": "Ja, wir werden einen Masterstudiengang \"Pflege in der Neurologie\" entwickeln. An mehreren Universitäten gibt es bereits einen Bachelor-Studiengang für Pflegewissenschaften. Die Absolventen haben die Möglichkeit, sich im Masterstudiengang zu spezialisieren, zum Beispiel zur Onkologie-Nurse. Künftig soll so eine Spezialisierung auch für das Fach Neurologie möglich sein. In Kürze startet dazu eine DGN-Befragung, die sich an Pflegekräfte richtet: Wir wollen wissen, was sich Pflegende von der Neurologie erwarten, wofür sie sich schwerpunktmäßig interessieren. Die Ergebnisse werden auf dem diesjährigen DGN-Kongress vorgestellt, der vom 3. bis 6. November 2021 in Berlin stattfindet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plant die DGN einen Studiengang für Pflegekräfte in der Neurologie?"
        },
        {
            "text": "Hirninfarkten. Ob diese Komplikationen damit häufiger sind als bei anderen Infektions-oder kritischen Erkrankungen, lässt sich noch nicht abschließend beurteilen. Als entscheidender möglicher Pathomechanismus gilt die Aktivierung der Gerinnung durch die inflammatorische Antwort des Immunsystems. Bei einigen Patienten könnte auch ein Antiphospholipid-Antikörper-Syndrom eine Rolle spielen. Daraus leitet sich die große Bedeutung der Thromboseprophylaxe bzw. frühzeitigen Antikoagulation in dieser Patientengruppe ab. Vor allem COVID-19-Patienten mit schwerem Krankheitsverlauf sind von dieser Komplikation betroffen; in der Folge eines Schlaganfalls steigen Mortalität und Morbidität weiter an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plant die DGN einen Studiengang für Pflegekräfte in der Neurologie?"
        },
        {
            "text": "Weltweit hat in der ersten COVID-19-Welle 2020 die Schlaganfall-Versorgung generell deutlich gelitten -die Zahl insgesamt behandelter Patienten war um bis zu 15 % zurückgegangen, so PD Scheitz. Ob das auch auf die Thrombektomieraten zutrifft, wurde an Daten aus dem \"German Stroke Registry -Endovascular Treatment\" ( GSR-ET) analysiert [2] [3] [4] . Im GSR-ET werden seit 2015 prospektiv, multizentrisch Thrombektomie-Patienten erfasst; bis heute sind es schon über 6500 Patienten, die mit Daten aus der HERMES-Studie verglichen wurden: Die GSR-ET-Patienten waren durchschnittlich älter (76 versus 68 Jahre), hatten mehr Komorbiditäten und wiesen häufiger Kontraindikationen gegen eine intravenöse Thrombolyse auf. Dennoch war der Patientenanteil mit einem guten Outcome (mRS 0-2 nach 90 Tagen) mit 37 % relativ hoch, so Scheitz. Interessanterweise habe trotz des Gesamtrückgangs behandelter Schlaganfall-Patienten während der Pandemie die Zahl der Thrombektomien nicht abgenommen [5] . Die Prozesszei-",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plant die DGN einen Studiengang für Pflegekräfte in der Neurologie?"
        },
        {
            "text": "Am letzten Kongresstag werden in der Sitzung \"Spotlights: Höhepunkte des Kongresses\" die interessantesten Vorträge, Studien, Poster und Abstracts zu fünf verschiedenen Indikationen zusammengefasst. Lesen Sie hier eine kompakte Zusammenfassung! Natürlich stehen diese Vorträge auch als Webcasts auf dem DGN-Kongressportal (https://www.dgnkongress.org) zur Verfügung. Aktuell wird empfohlen, dass Patienten nach Therapieversagen von zwei Antikonvulsiva oder spätestens nach fünf Jahren in ein epilepsiechirurgisches Zentrum überwiesen werden. Dass das im klinischen Alltag jedoch in der Regel anders aussieht, ergab eine Auswertung von 1700 Patienten über zwanzig Jahre (1999 bis 2019) [4]. Die Dauer von der Diagnose bis zur Zuweisung sei zwar noch immer zu lang, der Trend gehe aber in die richtige Richtung, denn die Latenz hat von durchschnittlich 17,4 Jahren auf 13,2 Jahre abgenommen (p < 0,001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DGN-Kongress: Spotlight-Symposium fasste die Kongress-Highlights zusammen"
        },
        {
            "text": "Zur personalisierten, individualisierten Medizin zählen drei Bereiche, erläuterte Surges. Neben diagnosebezogenen Therapien und individuell angepassten Therapien (z. B. zur Verbesserung der Compliance) gewinnen ätiologiebezogene Epilepsie-Therapien nicht nur bei fokalen Epilepsien zunehmend an Bedeutung, sondern die ständig wachsende Zahl bekannter Genmutationen mache inzwischen in einigen Konstellationen mutationsspezifische Therapiestrategien möglich [5] . Ein Beispiel sei der Glukosetransporter (GLUT1)-Defekt (SLC2A1-Gen), bei dessen Vorliegen oft eine gute Anfallskont- Gegenüber der Futility-Analyse seien jedoch nur 9-11 % der Daten eingeflossen, bemerkte Finke. ",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Präzisionsmedizin bei genetischen Epilepsien"
        },
        {
            "text": "Kategorie Bewegungsstörungen Die komplett überarbeitete S1-Leitlinie \"Diagnostik und Therapie HIV-1-assoziierter neurologischer Erkrankungen\" informiert über die neurologischen Systemmanifestationen der HIV-Infektion und über die mit der Immunschwäche verbundenen opportunistischen Infektionen. Sie thematisiert außerdem die Anwendung und Nebenwirkungen der gängigen antiretroviralen Medikamente sowie die Wechselwirkungen mit Begleitmedikation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterpreise des DGN-Kongresses 2020"
        },
        {
            "text": "und Therapie HIV-1-assoziierter neurologischer Erkrankungen, S1-Leitlinie, 2020, in: Deutsche Gesellschaft für Neurologie (Hrsg.), Leitlinien für Diagnostik und Therapie in der Neurologie. www.dgn.org/ leitlinien. Zugegriffen: 10. März 2021 blick auf neurologische Manifestationen, ihre Therapien sowie die besondere Risikokonstellation von Patientinnen und Patienten mit neurologischen Erkrankungen gewinnen können\", so Berlit. Eine gute Nachricht und besonders zentral in der aktuellen Situation sei demnach die Erkenntnis, dass eine vorbestehende neurologische Erkrankung nach jetzigem Wissensstand keine Kontraindikation gegen eine SARS-CoV-2-Impfung ist. \"Wir können nun auch genauer als vor einem halben Jahr die Risikogruppen benennen\", so der Experte. Nach aktueller Datenlage scheinen Patientinnen und Patienten mit neuroimmunologischen Erkrankungen kein erhöhtes Risiko für eine SARS-CoV-2-Infektion oder schwere COVID-19-Verläufe zu haben. Lediglich für jene, die mit einem monoklonalen Antikörper gegen das CD20-Antigen (Rituximab und Ocrelizumab) behandelt werden, liegen Berichte vor, die auf ein erhöhtes Infektions-und Mortalitätsrisiko hindeuten. Ebenso scheinen Patientinnen und Patienten mit präexistenten neuromuskulären Erkrankungen entgegen anfänglichen Befürchtungen keine besondere Gefährdungslage zu haben. Überraschend ist hingegen die Erkenntnis, dass Menschen mit zerebrovaskulären Erkrankungen in der Anamnese oft sehr schwer an COVID-19 erkranken und eine besonders vulnerable Gruppe darstellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hahn K, Maschke M et al Diagnostik"
        },
        {
            "text": "Das Auftreten verschiedener neurologischer Manifestationen während der COVID-19-Erkrankung beeinflusst, wie man heute weiß, die Prognose der Betroffenen. Während der Viruserkrankung auftretende Enzephalopathien (Verwirrtheit, Bewusstseinsstörungen und Gedächtnisprobleme) zeigen eine klare Assoziation mit höherer Morbidität und Mortalität.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hahn K, Maschke M et al Diagnostik"
        },
        {
            "text": "Das Leitlinien-Update beleuchtet alle wesentlichen neurologischen Aspekte der COVID-19-Erkrankung und gibt Informationen zu Pathogenese, Prognose, Diagnostik und Therapie -übrigens auch im Hinblick auf anhaltende Symptome, soweit es die Studienlage zulässt. \" COVID-19-Spätfolgen werden wir in unserer DGN-Leitlinie behandeln, sobald zuverlässige Daten vorliegen\", verspricht Prof. Berlit. Die bestehende Leitlinie wurde als \"Living Guideline\" angelegt, bei der eine jährliche Aktualisierung mit kontinuierlicher Überprüfung vorgesehen ist. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hahn K, Maschke M et al Diagnostik"
        },
        {
            "text": "steroiden ist bei einem den Patienten gefährdenden Hirnödem indiziert, sie kann die Antibiotikakonzentrationen im Abszess reduzieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitteilungen der DGN"
        },
        {
            "text": "Obwohl Hirnabszesse in 20 bis 70 % mit epileptischen Anfällen einhergehen, wird aufgrund fehlender Datenlage die prophylaktische Gabe von Antiepileptika nicht generell empfohlen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitteilungen der DGN"
        },
        {
            "text": "Der Lebenswerk-Preis der neurologischen Chefärztinnen und Chefärzte ist eine der höchsten Auszeichnungen der Deutschen Gesellschaft für Neurologie ( DGN) und wird jährlich von der Kommission \"Leitende Krankenhausärzte\" der DGN e. V. an neurologische Chefärztinnen/Chefärzte verliehen, die über die klinische Arbeit hinaus wesentliche Verdienste für die deutsche Neurologie geleistet haben. Preisträger des Jahres 2021 ist Prof. Dr. Peter Berlit, Berlin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lebenswerk-Preis der neurologischen Chefärztinnen und Chefärzte"
        },
        {
            "text": "Prof. Berlit hat über alle Stationen seines Berufslebens, in welcher Position auch immer er sich befand, eine herausragende Kombination von wissenschaftlichem Engagement, hochdifferenziertem klinischem Einsatz und außerordentlichem Tatendrang für die Neurologie gezeigt. Sein wissenschaftlicher Schwerpunkt liegt auf dem Gebiet der zerebrovaskulären Erkrankungen, der Neuroimmunologie und der autonomen Störungen. Er hat entscheidende Impulse für die Einordnung, Systematik, Diagnostik und Therapie immunvaskulitischer Erkrankungen der großen und kleinen Arterien gegeben. Er war wissenschaftlicher Wegbereiter für das Bewusstsein, dass Schlaganfälle nicht nur hämodynamisch oder arteriosklerotisch bedingt sind. Formaler Ausdruck seiner wissenschaftlichen Aktivität sind aktuell 257 in Pubmed gelistete Publikationen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lebenswerk-Preis der neurologischen Chefärztinnen und Chefärzte"
        },
        {
            "text": "Prof. Berlit hat sich in einzigartiger Weise um die Lehre und Ausbildung neurologischen Nachwuchses verdient gemacht. Neun erfolgreiche neurologische Lehrbücher tragen seinen Namen und er hat allein durch seine Tätigkeit als Buchautor ein enormes Lebenswerk geschaffen. Insbesondere ist er alleiniger Herausgeber des umfassenden Standard-Lehrbuchs \"Klinische Neurologie\", das 2020 in vierter Auflage erschienen ist. Generationen von Studierenden, Weiterbildungsassistentinnen/ -assistenten und Fachärztinnen/ Fachärzten konnten aufgrund seiner klaren und differenzierten Wissensweitergabe Sicherheit in dem komplexen Feld der neurologischen Erkrankungen gewinnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lebenswerk-Preis der neurologischen Chefärztinnen und Chefärzte"
        },
        {
            "text": "Darüber hinaus hat sich Prof. Berlit hohe Verdienste als Vertreter des neurologischen Fachgebiets erworben. Er ist Initiator und Gründer der Kommission",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lebenswerk-Preis der neurologischen Chefärztinnen und Chefärzte"
        },
        {
            "text": "Hirnabzesses scheinen in den Industrieländern seit einigen Jahren etwas häufiger vorzukommen als noch Ende der 80er Jahre. Diese und andere aktuelle Entwicklungen wurden in die komplett überarbeitete S1-Leitlinie \"Hirnabzess\" ( AWMF-Registernummer 030/108) aufgenommen, die ab sofort unter www.dgn.org/leitlinien abgerufen werden kann. Prof. Dr. Roland Nau, Göttingen, hat die Arbeit an der Leitlinie koordiniert. Sie ist bis 31. Dezember 2025 gültig. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leitlinien-Update: Hinweise für erhöhte Inzidenz bei Hirnabszessen"
        },
        {
            "text": "In einem bislang einzigartigen, internationalen Verbundprojekt analysierten Wissenschaftler um Prof. Ulrike Bingel (Klinik für Neurologie, Universitätsklinikum Essen) und Prof. Tor Wager (Cognitive and Affective Neuroscience Laboratory, Hanover, USA) fMRT-Bilder von 603 Teilnehmern aus insgesamt 20 verschiedenen Placebo-Studien. Die Ergebnisse wurden in \"Nature Communications\" publiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metaanalyse untersuchte Placeboanalgesie anhand bildgebender Befunde"
        },
        {
            "text": "Bereits 2018 hatte eine Analyse des gleichen Forscherteams gezeigt, dass sich die Schmerzlinderung durch Placebos auf eine vordefinierte und bekannte Signatur der nozizeptiven Schmerzverarbeitung auswirkt, dieser Effekt aber zu gering ist, um die Placeboanalgesie ausreichend erklären zu können. Die aktuelle Untersuchung zeigte, dass der Placebo-Effekt nicht allein auf eine Unterdrückung von Schmerzimpulsen zurückzuführen ist, sondern durch neuronale Netzwerke der kognitiven und emotionalen Schmerzverarbeitung verstärkt werden muss. \"Die Daten waren insgesamt sehr heterogen und zeigten, dass es sich bei der Placeboanalgesie um ein vielschichtiges Phänomen handelt, bei dem verschiedenste zerebrale Mechanismen beteiligt sind\", erklärt Prof. Ulrike Bingel. Großes Potenzial sieht die Placebo-Forscherin in der Bedeutung der Ergebnisse für pharmakologische Studien. Perspektivisch könnten Placebo-Effekte und tatsächliche Substanzwirkungen durch funktionelle bildgebende Verfahren klar differenziert werden. Weitere Informationen erhalten Sie unter www.treatment-expectation.de.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metaanalyse untersuchte Placeboanalgesie anhand bildgebender Befunde"
        },
        {
            "text": "wältigung von SUDEP erforschen. Der Preis hat das Ziel, die Forschung zu SUDEP in den genannten Ländern zu stimulieren; er richtet sich an Forschende aus Medizin, (Neuro-)Psychologie und Rehabilitation. Der Preis ist mit 5000 Euro dotiert und wird alle zwei Jahre vergeben, in der Regel bei der gemeinsamen Jahrestagung der Deutschen und Österreichischen Gesellschaften für Epileptologie und der Schweizerischen Epilepsie-Liga.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitteilungen der DGN"
        },
        {
            "text": "Bewerbungen für den Harald Fey Preis 2021 sind bis zum 31. Mai 2021 möglich. Weitere Informationen unter https:// www.stiftung-michael.de.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitteilungen der DGN"
        },
        {
            "text": "Der Preis wird von der Deutschen Gesellschaft für Neurologie e. V. zusammen mit der Deutschen Schlaganfall-Gesellschaft e. V. für hervorragende Forschungsleistungen auf dem Gebiet der zerebrovaskulären Erkrankungen, der Hirndurchblutung oder des Hirnstoffwechsels ausgeschrieben. Bewerben können sich junge deutsche und ausländische Wissenschaftlerinnen und Wissenschaftler, in der Regel unter 40 Jahre alt. Der Preis wird in Form einer Urkunde überreicht und ist mit einer Geldprämie von 5000 Euro verbunden. Der Preis firmierte bis 2019 als \"Adolf Wallenberg-Preis\" und bis 1996 als \"Hugo Spatz-Preis\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlaganfall-Preis der DGN und DSG 2021"
        },
        {
            "text": "Bitte reichen Sie Ihre Bewerbung bis zum 31. Mai 2021 bei der Geschäftsstelle der Deutschen Gesellschaft für Neurologie e. V.: info@dgn.org ein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlaganfall-Preis der DGN und DSG 2021"
        },
        {
            "text": "Weitere Informationen finden Sie unter: https://dgn.org/uberuns/awards/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlaganfall-Preis der DGN und DSG 2021"
        },
        {
            "text": "Dieser Preis wird verliehen an deutschsprachige klinisch-neurologisch tätige Wissenschaftlerinnen und Wissenschaftler, in der Regel unter 40 Jahre alt, für wissenschaftliche Arbeiten, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wissenschaftspreis der DGN 2021"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wissenschaftliche Sitzung der AG Deutschsprachiger Neuroanästhesisten und Neurointensivmediziner 7",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Jahrestagung der Deutschsprachigen medizinischen Gesellschaft für Paraplegiologie e",
            "authors": [],
            "year": 2021,
            "venue": "Juni 2021 (Digital) www.dmgp-kongress.de DGN-Kongress 2021: Live. Interaktiv. Digital. Hybrid. 3.-6",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Jahrestagung Deutsche Gesellschaft für Neurowissenschaftliche Begutachtung e",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mitteilungen der DGN Ärzte in Weiterbildung -Positionen für Assistenzärzte (w/m/d) in der Neurologie 13509 Vivantes Humboldt-Klinikum",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Asklepios Klinik Altona Hamburg 23538 UKSH Campus Lübeck 25524 Klinikum Itzehoe 27574 Klinikum Bremerhaven-Reinkenheide",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Universitätsmedizin Göttingen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Klinik Solingen 44309 Knappschaftskrankenhaus Dortmund 45657 Klinikum Vest Recklinghausen",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lukas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Augusthospital Anholt 51375 Klinikum Leverkusen 57627 Hachenburg DRK Krankenhaus Kirchen 66606 Marienhaus St. Wendel Neu 66693 Johannesbad Saarschleife Mettlach-Orscholz 67063 Klinikum Ludwigshafen 70839 Kliniken Schmieder Gerlingen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sindelfingen 71364 Rems-Murr Kliniken Winnenden 71640 Neurologie Klinikum Ludwigsburg 74523 Diakoneo KdöR -Diak Klinikum Schwäbisch Hall 75365 Klinikverbund Südwest Kliniken Calw 78476 Kliniken Schmieder 79539 Kliniken des Landkreises Lörrach 80804 Schön Klinik München Schwabing",
            "authors": [
                {
                    "first": "Südwest",
                    "middle": [],
                    "last": "Böblingen Klinikverbund",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Schön Klinik Bad Aibling Harthausen 83483 Bischofswiesen Medical Park Loipl",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Asklepios Stadtklinik Bad Tölz 86156 Universitätsklinikum Augsburg 87439 Klinikverbund Allgäu Kempten 87629 Enzensberg Hopfen am See 88191 Neurologie St. Elisabethen-Klinikum Ravensburg 89331 Therapiezentrum Burgau 94032 Klinikum Passau 94315 Klinik St. Elisabeth Straubing 99425 Sophien-und Hufeland-Klinikum Weimar Schweiz 8588 Rehaklinik Zihlschlacht",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Berlit P et al Neurologische Manifestationen bei COVID-19, S1-Leitlinie, 2021, in: Deutsche Gesellschaft für Neurologie (Hrsg.), Leitlinien für Diagnostik und Therapie in der Neurologie. www.dgn.org/leitlinien. Zugegriffen: 10. März 2021",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Die Preise sind mit 1000, 750 und 500 Euro dotiert, die Siegerkonzepte werden auf dem Pflegetag beim Jahreskongress der DGN vorgestellt.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Schlaganfall Mothership-Konzept\" zu verhindern, damit es mittelfristig nicht zum Problem des Kompetenzverlusts in der Peripherie komme. Entscheidend sei, die Prozesszeiten in den Kliniken zu optimieren, denn je leistungsstärker die Primärklinik (kurze DNT-und \"Door-to-leave\"-Zeit, kurze Sekundärtransportzeit), desto besser sei das \"Drip-and-Ship\"-Modell.Ca. 25 % der Schlaganfall-Patienten entwickeln in der Frühphase ein \"Post-Stroke\"-Delir [7], mögliche Prädiktoren dafür sind ein hoher NIHSS-Score, höheres Alter sowie eine Aphasie. Krankheitsbeginn in den ersten zwei bis drei Lebensmonaten; nicht aber bei späterem Beginn, dann sprachen die Epilepsien nicht mehr auf eine Natriumkanal blockade an oder verschlechterten sich sogar.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "um sehr früh die Diagnose SPMS zu stellen. Das quantitative Halsmark-MRT könne nun auch für weitere klinische Studien eingesetzt werden. Die Frage, wie laufende Immuntherapien von MS-Patienten während der COVID-19-Pandemie oder sogar bei einer Erkrankung gehandhabt werden sollten, stellt sich Neurologen seit einem Jahr fast täglich. Antworten liefere, so Klotz, die aktuelle S1-Leitlinie \"Neurologische Manifestationen bei COVID-19\" [11]. Die Leitlinie gibt Handlungsempfehlungen für die Versorgung von Patienten mit neurologischen Erkrankungen während der Pandemie. Insgesamt gibt es keine Evidenz, dass der COVID-19-Verlauf bei Patienten unter Immuntherapie schwerer ist, sodass die Behandlung bei mildem bis moderatem COVID-19-Verlauf in der Regel fortgeführt werden sollte (Ausnahmen z. B. Dimethylfumarat bei Lymphopenie pausieren). In einigen Situationen sei individuell über Intervallverlängerungen zu entscheiden, hieß es zusätzlich. Alle Medikamente wurden tabellarisch zusammengestellt, unterteilt nach Patienten mit und ohne SARS-CoV-2-Infektion (mit den Empfehlungen: fortführen, pausieren, absetzen oder Therapiealternativen). Bei schweren SARS-CoV-2-Infektionen kommt es nach bisherigem Wissen zu einer übermäßigen Aktivierung des Immunsystems, so Klotz. Die Folgerung, dass eine Hemmung dieser Überaktivierung sich günstig auf schwere COVID-19-Verläufe auswirken könne, hat sich inzwischen bestätigt (die Behandlung mit Dexamethason erwies sich in vielen Fällen als lebensrettend) und zu einem therapeutischen Paradigmenwechsel geführt. Zurzeit werden unterschiedliche immunsuppressive bzw. immunmodulierende Therapien zum Schutz vor tödlichen COVID-19-Verläufen untersucht [12], so auch der Einsatz von Fingolimod, Eculizumab, Tocilizumab und andere. Lewy-und Alzheimer-Demenz sei zu überdenken, führte Krause als Nächstes aus. Mindestens 25 % der Patienten mit einem neu diagnostizierten motorischen Parkinson-Syndrom wiesen auch MCI-Symptome auf und es sei auch von kontinuierlichen Übergängen auszugehen. Eine Arbeit [12] zeigte, dass Parkinson-Patienten im Vergleich zu Gesunden einen beschleunigten allgemeinen Hirnalterungsprozess (\"advanced brain age\" ABA) aufweisen; Patienten mit Parkinson und MCI hatten eher ein Alzheimer-ähnliches Atrophiemuster (im Vergleich zu Parkinson-Patienten ohne MCI). Eine weitere Untersuchung [13] zeigte eine Korrelation des ABA zur Erkrankungsdauer, zu kognitiven und motorischen Einschränkungen und zum MCI. Bei Patienten mit fortgeschrittenem Parkinson-Syndrom kommen verschiedene Eskalationstherapien zum Einsatz. Neben den drei Eskalationsmöglichkeiten Apomorphin-oder Duodopa-Pumpen und tiefe Hirnstimulation gehört dazu auch der MR-gesteuerte, fokussierte Ultraschall ( FUS). Aus einem MRgFUS-Zentrum wurden vielversprechende Jahresdaten von Tremor-Patienten präsentiert [14]. Es sei zu hoffen, dass künftig gemeinsam Empfehlungen erarbeitet werden, welches Verfahren bei welchen Patienten am geeignetsten ist, fügte Krause hinzu. Bei der tiefen Hirnstimulation ( THS) standen in den letzten Jahren die Modulation des elektrischen Feldes bzw. neue Stimulationsformen im Fokus. Dazu gehören die Anwendung segmentierter Leads bzw. die Short-pulse-Stimulation. Insgesamt seien die Empfehlungen zur THS inzwischen zunehmend in der klinischen Routine umgesetzt worden und in einer retrospektiven Studie konnte gezeigt werden, dass die Mehrzahl der Patienten auch von neuen Stimulationsformen profitiert [15]. Bei der THS werde aufgrund einer wachsenden Anzahl von Kontakten pro Elektrode die optimale Einstellung der Patienten immer anspruchsvoller, gab Krause zu bedenken, sodass unterstützend zur klinischen Expertise künftig zunehmend \"Machine learning\"-Techniken zu implementieren sein werden. Eine Studie [16] evaluiere bereits auf Basis von MR-und Patientendaten einen computergestützten Programmier-Algorithmus zur optimalen THS-Einstellung. Eine individualisierte THS-Therapie könnte künftig auch als adaptive Hirnstimulation bzw. \"Closedloop\"-Stimulation erfolgen. Dabei werden biologische Biomarker der Patienten in Echtzeit positions-und bewegungsabhängig nachverfolgt und individuell frequenzmoduliert [17, 18]. Beispielhaft sei auch die frei zugängliche und ständig aktualisierte \"MDSGene\"-Datenbank der Movement Disorder Society (www.mdsgene.org), so Krause. MDSGene sammelt weltweit Studiendaten (Genmutationen und Patientencharakteristika) zu Bewegungsstörungserkrankungen; die ständig wachsenden Datenmengen werden systematisch zusammengefasst und genotypische und phänotypische Informationen sowie Statistiken bereitgestellt. Künftig sei unter anderem geplant, ergänzte Krause, dass in MDSGene anhand von Symptomen nach möglichen Mutationen gesucht werden kann, um den Kliniker bei der Diagnostik zu unterstützen. Zur Kohortenrekrutierung sowie zur Früherkennung bzw. Differenzialdiagnostik bei M. Parkinson sind neben den bekannten Möglichkeiten wie Hautbiopsie, DAT-Scan, Gendiagnostik ( GBA, LRRK2), REM-Schlaf-Verhaltensstörung ( RBD) oder Riechtest inzwischen auch neue hochsensitive und spezifische Techniken wie die RT-QuIC-basierte Detektion der Alpha-Synuclein-Seeding-Aktivität verfügbar [9]. Bei der differenzialdiagnostischen Bildgebung sei der spezifische Tau-Tracer 18 F-PI-2620 ein neuer, vielversprechender Biomarker, berichtete Krause. Diese Technik erlaube anhand spezifischer Tau-Muster eine sicherere Abgrenzung der progressiven supranukleären Blickparese vom M. Parkinson in früheren Stadien sowie eine bildmorphologische Unterscheidung der unterschiedlichen 4R-Tauopathien [10]. Prof. Dr. Carsten Finke (Berlin) vor Ort im Kongressstudio Berlin GBA) erhöhte das Risiko, an M. Parkinson zu erkranken. Betroffene haben gegenüber Patienten ohne Mutation einen früheren Erkrankungsbeginn und ein frühes Auftreten von Demenz. Es handle sich nicht um eine Aβ42-, sondern um eine Alpha-Synuclein-Pathologie im Liquor mit ausgeprägten kortikalen Lewy-Körper-Ablagerungen [27], erklärte Finke. Diese Patienten seien mögliche Kandidaten für Therapieansätze zur Alpha-Synuclein-Reduktion mit dem Ziel der Demenz-Verzögerung.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Kategorie Epilepsie1. Dr. Meret K. Huber, Hannover Status Epilepticus nach Umkehr-",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "her bei keiner anderen Erkrankung beschrieben ist. Aus dieser Beobachtung leitete Dr. Gandor die Hypothese ab, dass diese Ary knorpelbewegungen als klinischer Biomarker zur Bestätigung einer MSA dienen könnten -noch bevor eine entsprechende Symptomatik auftritt. Um diese Hypothese weiter zu untersuchen, initiierte Dr. Gandor eine Kohortenstudie, die 2020 hochkarätig im Journal \"Movement Disorders\" publiziert wurde [7] -dabei würdigten die Editoren des Journals diese Publikation auf dem Titelblatt der Dezember-Ausgabe 2020 [8]. In der Studie wurde die Larynxdysfunktion an einer Kohorte von 57 MSA-Patienten anhand des MSA-FEES-Untersuchungsprotokolls systematisch erfasst und mit altersentsprechenden IPS-Patienten verglichen. Es bestätigte sich die hohe Inzidenz laryngealer Bewegungsstörungen bei MSA: Obwohl nur 43,9 % der MSA-Patienten entsprechende klinische Symptome aufwiesen, wurden bei 93 % Bewegungsauffälligkeiten im Kehlkopf nachgewiesen -gegenüber nur 1/57 der IPS-Patienten (1,8 %). Wie in der Pilotstudie waren irreguläre Aryknorpelbewegungen das häufigste Symptom (bei MSA 91 % und gar nicht bei IPS). Der Befund war unabhängig von Faktoren wie dem MSA-Phänotyp, der Erkrankungsdauer oder dem Patientenalter. Das Forschungsvorhaben wurde nun zu einer internationalen multizentrischen Studie erweitert, um das MSA-FEES-Untersuchungsprotokoll an einer noch größeren MSA-Kohorte zu untersuchen und die Ergebnisse mit einer IPS-Kohorte und einer Kohorte aus Patienten mit Erkrankungen aus dem Spektrum der 4-Repeat-Tauopathien zu vergleichen. Weber R, Stracke P, Chapot R (2019) Time Point, Etiology, and Short-Term Outcome of Repeated Mechanical Thrombectomy Due to Recurrent Large Vessel Occlusion. Front Neurol 10:204 3. Weber R, Eyding J, Kitzrow M et al (2019) Distribution and evolution of acute interventional ischemic stroke treatment in Germany from 2010 to 2016. Neurol Res Pract 1:4 4. Weber R, Krogias C, Eyding J et al (2019) Age and sex differences in ischemic stroke treatment in a nationwide analysis of 1.11 million hospitalized cases. Stroke 50(12):3494-3502 5. Bonkhoff AK, Karch A, Weber R et al (2021) The female stroke -sex differences in acute treatment and early outcomes of acute ischemic stroke. Stroke 52:406-415 6. Warnecke T, Vogel A, Ahring S et al (2019) The Shaking Palsy of the Larynx -Potential Biomarker for Multiple System Atrophy: A Pilot Study and Literature Review. Movement Disorders Journal December Issue. Mov Disord. https:// doi.org/10.1002/mds.27766. Zugegriffen: 20. März 2021 Darüber hinaus wurde in der englischsprachigen internationalen Zeitschrift der DGN \"Neurological Research and Practice\" eine Analyse veröffentlicht [3], die den Einsatz der Thrombektomie im klinischen Alltag in Deutschland von den Anfängen 2010 bis ins Jahr 2016 verfolgt. Es zeigte sich, dass durch die bestehende gute Infrastruktur mit regionalen und überregionalen Stroke Units und via neurovaskuläre Netzwerke die Thrombektomie rasch als neue Therapie option implementiert wurde, dass jedoch Schlaganfall-Patienten in ländlichen Gebieten immer noch signifikant seltener thrombektomiert werden. Auch alters-und geschlechtsspezifische Unterschiede in der deutschlandweiten Akuttherapie von Schlaganfall-Patienten wurden von Dr. Weber und Kolleginnen/Kollegen analysiert und in \"Stroke\" publiziert [4]. Die Arbeitsgemeinschaft Nordwestdeutscher Stroke-Zirkel e. V. (zusammen mit Prof. Werner Hacke und Frau Prof. Valeria Caso) konnte zum ersten Mal zeigen, dass Frauen unabhän-gig vom Alter signifikant häufiger thromb ektomiert werden und eine höhere Krankenhaussterblichkeit aufweisen, wohingegen sich die Thrombolyseraten zwischen Frauen und Männern nicht unterscheiden. Außerdem werden Frauen aller Altersgruppen signifikant seltener auf einer Stroke Unit behandelt. In einem sich anschließenden Projekt, das federführend von Prof. Klaus Berger vom \"Qualitätssicherungsregister Schlaganfall Nordwestdeutschland\" durchgeführt wurde und an dem Herr Dr. Weber auch beteiligt war, wurden die Ursachen für diese unerwarteten Geschlechtsunterschiede unter Einbeziehung relevanter weiterer Kovariablen näher untersucht und aktuell in \"Stroke\" publiziert [5]. Verleihung des Robert Wartenberg-Preises 2021 an Dr. Florin Gandor Herr Dr. Florin Gandor wurde für seine Forschung zu laryngopharyngealen Funktionsstörungen bei Multisystematrophie ( MSA) ausgezeichnet, wobei mit der flexiblen endoskopischen Evaluation des Schluckakts ( FEES) ein neuer hochsensitiver klinischer Biomarker zur differenzialdiagnostischen Abgrenzung der MSA vom idiopathischen Parkinson-Syndrom ( IPS) identifiziert werden konnte. Im Rahmen des Forschungsprojekts wurde erstmals ein standardisiertes Untersuchungsprotokoll entwickelt, um während der FEES systematisch die Larynxfunktion zu dokumentieren. Wegweisend war bereits die Pilotstudie von 2019 [6], in der an acht MSA-Patienten die Durchführbarkeit des Untersuchungsprotokolls belegt worden war. Das Protokoll umfasst eine Ruhebeobachtung des Larynx, gefolgt von bestimmten phonatorischen Aufforderungen an die Patienten, um laryngeale Muskeln selektiv anzusteuern bzw. zu testen. Die acht Patienten hatten unterschiedliche Sprachauffälligkeiten und Dysphagien, engagierte sich nicht nur für den ärztlichen, sondern auch für den pflegerischen Kompetenz erwerb. Unseren wichtigen Kollegen und Freund nicht mehr treffen zu können, ist unvorstellbar und ein großer Verlust, der uns traurig zurücklässt. Unsere tiefe Anteilnahme gilt seiner Ehefrau Ruth und seiner Tochter Lara. Frank Erbguth, Nürnberg, und Hans-Christian Hansen, Neumünster/Hamburg Die Deutsche Forschungsgemeinschaft fördert ein von der Medizinischen Fakultät der Universität Duisburg-Essen koordiniertes Forschungsprojekt zur Migräne mit 2,4 Mio. Euro. Die Wissenschaftlerinnen und Wissenschaftler um Projektleiter Prof. Dr. Hans-Christoph Diener und Prof. Dr. Karl-Heinz Jöckel vom Institut für Medizinische Informatik, Biometrie und Epidemiologie ( IMIBE) der Medizinischen Fakultät der Universität Duisburg-Essen haben sich zum Ziel gesetzt, den Übergang von einer episodischen zu einer chronischen Migräne zu verhindern.An der auf drei Jahre angelegten Studie nehmen deutschlandweit 30 Kopfschmerzzentren und spezialisierte neurologische Praxen teil. Die teilnehmenden Patientinnen und Patienten erfassen in einer speziellen Migräne-App, wann ihre Kopfschmerzen auftreten und wie sie diese behandeln.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "die sich mit Pathogenese, Diagnostik und Therapie oder der pathologischen Anatomie der Krankheiten des Nervensystems befassen. Der Preis ist mit einer Geldprämie von 10.000 Euro verbunden. Vorschlagsberechtigt sind die deutschen neurologischen Lehrstuhlinhaberinnen und Lehrstuhlinhaber. Der Preis firmierte bis 2019 als \"Heinrich Pette-Preis\". Den Unterlagen sollen die drei wichtigsten Arbeiten, das Schriftenverzeichnis und der Lebenslauf der Kandidaten beigelegt werden. Sie sind als PDF per E-Mail bis zum 31. Mai 2021 zu richten an die Geschäftsstelle der Deutschen Gesellschaft für Neurologie e. V.: info@dgn.org Weitere Informationen finden Sie unter: https://dgn.org/uberuns/awards/ Parkinson-Preis der Dr. Friedrich-Wilhelm und Dr. Isolde Dingebauer-Stiftung 2021 Die Deutsche Gesellschaft für Neurologie schreibt den Preis für herausragende wissenschaftliche Leistungen in der Erforschung der Parkinson-Krankheit und anderer neurodegenerativer Erkrankungen des Nervensystems, finanziert aus Mitteln der Dr. Friedrich-Wilhelm und Dr. Isolde Dingebauer-Stiftung, aus. Bewerben können sich vorzugsweise junge aufstrebende Wissenschaftlerinnen und Wissenschaftler in der Regel bis zu 8 Jahre nach abgeschlossener Promotion. Der ausgeschriebene Preis soll Anreiz und Motivation zur weiteren Forschungstätigkeit sein. Der Preis ist teilbar und kann sowohl inländischen als auch europäischen Neurologinnen und Neurologen oder Neurowissenschaftlerinnen und Neurowissenschaftlern verliehen werden. Der Preis wird in Form einer Urkunde überreicht und ist mit einer Geldprämie in Höhe von 10.000 Euro verbunden. Das Preiskuratorium besteht aus fünf Expertinnen und Experten auf dem Gebiet der Parkinson-Erkrankung und anderer neurodegenerativer Erkrankun-Aktuelle Ausschreibungen der DGN und anderer Organisationen sowie weitere Informationen finden Sie unter: www.dgn.org/rubrik-dgn/ ausschreibungen-und-preise Forschungspreis der Felgenhauer-Stiftung zur Förderung junger Neurowissenschaftler Die Stiftung zur Förderung junger Neurowissenschaftler wurde von Klaus Felgenhauer (1933-2002), ehemaligem Direktor der Neurologischen Klinik der Universität Göttingen, errichtet. Zu seinen Ehren rufen Stiftungsvorstand und Kommission gemeinsam mit der Deutschen Gesellschaft für Neurologie den Felgenhauer-Forschungspreis ins Leben. Der mit 10.000 Euro dotierte Preis wird an junge Wissenschaftlerinnen und Wissenschaftler auf dem Gebiet der klinischen, neurobiologisch orientierten Forschung vergeben. Die Auszeichnung soll dazu dienen, die Forschungsmöglichkeiten der Preisträgerinnen und Preisträger in bereits laufenden Projekten zu erweitern oder neue Forschungsinitiativen zu starten. Gefördert werden Wissenschaftlerinnen und Wissenschaftler, deren Hochschulabschluss nicht länger als 6 Jahre zurückliegt und die in der Regel nicht älter als 30 Jahre sein sollten. Familienzeiten werden berücksichtigt. Sowohl Selbstbewerbungen als auch Vorschläge Dritter sind möglich. Bitte senden Sie Ihre Unterlagen bis zum 30. April 2021 an: beate.siem@stifterverband.de Weitere Informationen finden Sie unter https://dgn.org/uberuns/awards/ Gemeinsame Initiative der Hermann und Lilly Schilling-Stiftung für medizinische Forschung und des Stifterverbands Trotz großer Fortschritte im Verständnis der molekularen und physiologischen Mechanismen einer Vielzahl von neurologischen Erkrankungen gelingt die Übertragung von Grundlagenergebnissen in neue, effektive Behandlungsstrategien nur selten. Diese Herausforderung will das Programm durch die Förderung wissenschaftlich exzellenter, innovativer und strukturell wegweisender Forschungsvorhaben an der Schnittstelle von präklinischer und klinischer Forschung in den Neurowissenschaften aufgreifen. Fördermittel werden für die Einrichtung einer Stiftungsprofessur mit der zugehörigen Arbeitsgruppe über einen Zeitraum von acht Jahren zur Verfügung gestellt. Für diese Förderung stellt die Schilling-Stiftung bis zu 3 Mio. Euro bereit. Das Programm versteht sich als personenbezogene Förderung mit einem strukturinnovativen Ansatz. Antragsberechtigt sind berufungsfähige Grundlagenwissenschaftlerinnen und -wissenschaftler aus der Medizin und den Naturwissenschaften, die sich durch exzellente wissenschaftliche Leistungen ausgezeichnet haben. Das Antragsverfahren erfolgt zweistufig, wobei in Stufe 1 eine Konzeptskizze bis zum 14. Mai 2021 eingereicht werden kann. Weitere Informationen unter https://www.deutsches-stiftungszentrum.de/aktuelles/ 2021_ 02_ 04_schilling-stiftung Der Harald Fey Forschungspreis wird von der Stiftung Michael für Forschungsarbeiten aus Deutschland, Österreich und der Schweiz zum Gedenken an Harald Fey verliehen. Harald Fey war Sohn von Susanne und Dr. Peter Fey; er verstarb am 28. Oktober 2007 an SUDEP. Der Harald Fey Preis ist eine Auszeichnung für die besten wissenschaftlichen Arbeiten, welche die Ursachen und die Be-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Mit dem ersten Förderpreis unterstützt die Deutsche Hirnstiftung die neurologische Forschung zu neurologischen Manifestationen durch eine \" Severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2)-Infektion. Gefördert werden können entweder abgeschlossene wissenschaftliche und publizierte Arbeiten oder eine Projektidee (Anschubfinanzierung). Einsendeschluss ist der 31. August 2021. Weitere Informationen, auch zu den einzureichenden Unterlagen, finden Sie unter: https://hirnstiftung.org/ 2021/ 02/foerderung-2021/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Förderpreis der Deutschen Hirnstiftung 2021 -5000 Euro Projektförderung für COVID-19-Forschung in der Neurologie"
        },
        {
            "text": "Der Preis wird gemeinsam von der Deutschen Gesellschaft für Neurologie e. V. ( DGN) und der Deutschen Gesellschaft für Neu-roIntensiv-und Notfallmedizin e. V. ( DGNI) für innovative, therapierelevante Forschung in der neurologischen Intensivmedizin und Notfall-Neurologie ausgeschrieben. Die Auszeichnung wird während der Eröffnungsveranstaltung auf der Arbeitstagung der DGNI in Form einer Urkunde verliehen und ist mit einer Geldprämie von 5000 Euro verbunden. Der Preis firmierte bis 2020 als \"Hans Georg Mertens-Preis\".Bitte reichen Sie Ihre Bewerbung bis zum 31. August 2021 bei der Geschäftsstelle der Deutschen Gesellschaft für Neurologie e. V.: info@dgn.org ein.Weitere Informationen finden Sie unter: https://dgn.org/uberuns/awards/ ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurointensiv-Preis der DGN und DGNI 2022"
        }
    ]
}