{
    "paper_id": "3e7f99cfcf5a88f267c849804e090af83d2b1dd7",
    "metadata": {
        "title": "COVID-Erroneous Publications and the Associated Butterfly Effect",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Tennessee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        },
        {
            "text": "Dear readers, students, colleagues, and seniors, I first hope and pray that all of you are safe and sound amidst this horrendous pandemic that has gripped the world. While our country opens up, I urge all to follow social distancing and practice restraint in participating in large gatherings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        },
        {
            "text": "As the world and its respective organizations are gathering more and more information regarding this infectious disease every day, we are cautiously heading toward a standard operating protocol for operatories and for the general public (https://www.who.int/emergencies/diseases/novelcoronavirus-2019/technical-guidance). However, an average of 23,000 papers have been published on COVID-19 since January 2020 based on an estimate (https://www.sciencemag. org/news/2020/05/scientists-are-drowning-covid-19-paperscan-new-tools-keep-them-afloat). The reduction in review time and prioritization of publishing COVID-related research are causing a cascade of publications. A huge volume like this can overwhelm and confuse the healthcare workers and, more importantly, regulatory bodies like the World Health Organization (WHO), thereby affecting the Standard Operating Procedures (SOPs) and other technical guidance. It also poses to have large-scale implications on judging the effectiveness and implementation of a particular treatment and/or therapy, many of which are being conducted as part of the WHO's solidarity trials all over the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        },
        {
            "text": "A disturbing event occurred during such trials where a paper published in the Lancet 2 claimed no or detrimental effects on the use of hydroxychloroquine (HCQ) on the recovery of COVID-19 patients, thereby prompting the WHO to immediately suspend the HCQ arm of the solidarity trial. This was later observed to be a poorly thought knee-jerk reaction as the company Surgisphere (Palatine, IL, USA), a health data analytics company, which provided the data was unable to independently audit and verify the data after an expression of concern was intimated to the editor of the Lancet. The article was retracted as a result of the lack of data veracity. Subsequently, the WHO re-instated the HCQ arm post the retraction, and while the HCQ arm again stands to be suspended due to another trial, one can only wonder what kind of butterfly effect, the knee-jerk reaction to the Lancet article, may have caused.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        },
        {
            "text": "Over the course of this pandemic, a total of 24 articles have been retracted (including another article based on Surgisphere's dubious data in the prestigious New England Journal of Medicine) and 2 articles have been given an expression of concern (https://retractionwatch.com/retractedcoronavirus-covid-19-papers/). Several of these had either major methodological flaws or questionable data sources, indicating a flawed peer-review process that given the nature of the pandemic has given a massive rise of adrenaline in the arm to fast track the publishing process. To stay relevant, publishers and researchers are daily trying to publish more and more manuscripts on COVID-19, which from the looks of it may appear beneficial; however, if the peer-review and scrutiny processes are subverted as aforementioned, the compounded butterfly effects on global protocols may be counter-productive and even disastrous. Therefore, while haste is required to disseminate data on this pandemic, restraint must also be applied during the quality check on the same, akin to the common Hindi saying, \"josh se nahi, hosh se kaam karna chahiye\" (apply your brains before taking impulsive and brawny actions in order to maintain work ethics).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        },
        {
            "text": "Over the course of the past year, several noted reviewers (both national and international) have confidentially advised the implementation of an \"open data\" policy in the Journal of Indian Orthodontic Society and making it mandatory for all potential authors to be able to fully share their raw data for scrutiny, if ever needed. Given the current turn of events, and also to improve the transparency and integrity of the journal, we are pleased to implement the same with the support of our publisher from this issue onward. All prospective contributors would now be required to release a statement mentioning how their data would and could be accessed, if needed. As the orthodontic SOP for patients is still evolving globally and locally, such a policy would be in the best interest of everybody and hopefully prevent any unwanted or deadly butterfly effects as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        },
        {
            "text": "Finally, on an additional note, I would like to welcome manuscripts on practical aspects of COVID management for orthodontic patients, including data on sterilization, personal protective equipment selection and rationale of usage, and inventory management. Such contributions would help in acting as a lighthouse to sail through these troubled times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        },
        {
            "text": "Stay safe and may all of us take care of ourselves and our loved ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A butterfly flaps its wings in Tokyo and a tornado occurs in"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "RETRACTED: Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19-a multinational registry analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruschitzka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "31180--31186",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}