{
    "paper_id": "3e7f1dd8763beb8f60874cd8b7f7ad0c27c05e05",
    "metadata": {
        "title": "Journal Pre-proof Synchronous Telemedicine in Allergy: Lessons Learned and Transformation of Care During the COVID-19 Pandemic Synchronous Telemedicine in Allergy: Lessons Learned and Transformation of Care During the COVID-19 Pandemic 2 3",
        "authors": [
            {
                "first": "Iason",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "iason.thomas@doctors.org.uk"
            },
            {
                "first": "Leonard",
                "middle": [
                    "Q C"
                ],
                "last": "Siew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Krzysztof",
                "middle": [],
                "last": "Rutkowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Krzysztof",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Rutkowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "242 words. Text: 3210 words 23 24 Figures: 2. Tables: 2 25 J o u r n a l P r e -p r o o f 2 ABSTRACT 26 27 Background: The outbreak of the COVID-19 pandemic facilitated a rapid transition to non-28 face-to-face models of care across the allergy services. 29 Objective: To describe the outcomes of the use of synchronous telemedicine for outpatient 30 consultations in a tertiary adult allergy centre. 31 Methods: We retrospectively reviewed all non-face-to-face appointments during the second 32 month of the pandemic in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 637 non-face-to-face appointments for unique patients were booked 34 between 1 and 30 April 2020; 91% were new consultations. Most referrals (81.5%) were 35 related to non-drug reactions. The overall 'Did Not Attend' rate was 15.7%. A total of 439 36 patients were assessed for non-drug reactions; 87% were new appointments. Food-related 37 reactions (50.4%), urticaria/angioedema (23.2%) and rhinitis (18.1%) were the most common 38 reasons for new referrals. Two hundred twenty-one (57.7%) of these patients required further 39 allergy testing, primarily for suspected food allergy. More than 42% of the new patients, 40 mainly referred for urticaria/angioedema, were discharged following their remote assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Less than 10% of the follow-up patients required additional testing. Ninety-seven new 42 patients were assessed for a suspected drug reaction, predominantly to beta-lactam antibiotics 43 (57.7%). Sixty-nine patients (71%) required further investigations, but a notable 29% did not 44 require further allergy input. The overall experience was very good/good for most patients 45 (85%). 46 Conclusion: Telemedicine can transform the current models of allergy care. Screening 47 criteria for selecting suitable new patients are required. A telemedicine-based drug allergy 48 service model can be more time-and cost-effective, and improve patient access to specialist 49 care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "50 51 J o u r n a l P r e -p r o o f Highlights box 52 53",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "What is already known about this topic? 54 Telemedicine is an innovative tool that can transform the current models of allergy care. The 55 COVID-19 pandemic introduced the potential of synchronous telemedicine across the allergy 56 services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "What does this article add to our knowledge? 59 In an unselected patient cohort, a significant number of new allergy consultations (42% non-60 drug-related; 29% drug-related), was completed without an in-person visit or allergy testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Less than 10% of the follow-up patients required additional testing. 62 63 How does this study impact current management guidelines? 64 Screening criteria for selecting suitable new patients for non-face-to-face appointments are 65 required. A telemedicine-based drug allergy service model can result in time and cost 66 savings, while improving patient access to specialist care. 67 68 Key words 69 Telemedicine; Allergy; Synchronous; Service model; COVID-19 70 71 72 73 74 75 76 J o u r n a l P r e -p r o o f 93 DPT -Drug provocation test 94 GMC -General Medical Council 95 NSAID -Non-steroidal anti-inflammatory drug 96 ACEi -Angiotensin-converting-enzyme inhibitor 97 CRSwNP -Chronic rhinosinusitis with nasal polyps 98 UK -United Kingdom 99 EAACI -European Academy of Allergy and Clinical Immunology 100 AAAAI -American Academy of Allergy, Asthma and Immunology 101 J o u r n a l P r e -p r o o f information technologies to provide remote clinical services to patients without an in-person 104 visit (1). TM has become increasingly popular over the last years due to its immense 105 potential to positively impact a wide range of populations and address major barriers in 106 access to care (2-4). The non face-to-face (Nf2f) models can be categorised as either 107 synchronous or asynchronous. Synchronous interactions occur in 'real time' between the 108 patient and the healthcare provider, and consist of a pre-booked audio-only (telephone) or 2-109 way video session. In the asynchronous Nf2f care model, the patient and the provider are not 110 online at the same time. The two types of asynchronous care include 'store & forward' 111 applications, and remote patient monitoring (2). 112 Although the use of TM in allergy is not new (5-7), it was only after the outbreak of 113 the COVID-19 pandemic and following the advice from Public Health England and the UK 114 government to 'stay at home' and avoid nonessential travel that the adult allergy services 115 across the UK transitioned to a Nf2f model almost overnight to reduce or replace face-to-116 face (f2f) visits. 117 We report on the outcomes of the use of synchronous TM for outpatient allergy 118 consultations in a tertiary adult allergy centre. This is the first study with a completely 119 unselected patient cohort. Due to the pandemic and the unexpected switch from in-person 120 visits to Nf2f clinics, the patients had not been offered the choice to have a f2f or a Nf2f 121 appointment. The referral letters had not been previously reviewed to decide if a remote 122 consultation was appropriate. Moreover, based on our experience, we propose a new model 123 of care which integrates TM into a drug allergy service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "124 125 194 respiratory service in our Trust, hence not represented in our cohort. 195 From the 383 new non-ADR patients, 221 (57.7%) required further allergy testing 196 (skin and/or blood tests and/or challenge) (Fig. 1). For most of the patients (45%), an in-197 person visit was going to be arranged in our Department after the easing of the pandemic-198 related restrictions. In 10.7% of patients, the referring clinicians were advised to perform the 199 relevant diagnostic tests. A small number of patients (1%) was advised to contact our 200 Department to arrange further testing in a few months. A recommendation to re-refer to the 201 Department for a f2f assessment and testing after the pandemic was made to the referring 202 clinician in 1% of the patients. The patients requiring allergy testing were predominantly 203 under investigation for suspected food allergy (72%), and rhinitis (19%). 204 Following a Nf2f consultation more than 42% of the new patients were discharged 205 without requiring further allergy investigations or input. Therefore, no further f2f visit was 206 arranged. These patients had been mainly referred for urticaria/angioedema (49.4%), food-207 related reactions (21%) and rhinitis (16.6%). Routine laboratory testing (e.g. full blood 208 count, thyroid function, etc) was recommended to the referring physician in 15% of the 209 discharged patients, mostly of them with urticaria/angioedema (88%). Five of the discharged 210 patients (1.3%) were referred to dermatology, mainly for suspected allergic contact 211 dermatitis, and 2 patients (0.5%) to ear, nose and throat for further assessment of their 212 rhinitis. Twenty of the newly referred patients (5.2%) would require a follow-up 213 appointment in our Department; nearly half of them had been referred for 214 urticaria/angioedema. 215 A total of 56 patients had a telephone follow-up consultation. Urticaria/angioedema 216 appears to be the most common diagnosis for follow-up appointments (46.4%), followed by 217 J o u r n a l P r e -p r o o f The advantages of TM for both the patient and the clinician are clear (2-4, 22). Its 356 integration into the drug allergy service can make it more time-and cost-effective. Following 357 a Nf2f assessment, only the clinically relevant drugs will be prepared for skin testing as 358 opposed to all drugs listed in the referral letter. If skin testing is not validated or available, a 359 drug provocation test can be easily arranged following the remote assessment. Finally, given 360 the small number of the UK NHS adult drug allergy centres, this new TM-based model of 361 J o u r n a l P r e -p r o o f 404 405 406 407 408 409 410 J o u r n a l P r e -p r o o f 428",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We retrospectively reviewed all Nf2f clinic appointments in the Department of Adult 128 Allergy, Guy's and St Thomas' NHS Foundation Trust, London, UK, which took place 129 between 1 and 30 April 2020 (2 nd month of the pandemic in the UK). All Nf2f appointments 130 were synchronous and conducted by telephone. The clinicians had full access to the 131 Electronic Patient Records (EPR, iSOFT Group Plc) and an electronic medical notes system 132 to document the consultation. The allocated duration of a Nf2f appointment was 20 minutes. 133 The clinical team included eight allergy consultants (specialists) and two specialty registrars 134 (residents in training). The referral letters had been previously vetted, and the patients were 135 deemed appropriate for a f2f allergy review. 136 We determined the number of new and follow-up appointments and the overall Did 137 Not Attend (DNA) rate. The patients who did not have a consultation were not included in 138 the analysis. We reviewed the reasons for the referral based on the information provided by 139 the referring clinician (all new appointments), and the working diagnosis from the previous 140 allergy review (follow-up appointments). Based on the reason for the referral, we divided the 141 Nf2f appointments into two groups: related to adverse drug reactions (ADR) and non-adverse 142 drug reactions (non-ADR). We then divided each into new and follow-up appointments. 143 We identified the Nf2f clinic outcomes, and the number of patients who required 144 further f2f allergy testing following their remote assessment. We identified how many 145 needed to return to our Department for testing and how many were advised to have the 146 diagnostic tests organised by the referring clinician. Finally, we determined how many 147 follow-up appointments were requested, and if a referral to a different specialty was required.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "128",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "130",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "133",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "135",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "139",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "143",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients' feedback was collected following their appointment by the Patient 149 Engagement team using an anonymous electronic survey (see Fig. E1 in the online repository). Descriptive statistics were used to summarise the results. This study was 151 conducted as part of an approved service evaluation within the Department. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Fig. E1",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "148"
        },
        {
            "text": "A total of 637 Nf2f appointments were booked for unique patients in April 2020. The 172 majority (91%) were new consultations. The mean age was 38.1 ± 16 years, with age range 173 from 16 to 89 years (Table I) . Two-thirds of patients were female. The majority of referrals 174 (81.5%) was not related to adverse drug reactions (non-ADR); 18.5% were for a suspected 175 ADR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "(Table I)",
                    "ref_id": null
                }
            ],
            "section": "171"
        },
        {
            "text": "A total of 100 patients 'Did Not Attend' their Nf2f appointment (overall DNA rate 177 15.7%) and were excluded from further analysis (Fig. 1 , Table I ). The DNA rate was similar 178 across the non-ADR and ADR groups. In the non-ADR group, 97.5% of the patients who 179 'did not attend' were newly referred. Food-related reactions (53.75%), urticaria/angioedema 180 (27.5%) and rhinitis (11.25%) were the most common reasons for referral. All the patients 181 referred for a suspected ADR and 'did not attend' their appointments were new patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "176"
        },
        {
            "text": "Adverse reactions to antibiotics (45%), mainly beta-lactams, and local anaesthetics (22%), 183 were the most common indications in this group (data not shown).",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "183",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "182"
        },
        {
            "text": "A total of 537 synchronous telephone encounters were conducted; 439 (81.75%) 185 related to non-ADR and 98 (18.25%) to a suspected ADR (Fig. 1 ). In the non-ADR group, 186 there were 87% new and 13% follow-up appointments. The mean age was 36.3 ± 15.1 years 187 (range 16 -89 years); 68.5% of the patients were female. 188 The most common non-ADR indication for a new patient to be referred to our service (Table I) . Of note, the patients with asthma are managed by the food-related reactions (37.5%). Most of the follow-up patients (91%) did not require further 218 allergy investigations, and the majority of them (80%) was fully discharged from the service.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "188",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 406,
                    "end": 415,
                    "text": "(Table I)",
                    "ref_id": null
                }
            ],
            "section": "184"
        },
        {
            "text": "Two of these patients (4.5%) were referred to dermatology for further review, one for Table I ). The rest of the suspected ADR referrals (13.5%) were 233 related to a heterogenous group of medications. Sixty-nine patients (71%) required further 234 f2f investigations (e.g. skin prick testing, intradermal testing, in vitro testing, drug 235 provocation test etc.). However, 29% of the patients referred with a suspected ADR did not 236 require further allergy input following their Nf2f review and were discharged (Fig. 1 ). The 237 one follow-up patient did not require further investigations either. Relevant models of care in allergy have been previously suggested (15). However, more than 310 half of these patients in our cohort required a further f2f visit for allergy testing, mostly for 311 suspected food allergy and rhinitis. Therefore, detailed screening criteria should be in place 312 to identify patients suitable for a remote assessment (Table II) . These criteria could be applied during the referral vetting process for Nf2f patient selection. The UK General 314 Medical Council (GMC) have also produced generic criteria to help determine whether a 315 remote consultation is appropriate (16).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 522,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 953,
                    "end": 963,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "219"
        },
        {
            "text": "TM appears exceptionally well suited for follow-up appointments. The reason for the 317 majority of such appointments was to evaluate the response to treatment for 318 urticaria/angioedema or allergic rhinitis, or assess any accidental exposure to allergen(s) in 319 patients with a new diagnosis of food allergy. Crucially, less than 10% of Nf2f follow-up 320 patients required a further in-person visit for additional allergy testing in agreement with a 321 previous report (7). Therefore, adult allergy centres might want to consider converting all or 322 most f2f follow-up visits to virtual clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "316"
        },
        {
            "text": "In the group of patients referred for suspected drug-induced hypersensitivity, the beta- specialist. This highlights a potential role for synchronous telemedicine as a triage tool in 330 drug allergy for patient selection before planning further investigations. As previously shown 331 by our team (17), the clinical history in beta-lactam hypersensitivity is a powerful tool with a 332 similar negative predictive value to skin testing in selected cases. 333 We propose a new drug allergy service model of care for UK adult allergy centres 334 (Fig. 2) . The referring clinician will be prompted to use a standardised questionnaire (18) to 335 record the relevant information when referring a patient to a drug allergy service. The 336 questionnaire will be available on the digital platform the primary care physicians are using to refer patients to the allergy service. The referral will be then vetted by the clinicians, and 338 if it is deemed appropriate for drug allergy assessment, a Nf2f appointment will be booked.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "333",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "323"
        },
        {
            "text": "During the virtual clinic, the allergy specialist will obtain a comprehensive clinical history, 340 and further investigations will be arranged accordingly. As seen in the flowchart, if the 341 history is not suggestive of an ADR, the patient can be discharged from the service with ",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "340",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "339"
        },
        {
            "text": "As in other published studies (6, 7), patients with a working diagnosis of either food 364 or drug allergy were significantly more likely to be recommended further allergy testing and 365 an in-person visit. We acknowledge the fact that each allergist will have their own threshold 366 for recommending allergy investigations. Moreover, we found that the more junior members 367 of staff tended to request or recommend more allergy testing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "363"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Telemedicine Association. Telemedicine, telehealth, and health information 412 technology. An ATA Issue Paper Consultado em",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Telemedicine and emerging technologies 414 for health care in allergy/immunology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Portnoy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Allergy Clin Immunol",
            "volume": "145",
            "issn": "2",
            "pages": "445--54",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Telemedicine for Allergy Services to Rural 416",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Portnoy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Good, the Bad, and the Unknown of 418",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rehman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Portnoy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telemedicine in Asthma and Allergy Practice",
            "authors": [],
            "year": 2019,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "419",
            "issn": "8",
            "pages": "2580--2582",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Use of Telemedicine for Penicillin 421",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Staicu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Holly",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Conn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Synchronous telehealth for outpatient allergy consultations: A 2-year 423 regional experience",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Waibel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Allergy Asthma Immunol",
            "volume": "116",
            "issn": "6",
            "pages": "571--576",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Outcomes From a Regional Synchronous",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Waibel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bickel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "426 8. NHS. The NHS long term plan",
            "authors": [],
            "year": 2019,
            "venue": "Allergy Service. J Allergy Clin Immunol Pract",
            "volume": "7",
            "issn": "3",
            "pages": "1017--1038",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Telemedicine in the Era of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Portnoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Allergy Clin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "LEN/EDF/WAO guideline for the definition, classification, diagnosis and 439 management of urticaria",
            "authors": [
                {
                    "first": "Eaaci",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ga",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Allergy",
            "volume": "73",
            "issn": "2",
            "pages": "1393--414",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The diagnosis 441 and management of acute and chronic urticaria: 2014 update",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dreyfus",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "442",
            "issn": "5",
            "pages": "1270--1277",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Is there a role for telemedicine in adult allergy 444 services?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Krishna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Knibb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Huissoon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Exp Allergy",
            "volume": "46",
            "issn": "5",
            "pages": "668--77",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tips for Seeing Patients via Telemedicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Portnoy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Allergy Asthma 461 Rep",
            "volume": "18",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations used",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "IgE and/or non-IgE mediated adverse food reactions (50.4%). Nearly a quarter of the 190 new referrals were related to urticaria/angioedema (23.2%), and 18.1% of the patients were 191 referred for rhinitis assessment. A small number of referrals were related to atopic dermatitis 192 (2.6%) or other indications (5.7%), such as insect venom allergy, idiopathic anaphylaxis, or histamine intolerance",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "220 difficult urticaria and one for severe atopic dermatitis. Eleven patients (20%) would require a 221 further appointment in our Department; 4 of these patients had a diagnosis of complex food 222 allergy, 3 patients were suffering from refractory chronic urticaria, 2 patients were 223 teenagers/young adults initially referred from the transition clinic (a joint 224 paediatric/adult allergy clinic for smooth transition to adult services), and 2 patients would 225 require a challenge in the Day Unit. Routine laboratory testing was recommended to the 226 referring physician following the Nf2f appointment for one patient.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ninety-eight consultations were conducted for suspected ADR; 97 were new 228 patients. The mean age was 45.6 ± 17.4 years (range 17 -81 years); two-thirds of the patients 229 were female. Suspected allergy to beta-lactam antibiotics was the most common reason for 230 referral (57.7%), followed by non-beta-lactam antibiotics (8.25%), local anaesthetics 231 (8.25%), non-steroidal anti-inflammatory drugs (7.2%), radiocontrast media (3.1%), and 232 perioperative reactions (2%) (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "One hundred twenty-two of 537 patients (22.7%) submitted anonymous patient 239 satisfaction surveys; two-third of the responses were from new appointments. The majority 240 of the patients (91%) felt that the duration of the Nf2f consultation was 'about right'. A total 241 of 75% of the patients felt that they were able to get everything out of their Nf2f appointment as they would in a f2f session. Sixty-six (54%) patients provided more information in the 243 free text comment box; the majority of these comments were positive (78%). The most 244 common themes appearing in the negative comments include the need for a future f2f visit to 245 undergo allergy testing, the low audio quality and the fact that the telephone consultation felt246 more impersonal than a f2f visit. Most patients (90%) felt involved to the extent they wanted 247 in the decisions about their care and treatment, and adequate information about their 248 diagnosis were provided (87%). The overall experience was very good/good for most 249 patients (85%). However, 32% of the patients would have chosen a f2f appointment if they 250 could for the same or similar condition in the future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "expected to look markedly different in ten years' time. According to the NHS long 267 term plan (8), one of the major changes to the current NHS service model is the transition to a 268 restructured, digitally-enabled outpatient care model. The traditional model of outpatient 269 care appears unsustainable and the plan is to be redesigned with the goal to reduce the f2f 270 visits up to a third over the next five years. The COVID-19 pandemic facilitated a sudden 271 change in the model of care, from the standard f2f visit to widespread adoption of TM across 272 the allergy services (9-12). Changes that would typically require years of forward planning, 273 occurred in no time, and the allergy community was introduced to the transformational 274 potential of TM. 275 It is important to highlight that all the patients in our study would have been booked 276 for a f2f appointment if it had not been for the pandemic. As mentioned earlier, the patients 277 were unselected and none of the new or follow-up appointments had undergone a suitability 278 screen for a Nf2f visit. Also, unlike previous studies (6, 7) which included paediatric patients 279as well, all patients were ≥ 16 years old, which is the cut-off age for adult allergy service in 280 the UK.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "-related reactions (50.4%), urticaria/angioedema (23.2%), and rhinitis (18.1%) 282 represented the most common non-ADR reasons for review. More than 42% of the new 283 patients, were discharged from the Allergy Service after a single Nf2f consultation. This 284 highlights the fact that a significant number of allergy consultations can be completed 285 without an in-person visit or allergy testing. During a Nf2f consultation the clinicians are 286 able to engage in a conversation similar to a f2f visit and obtain a comprehensive allergy 287 history. If required, patients can provide more information after the Nf2f appointment: images of the rash, previous laboratory results or discharge summaries from emergency 289 department visits, using a secure email address provided by the clinician. Patient information 290 leaflets and other educational materials could be easily provided via a validated web link in 291 the clinic letter which follows the Nf2f appointment; alternatively, these links could be 292 available on the Department's website. Nearly half of the discharged patients had been 293 referred for what proved to be spontaneous urticaria/angioedema, where the diagnosis is 294 based primarily on the clinical presentation, and allergy testing is not usually indicated, as per 295 the current guidelines from the European Academy of Allergy and Clinical Immunology 296 (EAACI) (13) and the American Academy of Allergy, Asthma and Immunology (AAAAI) 297 (14). Other scenarios where allergy testing might not be necessary (38% of our cohort) 298 included pollen food syndrome in patients with confirmed seasonal allergic rhinitis, IgE-299 mediated food allergy with the relevant in vitro tests already performed in the community, 300 non-IgE-mediated food-related reactions (e.g. food intolerances), and allergic rhinitis recently 301 investigated in primary care.302A total of 10.7% of the new non-ADR patients, referred mainly for suspected food 303 allergy and seen during the pandemic, were discharged back to primary care with a 304 recommendation for diagnostic in vitro allergy tests. In normal (non-pandemic) times, some 305 primary care physicians might be reluctant to perform allergy tests (specific IgE) as they are 306 not trained to interpret them. Moreover, some UK NHS primary care authorities do not allow 307 them in primary care due to cost.308TM definitely has a role to play in the management of new referrals for non-ADR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "324lactam hypersensitivity was by far the most common reason. A notable 29% of all ADR 325 patients was discharged without requiring further allergy input. These referrals had been 326 previously vetted and considered appropriate for drug allergy assessment based on the 327 information provided by the referring doctor. Nevertheless, the patients who required further 328 testing could be identified only after a careful allergy history had been taken by an allergy 329",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "342 appropriate advice. The investigation of suspected immediate hypersensitivity reactions 343 (IHR) involves skin testing, if available and validated, and possibly a provocation test to the 344 drug in question (19). These investigations can be carried out in a single in-person visit in the 345 Allergy Day Unit. 346 For suspected delayed hypersensitivity reactions (DHR), it is not uncommon for more 347 information to be required after the initial allergy assessment, to decide if further tests are 348 indicated. Therefore, Nf2f consultations could be a useful triaging tool for these cases as 349 well, since the process of obtaining additional information, such as copies of the medical 350 notes and drug charts, discharge summaries, laboratory or biopsy reports etc., is often a time-351 consuming administrative challenge. If investigations for non-immediate drug eruptions are 352 indicated (19-21), then an in-person visit can be arranged. The pathway for patients referred 353 for suspected perioperative hypersensitivity reactions should be separate and will not be 354 discussed here. 355 care could improve access to specialist care, especially for patients who live far from such 362 centres (3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "368TM in allergy has been linked with high patient satisfaction (5-7). Mustafa et al.(23)369 collected patient feedback from TM encounters in allergy/immunology during the pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Similar to our findings, they report that 77.4% of the patients felt that their Nf2f appointment 371 was as satisfactory as an in-person encounter. Our overall satisfaction rate was 85%, with 372 32% of the patients saying that they would have chosen a f2f appointment if they were given373 the choice. This might reflect the fact that the patients who were under investigation for food 374 or drug allergy often felt that a consultation with a specialist without any testing was 375 incomplete. This stresses the importance of screening criteria for selecting patients suitable 376 for Nf2f appointments to avoid patient disappointment. TM) is an innovative tool that can transform the current models of 388 allergy care. Although the SARS-CoV-2 pandemic is an unprecedentedly unfortunate 389 situation, the unexpected and rapid transition to alternative models of care introduced 390 synchronous TM to the allergy clinicians. If used appropriately, TM can be beneficial for 391 everyone involved. However, standard operating protocols and policies, training, information 392 technology support, quality assurance and information governance frameworks, should all be 393 in place. Large-scale studies of patient outcomes comparing in-person with Nf2f visits are 394 required to identify the best way to integrate TM into clinical practice and assess the long-395 term effects.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Non face-to-face (Nf2f) appointments flowchart. This flowchart illustrates all the Nf2f clinic appointments booked in April 2020, 468 and their outcomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Integrating telemedicine into a drug allergy service model of care. Once the referral for a suspected ADR has been vetted and 472 deemed appropriate for allergy assessment, a Nf2f appointment is booked. Based on the clinical history obtained by the allergy specialist during 473 the Nf2f consultation, an in-person visit can be arranged for further allergy work-up, or the patient will be discharged from the service if the 474 history is not suggestive of a hypersensitivity reaction. The separate f2f pathway for suspected perioperative hypersensitivity reactions is also475    shown. The shaded grey area indicates how telemedicine can be integrated into a drug allergy service model of care.476ADR: adverse drug reaction; Nf2f: non face-to-face; f2f: face-to-face; HR: hypersensitivity reaction; DH: drug hypersensitivity; IHR: immediate 477 hypersensitivity reaction; DHR: delayed hypersensitivity reaction; SPT: skin prick testing; IDT: intradermal testing; DPT: I. Patients characteristics, type of Nf2f clinic appointments and indications for allergy referrals.483    Key for table I: non-ADR: non adverse drug reaction; ADR: adverse drug reaction; SD: standard deviation; DNA: did not attend; BL: beta-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Allergy specific vetting criteria for identifying suitable new referrals for remote consultation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 398 The authors acknowledge Zoe Bright for her assistance in obtaining the patient ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}