{
    "paper_id": "3e80b3b8c986c2f49b554c1bba96b2152dfaad20",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Michelle",
                "middle": [],
                "last": "Sholzberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "30 Bond Street, Room 2-007G Core Lab"
                    }
                },
                "email": ""
            },
            {
                "first": "Grace",
                "middle": [
                    "H"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elnara",
                "middle": [],
                "last": "Negri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hassan",
                "middle": [],
                "last": "Rahhal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Baumann Kreuziger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [
                    "E"
                ],
                "last": "Pompilio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "James",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Fralick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Musaad",
                "middle": [],
                "last": "Alhamzah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faris",
                "middle": [],
                "last": "Alomran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Tseng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gloria",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Lillicrap",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Carrier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fionnuala",
                "middle": [
                    "Ní"
                ],
                "last": "Áinle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Beckett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [
                    "R"
                ],
                "last": "Da Costa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Thorpe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saskia",
                "middle": [],
                "last": "Middeldorp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Agnes",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Cushman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Jüni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To determine the effect of therapeutic anticoagulation, with low molecular weight heparin (LMWH) or unfractionated heparin (UFH, high dose nomogram), compared to standard care in hospitalized patients admitted for COVID-19 with an elevated D-dimer on the composite outcome of intensive care unit (ICU) admission, noninvasive positive pressure ventilation, invasive mechanical ventilation or death up to 28 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(Continued from previous page)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The inclusion criteria are: 1) Laboratory confirmed COVID-19 (diagnosis of SARS-CoV-2 via reverse transcriptase polymerase chain reaction as per the World Health Organization protocol or by nucleic acid based isothermal amplification) prior to hospital admission OR within first 5 days (i.e. 120 hours) after hospital admission; 2) Admitted to hospital for COVID-19; 3) One D-dimer value above the upper limit of normal (ULN) (within 5 days (i.e. 120 hours) of hospital admission) AND EITHER:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "a. D-Dimer ≥2 times ULN OR b. D-Dimer above ULN and Oxygen saturation ≤ 93% on room air; 4) > 18 years of age; 5) Informed consent from the patient (or legally authorized substitute decision maker).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The exclusion criteria are: 1) pregnancy; 2) hemoglobin <80 g/L in the last 72 hours; 3) platelet count <50 x 10 9 /L in the last 72 hours; 4) known fibrinogen <1.5 g/L (if testing deemed clinically indicated by the treating physician prior to the initiation of anticoagulation); 5) known INR >1.8 (if testing deemed clinically indicated by the treating physician prior to the initiation of anticoagulation); 6) patient already prescribed intermediate dosing of LMWH that cannot be changed (determination of what constitutes an intermediate dose is to be at the discretion of the treating clinician taking the local institutional thromboprophylaxis protocol for high risk patients into consideration); 7) patient already prescribed therapeutic anticoagulation at the time of screening [low or high dose nomogram UFH, LMWH, warfarin, direct oral anticoagulant (any dose of dabigatran, apixaban, rivaroxaban, edoxaban)]; 8) patient prescribed dual antiplatelet therapy, when one of the agents cannot be stopped safely; 9) known bleeding within the last 30 days requiring emergency room presentation or hospitalization; 10) known history of a bleeding disorder of an inherited or active acquired bleeding disorder; 11) known history of heparin-induced thrombocytopenia; 12) known allergy to UFH or LMWH; 13) admitted to the intensive care unit at the time of screening; 14) treated with non-invasive positive pressure ventilation or invasive mechanical ventilation at the time of screening; 15) Imminent death according to the judgement of the most responsible physician; 16) enrollment in another clinical trial of antithrombotic therapy involving hospitalized patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intervention and comparator: Intervention: Therapeutic dose of LMWH (dalteparin, enoxaparin, tinzaparin) or high dose nomogram of UFH. The choice of LMWH versus UFH will be at the clinician's discretion and dependent on local institutional supply. Comparator: Standard care [thromboprophylactic doses of LMWH (dalteparin, enoxaparin, tinzaparin, fondaparinux)] or UFH. Administration of LMWH, UFH or fondaparinux at thromboprophylactic doses for acutely ill hospitalized medical patients, in the absence of contraindication, is generally considered standard care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Main outcomes: The primary composite outcome of ICU admission, non-invasive positive pressure ventilation, invasive mechanical ventilation or death at 28 days. Secondary outcomes include (evaluated up to day 28):",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(Continued on next page) 11. Organ support-free days alive; 12. Venous thromboembolism (defined as symptomatic or incidental, suspected or confirmed via diagnostic imaging and/or electrocardiogram where appropriate); 13. Arterial thromboembolism (defined as suspected or confirmed via diagnostic imaging and/or electrocardiogram where appropriate); 14. Heparin induced thrombocytopenia; 15. Trajectories of COVID-19 disease-related coagulation and inflammatory biomarkers. Randomisation: Randomisation will be stratified by site and age (>65 versus ≤65 years) using a 1:1 computergenerated random allocation sequence with variable block sizes. Randomization will occur within the first 5 days (i.e. 120 hours) of participant hospital admission. However, it is recommended that randomization occurs as early as possible after hospital admission. Central randomization using an interactive web response system will ensure allocation concealment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Numbers to be randomised (sample size): 462 patients (231 per group) are needed to detect a 15% risk difference, from 50% in the control group to 35% in the experimental group, with power of 90% at a two-sided alpha of 0.05. Full protocol: The full protocol is attached as an additional file, accessible from the Trials website (Additional file 1). In the interest of expediting dissemination of this material, the familiar formatting has been eliminated; this Letter serves as a summary of the key elements of the full protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blinding (masking): No blinding involved. This is an open-label trial."
        },
        {
            "text": "Keywords: COVID-19, anticoagulation, heparin, coagulopathy, randomised controlled trial, and protocol",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blinding (masking): No blinding involved. This is an open-label trial."
        },
        {
            "text": "The online version contains supplementary material available at https://doi. org/10.1186/s13063-021-05076-0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "Additional file 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Michael's Hospital, Applied Health Research Centre",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Michael&apos;s Hospital",
                    "suffix": ""
                },
                {
                    "first": "; -007g Core",
                    "middle": [],
                    "last": "Ka",
                    "suffix": ""
                },
                {
                    "first": "Carter",
                    "middle": [],
                    "last": "Lab",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Toronto",
                    "suffix": ""
                },
                {
                    "first": "M5b-1w8",
                    "middle": [],
                    "last": "Ontario",
                    "suffix": ""
                },
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "King Faisal Specialist Hospital and Research Centre",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Trial Status: Protocol Version Number 1.4. Recruitment began on May 11 th , 2020. Recruitment is expected to be completed March 2022. Recruitment is ongoing. Trial registration: ClinicalTrials.gov Identifier: NCT04362085 Date of Trial Registration: April 24, 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge all our site investigator at all sites: Dr. Vera Dounaevskaia, Dr. Peter Jaksa, Dr ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Data are stored at the Applied Health Research Centre in Toronto, Canada. Co-principal investigators will have access to the data as will co-investigators per coordination site and study site specific agreements with St. Michael's Hospital, Toronto, Canada.Ethics approval and consent to participate Currently, research approval has been obtained from St. Michael's Hospital Research Ethics Board/ Clinical Trials Ontario (CTO: #2151), Canada and Western Institutional Review Boards in the United States. Local research ethics board approval at the remaining international sites has either been approved or will soon be approved. This trial has received ethical approval from the appropriate ethical committee as described above. We will obtain consent from all participants who are interested in participating in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}