{
    "paper_id": "3e80ddfe1d0f08d3ffeb2ecb13051a339538a807",
    "metadata": {
        "title": "Journal Pre-proofs Commentary Nexus of COVID-19 and diabetes pandemics: global public health lessons",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Bergman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MD NYU Grossman School of Medicine",
                    "location": {
                        "settlement": "Diabetes",
                        "region": "Metabolism"
                    }
                },
                "email": "michael.bergman@nyulangone.org"
            },
            {
                "first": "Ram",
                "middle": [],
                "last": "Jagannathan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "M Venkat"
                ],
                "last": "Narayan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "postCode": "30322",
                        "region": "Atlanta Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Individuals with non-communicable diseases (NCDs) are susceptible to communicable diseases (CDs) as the current COVID-19 pandemic as well as previous infections with Middle Eastern respiratory syndrome (MERS), severe acute respiratory syndrome (SARS) and tuberculosis illustrate. While CD epidemics are \"fast and furious,\" the pandemics of NCDs, such as diabetes, obesity, and hypertension are silent, \"slow-motion\" killers with far greater tolls on mortality, disability, and costs [1] . Furthermore, the co-occurrence of diabetes with CDs predicts greater severity, and death, as we see with COVID-19 [2] . The COVID-19 pandemic thus highlights the urgency of implementing global public health initiatives to address NCDs -to prevent and to mitigate the impact of future contagious outbreaks.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The global reaction to CDs differs dramatically than NCDs [3] . Societal response to COVID-19 is reminiscent of the Ebola outbreak in 2013-2014 whereby the media, political discourse, medical and public health journals provided headlines regularly orchestrating an aura of urgency. Dedication and organization of resources with emergency allocation of $6.2 billion dollars to address the outbreak were immediate. Acute infectious epidemics with marked case fatality ignite fear with consequential demand for stringent public health measures, particularly early on before the scientific community is better able to establish the epidemiology, categorize risk, and arrive at considered interventions.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The global reaction differs to CDs than NCDs"
        },
        {
            "text": "Since diabetes and other NCDs are non-transmissible, there is a lack of similar urgency as they do not pose obvious threats, are relatively non-dramatic and invisible as the majority of individuals have few or no symptoms; when complications develop, these occur over many years if not decades. While government and public health agencies assume immediate, active and principal responsibility for the eradication of CD outbreaks, those affected with diabetes and other NCDs are required to take primary responsibility for managing their condition. From a political perspective, government officials loathe to accept responsibility for failures resulting from inadequate responses to highly contagious infectious processes given the relatively shortterm nature of election cycles. In contrast, NCDs with delayed, long-term consequences defy individual political attribution. Furthermore, diabetes may be viewed as a lifestyle disorder determined by the exercise of individual free will often resulting in unhealthy choices, although this viewpoint defies the complex interplay between environment and genetic predisposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The global reaction differs to CDs than NCDs"
        },
        {
            "text": "Hence, these various factors coalesce and provide insight into why NCDs do not elicit the same public outcry or daily prime time headlines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The global reaction differs to CDs than NCDs"
        },
        {
            "text": "NCDs by far constitute the leading cause of premature deaths globally, accounting for over 70 per cent with 41 million individuals dying annually including 15 million under the age of 70 years [4, 5] . The preponderance of these occurs in low-and middle-income countries (LMICs)",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The global response to NCDs is slow"
        },
        {
            "text": "where surveillance and treatment of NCDs are often inadequate [5] . The majority of deaths are potentially preventable, but the progress towards this goal has been slowed by inadequate government commitment, investment, engagement and accountability with measures to reduce NCDs [6] . Notably, since the first United Nations High-Level Meeting on Prevention and Control of NCDs in 2011, the global response has been patchy and inadequate in targeting Sustainable Development Goals (SDG), committed to by 193 countries in 2015, to reduce premature mortality from NCDs by one-third by 2030 [7, 8] . While adoption of NCD policies has slowly increased, countries have implemented under half of these [9] . Only 20% of NCD alliance members were reported on course to meet NCD targets, 18% having sufficient accountability measures to ensure achieving stipulated goals while a quarter of countries do not have a national NCD plan [4] . This inertia has been compounded by limited funding for public health in relation to total health expenditures. The public health allocation of total health expenditures, while increasing from 1.36% to 3.18% between 1960 and 2002, declined to 2.65% in 2014 with further projected decrease to 2.40% in 2023 [10] . Indeed, U.S. public health and prevention expenditures in 2018 represented less than three percent of the $3.6 trillion annual healthcare spending potentially adversely affecting preparedness for existing as well as novel health threats [11] .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 925,
                    "end": 928,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The global response to NCDs is slow"
        },
        {
            "text": "As diabetes affects approximately 463 million adults or 9.3% of the world's population, constituting the leading chronic pandemic, it is therefore inevitable that a sizeable fraction of those with diabetes will incur infectious outbreaks particularly when highly contagious. The rates and complications of diabetes in patients with COVID-19 are considerable. Diabetes occurred in 8.2% of 1,590 Chinese patients hospitalized with COVID-19 with a mean age of 48.9 years and a higher rate (34.6%) reported in those with a composite endpoint comprising ICU admission, ventilator requirement and death. In an Italian cohort of fatal COVID-19 outcomes having a mean age of 79.5 years, 35% had diabetes [2] .As diabetes and related NCDs, hypertension, and obesity, increase the risk of worsened outcomes in COVID-19 as was the case in MERS and SARS, morbidity and mortality would likely have been lower if the prevalence of these NCDs were reduced in advance of the present pandemic.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 699,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The global response to NCDs is slow"
        },
        {
            "text": "Proposed solutions for addressing NCDs are accessible to the global community. This is illustrated in a recent multi-cohort study of 116 043 participants whereby healthy lifestyle choices significantly reduced NCDs with extended gains in life-years without type 2 diabetes, cardiovascular and respiratory diseases, and cancer between ages 40 and 75 in both sexes across socioeconomic strata [12] . These observations, having special relevance for diabetes prevention, are reminiscent of Rose's formulation published in 1985 that broadly targeted public health interventions involving small, individual lifestyle changes can produce considerable collective benefit in a total population, particularly when the risk is highly diffused as with diabetes, than large changes in a small segment of the population [13] . The World Health Organization's \"best buys\" that provide a menu of cost-effective and feasible policy options with interventions to achieve SDG, therefore need to be implemented including prescriptions for surveillance and accountability [5, 14] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Proposed solutions for addressing NCDs"
        },
        {
            "text": "commensurate with the prevalence of NCDs are required. In particular, taxes on sugarsweetened beverages should be expanded with consideration of limiting direct to consumer advertising of and regulating access to non-nutritious, calorically dense foods, particularly in the LMICs where the impact of consuming sugary beverages on diabetes and obesity is growing [5, 15] . Counseling to change behavior and reduce NCD risk, especially in high-risk patients, is also highly cost-effective [5] . Referral for diabetes screening and preventive interventions need to be enhanced, considering current low levels for these activities [16] . Greater emphasis on diabetes prevention is required in medical curricula and clinical training programs as well as in continuing medical education venues aligned with appropriate remuneration for prevention counseling by primary care physicians and allied health professionals.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Substantial increases in global public health initiatives proportional to and"
        },
        {
            "text": "Governments should undertake mitigation efforts for preventing NCDs with the same alacrity and boldness as for the current COVID-19 pandemic. As NCDs increase risks associated with CDs, timely investment in primary care and preventive medicine infrastructure and increased leveraging of global resources for surveillance and low-cost interventions can help mitigate these risks. Although the total costs for NCDs are substantial, this investment has the potential for a substantial return on investment [14] . In so-doing, other areas linked to NCDs such as maternal and child well-being will be benefited as \"pregnancy offers a unique opportunity for integrating maternal and child health services with health promotion and NCD prevention, providing a bridge to more integrated services at the primary care level [17] .\" As NCD risk commences early, prevention interventions should therefore be instituted early on.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "NCDs increase risks associated with CDs"
        },
        {
            "text": "Improving population health can enhance productivity since NCDs are major drivers of poverty [12, 18] . Decline in the prevalence of NCDs will translate into a healthier global society with reduced morbidity and mortality.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "18]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "NCDs increase risks associated with CDs"
        },
        {
            "text": "As has been previously discussed in the Lancet, commitment from the highest echelons of government, though not in isolation, is critical for supporting initiatives targeting NCDs since only government has the resources, capacity and enforcement capabilities [18] . Policies promoting good health need not be costly with initiatives such as taxes on sugar sweetened beverages and smoking providing revenues that cover various programs including prevention, cessation of smoking and consumption of alcohol, as well as initiatives promoting healthier diet.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[18]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "NCDs increase risks associated with CDs"
        },
        {
            "text": "At the same time, these revenues can benefit poorer households when health taxes are used progressively [15, 19] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "19]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "NCDs increase risks associated with CDs"
        },
        {
            "text": "In summary, progress on NCDs has been slow with countries globally failing to keep 2011 commitments to the Prevention and Control of NCDs [19] . It is therefore time that policies aimed at addressing premature mortality associated with NCDs heightened during global viral outbreaks are adhered to [19] . COVID-19 and diabetes, while representing two distinct pandemics, are much closer than previously thought [20] . Thwarting and disrupting the noxious nexus of NCD and CD pandemics, although challenging, are achievable goals but will require unmistakable determination and global steadfast, unwavering resolve.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "NCDs increase risks associated with CDs"
        },
        {
            "text": "MB conceptualized the Commentary with all authors contributing to its writing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "The authors received no funding from an external source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Silent killers amidst the fast and the furious",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "Km V",
                    "middle": [],
                    "last": "Narayan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1377/hblog20150507.047514/full/"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus infections and type 2 diabetes-shared pathways with therapeutic implications",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Drucker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Endocrine Reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diabetes as a Model for the Disparate Public Response to Acute versus Chronic Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lonier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Endocrine",
            "volume": "51",
            "issn": "",
            "pages": "413--416",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Introducing the PLOS special collection of economic cases for NCD prevention and control: A global perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nugent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kostova",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chaloupka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NCD threat-falling on deaf ears",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Editorial",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Diabetes & Endocrinology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Political Declaration of the Third High-Level Meeting of the General Assembly on the Prevention and Control of Non-communicable Diseases. Resolution adopted by the General Assembly on 10",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Un General Assembly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Priority actions for the non-communicable disease crisis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bonita",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1438--1447",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Implementation of noncommunicable disease policies: a geopolitical analysis of 151 countries",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "Byt",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Goiana-Da-Silva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "1",
            "pages": "50--58",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public Health's Falling Share of US Health Spending",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Himmelstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woolhandler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Policy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AJPH",
            "volume": "106",
            "issn": "",
            "pages": "56--57",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Impact of Chronic Underfunding on America's Public Health System: Trends, Risks, and Recommendations, 2020. Trust for America's Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Association of Healthy Lifestyle With Years Lived Without Major Chronic Diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Nyberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh-Manoux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pentti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0618"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sick Individuals and Sick Populations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "International Journal of Epidemiology",
            "volume": "14",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Investing in non-communicable diseases: an estimation of the return on investment for prevention and treatment services",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bertram",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sweeny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chisholm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sheehan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Upreti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deane",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Taxes for health: evidence clears the air",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1974--1976",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reach and Use of Diabetes Prevention Services in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "Mckeever",
                    "middle": [],
                    "last": "Bullard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Imperatore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Benoit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Rolka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Albright",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Gregg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2016--2017",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Intergenerational burden and risks of NCDs: need to promote maternal and child health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dain",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuchtner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hod",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "8",
            "issn": "",
            "pages": "2422--2423",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "2018 must be the year for action against NCDs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sargent",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "1971--1973",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Prevention of non-communicable diseases in New York City",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Farley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9855",
            "pages": "1787--1789",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Covid-19 and diabetes mellitus: unveiling the interaction of two pandemics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maddaloni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buzzetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Res Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/dmrr.3321"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}