{
    "paper_id": "3e88f2a82b276be03ade92c5f984143d48084588",
    "metadata": {
        "title": "How I do a brain death examination: the tools of the trade",
        "authors": [
            {
                "first": "Eelco",
                "middle": [
                    "F M"
                ],
                "last": "Wijdicks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Neurosciences Intensive Care Unit",
                    "institution": "Mayo Clinic",
                    "location": {
                        "addrLine": "200 First Street SW",
                        "postCode": "55905",
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Brain death has been accepted universally, although practice differences have eluded consensus [1, 2] . Laws and guidelines have not appreciably changed [3, 4] nor have tools of the trade. The following principles remain: establish the reason for coma (most important), exclude known/unknown confounders (equally important), ascertain the futility of intervention (decided before), prepare the patient for testing (to optimize resolution), and acknowledge clinical examination as the benchmark (essential) [5] . One should ask three questions: Have I tried everything to change the clinical picture? Can I proceed? Can I be fooled?",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 99,
                    "end": 101,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 157,
                    "end": 159,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Brain death examination is hands-on ( Fig. 1 ) and focused on brainstem function: from mesencephalon down to the dorsal medulla oblongata. These seemingly few tests are more than sufficient; other tests (e.g., IV atropine, nasal tickle, and ciliospinal reflex) add nothing. In the mesencephalon, test only one reflex circuit, the pupil response to a high-intensity flashlight. Pupils in brain death are not \"fixed and dilated\" but mid-position (4-6 mm) due to loss of sympathetic and parasympathetic input. I use a magnifying glass while others use a pupilometer; the only difference between them is several thousand dollars. Several reflex circuits are tested in the pons: absent corneal reflexes; squirt water on the cornea or strike with cotton from the conjunctiva toward and on the cornea. (Sadly, one in five surveyed members of professional organizations does not test correctly [6] ). To elicit the oculocephalic reflex, hold the head firmly with two hands while keeping the eyelids open with thumbs. Eye movement (opposite to head movement) is induced by fast head turning from a middle portion to 90° on both sides. (Obviously, omit this test in a trauma patient with a cervical collar.) Also, eye movements should be absent after irrigating the tympanum with 30 cc ice water. (The normal response in a comatose patient is a very slow deviation of the eyes toward the syringe.) I place pen marks on the eyelid to reference the level of the pupil. Pain grimaces should be absent upon deep pressure to nail beds (reflex hammer), pressure on the supraorbital nerve (thumb), or deep pressure on the temporomandibular joint condyles (index fingers).",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 889,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In the medulla oblongata, test the gag response with a tongue depressor or suction device into the oral cavity. As it is difficult to see, I insert a gloved finger past the uvula, a more reliable stimulus. Catheter passages through the endotracheal tube while providing suctioning pressure should not elicit a cough response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Noxious stimuli should not produce a motor response. While there might be a spinally mediated response (i.e., brief, slow movements in the upper limbs, flexion in the fingers, or arm lifting), they are never coordinated decerebrate or decorticate responses [3] [4] [5] [6] and diminish with repeated stimulation. Plantar reflexes are absent, but upward toe flexion may occur with a triple-flexion response.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next is the apnea test. Keep it simple [7] . Review the chest X-ray and blood gas and pre-oxygenate to PaO 2 > 200 mmHg. The factors predicting a problematic apnea test are (1) insufficient pre-oxygenation, (2) high A-a gradient (> 300), (3) oxygen through a T-piece, (4) systolic hypotension (< 90 mmHg), and (5) baseline acidosis (arterial pH < 7.30). Pulmonary edema (or massive infiltrates) produces a significant A-a gradient and failure to oxygenate during the test. In some patients, neurogenic pulmonary edema resolves in 48 h, still allowing an apnea test. Especially germane today, apnea testing is unsafe in COVID-19 pneumonia with neurologic complications due to diffuse exudative epithelial denudation of alveoli. A pretest high PEEP may complicate oxygenation after disconnecting the patient; pretest recruitment maneuver and a 20-cm H 2 O CPAP valve may be used.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Disconnect the ventilator and flow oxygen (6 L/ min) through a catheter advanced to the carina (Fig. 1) . Monitor oxygen saturation, pulse, and blood pressure while looking for breathing. Breathing occurs quickly (maybe only an early single gasp). When breathing is absent, declare brain death at a pCO 2 target of 60 mmHg or with a 20 mmHg increase. Conventionally, time of death is the time of the second blood gas result. Complications, usually minor with good preparation, become major with bad or non-standard preparation [7] [8] [9] [10] . Our decades-long experience with this oxygen diffusion technique has been safe and aborted in only 3% of 212 tests [9] . ECMO requires adjustment. Blending CO 2 into the oxygenator is the best option. We estimate that an 8% volume of CO 2 results in paCO 2 of 65-70 mmHg. If blending is not available, CO 2 can only be increased by markedly diminishing sweep gas, but this technique risks hypoxia. Additionally, reducing the sweep gas increases the number of expensive blood gasses; it is anyone's guess where PaCO 2 will end up [8, 10] .",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Ultimately, the physician determining brain death must use his own best judgment. Sequential steps are essential (Fig. 2) . Whether one absent pontomesencephalic reflex should prompt an ancillary test is debatable, because death comes with loss of medulla oblongata function. Focus on the functionality of the lower brainstem because there is a vertical loss. It is a one-way door. Ancillary (\"confirmatory\") tests remain mandated in a minority of countries as a safeguard or when unable to complete the apnea test. But studies of ancillary tests lacked appropriate controls; comparisons between tests show major discrepancies and technical problems (or even timely availability). In several countries, repeated comprehensive evaluations are required. No literature-based evidence supports a second Fig. 1 Simple (low-tech) bedside tools needed to perform a brain death examination. Each object has a function (see text for a description). Note the small oxygen insufflation catheter is placed just out of the endotracheal tube, which can be preset in a dummy endotracheal tube before connection to the patient examination contradicting the first. Longer wait times are unsupported by evidence or facts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 805,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Training is warranted but current mannequin-based programs lack validity. Without built-in brainstem reflexes, mannequins cannot simulate spared brainstem reflexes with the notable exception of preserved breathing drive. Simulation is best used to teach the recognition of confounders [11] . Every intensive care physician is able to perform a full clinical brain death examination. Do not resolve clinical uncertainties with an ancillary test with poor specificity. Proceed when you can-with colleagues if they are available. If available, ask to involve a neurointensivist. For now, we must trust the examiner is fully knowledgeable and competent in all aspects. ",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ready to submit your research Ready to submit your research ? Choose BMC and benefit from:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learn more biomedcentral.com/submissions"
        },
        {
            "text": "? Choose BMC and benefit from:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learn more biomedcentral.com/submissions"
        },
        {
            "text": "All data generated or analyzed during this study are included in this published article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comment: Is international consensus on brain death achievable?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bernat",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neurology",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Determination of brain death/death by neurologic criteria: the world brain death project",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Shemie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torrance",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Varelas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bernat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Souter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Topcuoglu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Alexandrov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.11586"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Determination of death by neurologic criteria around the world",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bakkar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kreiger-Benson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumpfbeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liebman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Shemie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torrance",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "95",
            "issn": "",
            "pages": "299--309",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Brain death declaration: practices and perceptions worldwide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wahlster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wijdicks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hemphill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Mateen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neurology",
            "volume": "84",
            "issn": "",
            "pages": "1870--1879",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American Academy of N. Evidence-based guideline update: determining brain death in adults: report of the Quality Standards Subcommittee of the American Academy of Neurology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wijdicks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Varelas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Gronseth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Greer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neurology",
            "volume": "74",
            "issn": "",
            "pages": "1911--1919",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Corneal reflex testing in the evaluation of a comatose patient: an ode to precise semiology and examination skills",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Maciel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Barden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Dhakar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Pontes-Neto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Theriot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Greer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurocrit Care",
            "volume": "33",
            "issn": "",
            "pages": "399--404",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Apnea testing for the determination of brain death: a systematic scoping review. Neurocrit Care",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Busl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Varelas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12028-020-01015-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The physiology of the apnea test for brain death determination in ECMO: arguments for blending carbon dioxide",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Beam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "Efm",
                    "middle": [],
                    "last": "Wijdicks",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neurocrit Care",
            "volume": "31",
            "issn": "",
            "pages": "567--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The apnea test in brain death determination using oxygen diffusion method remains safe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daneshmand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabinstein",
                    "suffix": ""
                },
                {
                    "first": "Efm",
                    "middle": [],
                    "last": "Wijdicks",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neurology",
            "volume": "92",
            "issn": "",
            "pages": "386--393",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The use of apnea test and brain death determination in patients on extracorporeal membrane oxygenation: a systematic review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Migdady",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Geocadin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Whitman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtcvs.2020.03.038"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Testing confounders in brain death determination: a new simulation model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hocker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mandrekar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wijdicks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neurocrit Care",
            "volume": "23",
            "issn": "",
            "pages": "401--409",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "fast, convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year • At BMC, research is always in progress.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author thanks Lea Dacy, Mayo Department of Neurology for superb editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The author is solely responsible for conception, acquisition, and interpretation of the material and is the sole author of the submitted version. The author read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The author declares he has no competing interests.Received: 15 October 2020 Accepted: 4 November 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}