{
    "paper_id": "3e88cff0759825d570be7e60df272a3d61eada72",
    "metadata": {
        "title": "Competition law in times of crisis-tackling the COVID-19 challenge",
        "authors": []
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has shaken societies and economies across the globe. We are challenged at multiple levels with disruptions to the way we live, interact, and engage in trade and commerce. The pandemic exposed the fragility of our markets and supply chains, raised questions as to our views of competition and globalization and the enforcement of competition law in times of crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Journal of Antitrust Enforcement is pleased to present a collection of short essays by a select number of competition enforcers, academics, and practitioners. Contributions explore the changes to enforcement priorities and strategies, the relationship between state and free market, the disruption of supply chains, and broader economic, legal and political implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Essays are grouped under two sections. The first includes contributions from competition enforcement agencies, and the second presents contributions from academics and practitioners (organized in alphabetical order).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "V C The Author(s)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "13. Maurice E. Stucke and Ariel Ezrachi 'COVID-19 and competitionaspiring for more than our old normality?'. 14. Masako Wakui 'Free market versus state or something else?: civic sector and competition law's roles during the COVID-19 pandemic in Japan'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Igor Artemiev 'Statement of Igor Artemiev, Head of the FAS Russia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Makan Delrahim 'Tackling the COVID-19 challenge-a view from the DOJ",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How the Irish Competition and Consumer Protection Commission is responding to the COVID-19 challenge",
            "authors": [
                {
                    "first": "Isolde",
                    "middle": [],
                    "last": "Goggin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Will Hayter 'Tackling the COVID-19 challenge-a perspective from the CMA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Bundeskartellamt in times of COVID-19: adaption of workflows and implications for our enforcement practice",
            "authors": [
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Mundt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Addressing excessive pricing concerns in time of the COVID-19 pandemic-a view from South Africa",
            "authors": [
                {
                    "first": "Hardin",
                    "middle": [],
                    "last": "Ratshisusu",
                    "suffix": ""
                },
                {
                    "first": "Liberty",
                    "middle": [],
                    "last": "Mncube",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Federal Trade Commission's response to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "J"
                    ],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Competition law in times of crisis-tackling the COVID-19 challenge: Australian Competition and Consumer Commission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Monique Goyens and Agustin Reyna 'Public interest in EU policymaking after COVID-19: five short-term lessons from a consumer perspective'. 4. Alberto Heimler 'System wide health care shocks and regulatory interventions in the face of the emergency: are there some lessons to be learned from the COVID-19 crisis?'. 5. Alison Jones 'Cartels in the time of COVID-19'. 6. Damien J. Neven 'The EU rescue and restructuring guidelines. Fit for purpose?'. 7. John Noble 'Tackling the Covid-19 challenge-a producer perspective'. 8. Julian Nowag 'Resilience and competition law, in times of emergencies and crises: two research agendas'. 9. Peter Ormosi and Andreas Stephan 'The dangers of allowing greater coordination between competitors during the COVID-19 crisis'. 10. Jorge Padilla 'A Keynesian antitrust response to the COVID-19 crisis'. 11. Hassan Qaqaya 'Sustainability of ASEAN integration, competition policy, and the challenges of COVID-19'. 12. Fiona M. Scott Morton 'Innovation incentives in a pandemic'.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Martijn Snoep 'Competition enforcement in times of crisis-a perspective from the ACM'. 10. Brent Snyder 'Striking a balance between principle and pragmatism in COVID-19-related enforcement in Hong Kong'.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}