{
    "paper_id": "3e88a2b55ccd0adaf5e773eb80f6327dae8649ab",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A beneficial role for an efficient lowering of plasma cholesterol level in hypercholesterolaemic patients with COVID-19, and especially in those with severe hypercholesterolaemia since birth, that is patients with familial hypercholesterolaemia (FH), has been suggested recently [1, 2] . The patients with FH suffer from endothelial dysfunction caused by a highly elevated serum low-density cholesterol (LDL-C) level, which is often accompanied by an elevated level of lipoprotein (a) [Lp(a)] [3] . Such double-inherited hyperlipidaemic phenotype then leads to pro-thrombotic changes in endothelial cells, and the ensuing enhanced endothelial-platelet interactions are likely to be further enhanced during SARS-CoV-2 infection. This concept has received support from observations showing that statin treatment, which attenuates endothelial dysfunction, also associates with a better prognosis amongst hospitalized COVID-19 patients [4] .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On top of statin treatment, PCSK9 inhibitors further decrease serum LDL-C level by about 60% and serum Lp(a) level by about 30%, thus improving the endothelial function and potentially reducing the complications associated with severe COVID-19 [3] . However, recent data suggest that the benefit of PCSK9 inhibitors may not be limited to their endothelial function-enhancing effect alone. First, the PCSK9 molecules inhibit cellular interferon expression via interacting with the activating transcription factor 2 (ATF-2) [5] . Second, in dengue fever the dengue virus requires cholesterol as a proviral factor, an observation that suggests that cholesterol-lowering agents could be useful in adjunctive antiviral therapy [6] . Mechanistically, the dengue viruses induce cellular PCSK9 expression, which inhibits recycling of LDL receptors and reduces uptake of LDL cholesterol by the cells. Compensatorily, such cholesterol-deprived cells then activate their cholesterol synthesis in the endoplasmic reticulum, upon which the cholesterol content in the endoplasmic reticulum increases and the expression of the antiviral type I interferon genes (amongst them the interferon beta) decreases [6] . Moreover, the authors found that the PCSK9-dependent dampening of the antiviral cellular responses against the Dengue virus could be abrogated with the addition of the PCSK9 inhibitor alirocumab, indicating that the dampening effects were specific to increased cellular PCSK9 concentration. Importantly, the potential clinical significance of the above cell culture experiments was confirmed when the authors found elevated serum PCSK9 levels in high viraemia dengue fever patients [6] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1679,
                    "end": 1682,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The above finding regarding decreased type I interferon production due to a viraemia-induced increase in PCSK9 level is highly interesting in the light of the latest COVID-19 studies, which revealed why certain individuals are at high risk of severe COVID-19 due to inborn errors of interferon-dependent immunity [7] . Thus, the severity of COVID-19 was found related to defective Tolllike receptor 3 (TLR3)-and interferon regulatory factor 7 (IRF7)-dependent immune responses, which are related to deficient type I interferon immunity in a wide variety of patients, that is in patients aged 17 to 77 years and having various ethnic backgrounds. The authors concluded that defective type I interferon immunity is one risk factor for serious COVID-19 pneumonia in patients with no prior severe infections. This finding suggested that the administration of type I interferons (notably the interferon beta-1b) may have a beneficial therapeutic effect in patients having severe complications of the COVID-19 illness.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding the entire FH patient population in the world (over 30 million individuals), in a subgroup of the patients the severe form of hypercholesterolaemia is caused by a gain-of-function (GOF) mutation of PCSK9, and moreover, in these patients with FH the levels of circulating PCSK9 molecules are increased [8] . Then, in analogy to the dengue fever, in the PCSK-GOF FH patients with COVID-19 the already increased PCSK9 level may further increase and so suppress the antiviral responses of the body. Thus, these patients with FH may have a particularly high risk of developing severe COVID-19. Based on the above compendium of results derived from both experimental and clinical observations, we can infer that the PCSK9 inhibitors are likely to be useful when attempting to decrease the viraemia due to SARS-CoV-2. The protection, if any, should be related to a decrease in the circulating PCSK9 level and the ensuing enhanced production of interferon beta.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interestingly, Scicali and coworkers have recently suggested another theoretically potential mechanism for the antiviral effects of the PCSK9 inhibitors, which also relates to reduced viral cholesterol content [9] . The authors refer to published cell culture experiments, which have shown that the knockdown of the low-density lipoprotein receptorrelated protein 1 (LRP-1) in human cytomegalovirus (HCMV)-infected cells increases not only the cholesterol content of the infected cells but also the cholesterol content and infectivity of the newly formed virions [10] . Since PCSK9 molecules are capable of inducing the degradation of cellular LRP-1 [11] , then, in analogy to the results in the LRP-1-deficient HCMV-infected cells, PCSK9 inhibitors might be used in an attempt to attenuate the infectivity of the SARS-CoV-2. For the clinical implementation of the above experimental results, knowledge about the levels of circulating PCSK9 in patients with COVID-19 would be very useful.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The statin drugs have been shown to improve the prognosis of hospitalized COVID-19 patients [4] , a finding which most probably reflects the ability of statins to improve endothelial function and to act as mild anticoagulants via cholesterol-dependent and cholesterol-independent mechanisms [2] . By combining a statin and a PCSK9 inhibitor for the efficient treatment of the hypercholesterolaemia, the prognosis of COVID-19 should be improved by two mechanisms: (1) via the efficient lowering of the LDL cholesterol level and (2) via preventing the reduction in the expression of antiviral genes, notably those of the type I interferons. We can then expect that such combined effect would be especially important when a patient with COVID-19 has the FH disease, in which the lifelong grave hypercholesterolaemia is often associated with an elevated level of Lp(a), that is the patient with COVID-10 has been exposed throughout his/her life to two related lipoprotein species, which jointly cause dysfunction of endothelial cells and so make the cells a suitable soil for a superimposed viral infection by the SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The novel function of PCSK9 should have important implications in optimizing the clinical use of PCSK9 inhibitors in the context of SARS-CoV-2 infection. Regarding the patient with COVID-19 who has severe hypercholesterolaemia and is at high risk of an acute cardiovascular event, such as a patient with FH, a single injection of a PCSK9 inhibitor may be considered once the patient has been diagnosed with COVID-19, and the newly started drug therapy may be continued. The clinical value of this therapeutic proposal should be testable by comparing the clinical outcomes of matched hypercholesterolaemic COVID-19 patients who will or will not be treated with a PCSK9 inhibitor upon their arrival in a hospital. Finally, when the COVID-19 illness starts to escalate, a single initial injection of a PCSK9 inhibitor as an INF beta-enhancing antiviral agent may aid in the prevention of disease progression irrespective of the blood cholesterol level. Prior to conducting a controlled trial exploring the potential benefits of a PCSK9 inhibitor, data should be collected from hospitalized COVID-19 patients who have received or have not received PCSK9 inhibitor therapy and their end-points during and after the COVID-19 illness should be compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Familial hypercholesterolaemia and COVID-19: triggering of increased sustained cardiovascular risk",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vuorio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Kovanen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Int Med",
            "volume": "287",
            "issn": "",
            "pages": "746--753",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevention of endothelial dysfunction and thrombotic events in COVID-19 patients with familial hypercholesterolemia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vuorio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Kovanen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Lipidol",
            "volume": "14",
            "issn": "",
            "pages": "617--625",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Familial hypercholesterolemia and elevated lipoprotein(a): double heritable risk and new therapeutic opportunities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vuorio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsimikas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Kovanen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Int Med",
            "volume": "287",
            "issn": "",
            "pages": "2--18",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Meta-analysis of Effectiveness of Statins in Patients with Severe COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Cardiol",
            "volume": "134",
            "issn": "",
            "pages": "153--158",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proprotein convertase subtilisin/kexin type 9 inhibits interferon b expression through interacting with ATF-2",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "FEBS Lett",
            "volume": "592",
            "issn": "",
            "pages": "2323--2356",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dengue virus induces PCSK9 expression to alter antiviral responses and diseases outcomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Dht",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "130",
            "issn": "",
            "pages": "5223--5257",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inborn errors of type I IFN immunity in patients with lifethreatening COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bastard",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Pen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moncada-Velez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abd4570"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mutations in PCSK9 cause autosomal dominant hypercholesterolemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abifadel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rabes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Genet",
            "volume": "34",
            "issn": "",
            "pages": "154--160",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "May statins and PCSK9 inhibitors be protective from COVID-19 in familial hypercholesterolemia subjects?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scicali",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Pino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rabuazzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Purrello",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutr Metab Cardiovasc Dis",
            "volume": "2020",
            "issn": "",
            "pages": "1068--1077",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Increased expression of LDL Receptor-related protein 1 during human cytomegalovirus infection reduces virion cholesterol and infectivity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gudleski-O&apos;regan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greco",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cristea",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shenk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Host Microbe",
            "volume": "12",
            "issn": "",
            "pages": "86--96",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Proprotein convertase subtilisin/kexin type 9 (PCSK9) can mediate degradation of the low density lipoprotein receptor-related protein 1 (LRP-1)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Canuel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asselin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paramithiotis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}