{
    "paper_id": "3e89ea4c76d0c3709124187a4b164e25274acc2f",
    "metadata": {
        "title": "How Does COVID-19 Affect Electoral Participation? Evidence from the French Municipal Elections. S1 Appendix S1 Expected effects of COVID-19 on turnout",
        "authors": [
            {
                "first": "Abdul",
                "middle": [],
                "last": "Noury",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abel",
                "middle": [],
                "last": "François",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olivier",
                "middle": [],
                "last": "Gergaud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandre",
                "middle": [],
                "last": "Garel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "According to the calculus of voting framework, a disease should have a negative impact on electoral participation through few modifications into the rational calculus of voting. Traditionally, following Riker (1) , the calculus of voting is represented by the following equation:",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "Riker (1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S1 Expected effects of COVID-19 on turnout"
        },
        {
            "text": "where the total reward from voting (R) depends on the benefit associated with the electoral outcome (B) times the subjective probability of being the decisive voter (p d ), plus the satisfaction of voting regardless election outcome (D) compared to the independent of the outcome costs incurred in voting (C). 1 Inclusion of epidemic disease leads to two changes. First, we have to distinguish infected people from the other, because the former have a higher cost of voting than the other even if the component of the cost are the same 2 . Namely, C inf ected > C no−inf ected inducing R inf ected < R no−inf ected and a lower electoral participation for infected people. Second, for non infected people, an additional cost appears which comes from the consequence of the disease and is related to their probability of being infecting through voting operation. So, in the calculus become",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "S1 Expected effects of COVID-19 on turnout"
        },
        {
            "text": "where p e is the probability of being contaminated by casting a ballot in the polling station and C e is the cost of catching the disease. The probability of being infected (p e ) has to 1 be assessed by the voter to make his decision. In particular, it depends on the disease prevalence around the voter. The disease-related cost depends on two elements: virus characteristics and voters characteristics. According to the hazardousness of the virus, infected people bear an opportunity cost (C e ), mainly a loss of income. For instance, a cold has not the same consequence as Ebola. But the cost also depends on the person characteristics. For instance, a cold has not the same consequence for a healthy person as for a frail person. Moreover, if people take into account the impact of their health situation on their relative, we add another cost into the calculus. This is also an expected cost because it is related to the probability of being infected by voting. And we assume the voter bears a cost deriving directly from the health deterioration of their relatives due to his voting decision. So, the disease-related cost becomes p e (C e + αC r ) where α is an indicator of altruism and C r the cost for relatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Expected effects of COVID-19 on turnout"
        },
        {
            "text": "Finally, the impact of epidemic disease rests on three distinct mechanisms: an ex post mechanism through the infection of voters, an ex-ante mechanism through the risk of infection for voters, and a side effect through the effective or potential infection of the voters relatives. And we can make three predictions about electoral participation in time of epidemic disease. First, we expect a lower turnout rate. Second, the magnitude of this reduction depends on voter characteristics, especially health -i.e. already infected-and age. Third, the magnitude also depends on the subjective probability of being infected by virus when casting a ballot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Expected effects of COVID-19 on turnout"
        },
        {
            "text": "In general, health has received relatively little attention as an empirical factor of voter participation, and epidemic disease spread even less. 3 According to the data scrutinized, we can distinguish studies on individual-level data from aggregated-level data. The definition and measurement of health condition and situation also vary across the papers.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "S2 Survey of the extant literature on health and turnout"
        },
        {
            "text": "Studies based on individual data most of the time measures health through a selfreported evaluation made by respondents. 4 Moreover, this measurement rests on usual and general health condition and is not related to specific period or disease. For instance, (7; 8; 9; 10; 11; 12) show poor self-rated health is correlated with less individual electoral participation for various elections and contexts. The mechanism behind the relationship is that poor health is related to a weaker social network that leads to less social participation, in particular political and electoral participation. With more sophistication as the relationship seems to be conditioned to several respondent's characteristics, this link is also observed for oldest people (13) and youngest people (14) . In a very close perspective, disabled people also participate substantially less than the average population in community affairs, including voting, as suggested by the works of Schur and her co- 3 We exclude from our survey the papers dealing with the impacts of natural disaster on electoral behavior, such as Katrina for instance. 4 For a synthetic presentation of outcomes from literature using individual data, see (6) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 258,
                    "end": 279,
                    "text": "(7; 8; 9; 10; 11; 12)",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 976,
                    "end": 977,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1114,
                    "end": 1115,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "S2 Survey of the extant literature on health and turnout"
        },
        {
            "text": "autors (15; 16; 17; 18) . This population experiences a higher cost of voting because of their difficulties to move and the lack of adaptation of polling station and voting process to their disabilities; and this higher cost is invariant in time. When studies success to refine respondents' health situation, the relationship appears as more subtle according to the health problems. For instance, chronicle patients with alcoholism and mental disorders 5 participate less at election, and patients with cancer and/or asthma, for instance, vote more (20) and those with heart disease vote less (21) . As a result, combined and multiple health conditions have a detrimental effect on electoral participation (20) , and long-term multiple illness have negative impact that is stronger than health problem occurred in the year before the election (22) .",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 23,
                    "text": "(15; 16; 17; 18)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "S2 Survey of the extant literature on health and turnout"
        },
        {
            "text": "Recently an emerging literature focuses on the consequences of the COVID-19 crisis on politics. Based on survey data, they generally find a positive impact of the crisis. (23) examine the effect of health crisis on political behavior in Bavaria, and report that the dominant party in Bavaria benefited from the COVID-19 crisis. Similarly, (24) use a series of survey experiments and social media data in Canada to show that the crisis is positively correlated with greater support for the government. (25) report, however, that in Spain the COVID-19 crisis is associated with a national bias and higher demand for a strong technocratic and authoritarian policy-making.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "S2 Survey of the extant literature on health and turnout"
        },
        {
            "text": "Using survey data from Western European countries (26) compare political attitudes of respondents before and after a national lock-down. They find that the lock-down increased support for the status quo decision-makers, institutions and regimes. But they don't find any effect of the lock-down on ideology or political interest. Closely related, and sharply in contrast, to our analysis is their question about turnout. They report that turnout would increase from 81% to 83% after the lock-down. It remains to be seen if people maintain their response as social and economic costs of the pandemic rise, particularly in a context where governments adopt very different approaches to combat the pandemic. Now, we turn to aggregated data that seem more suitable to analyze impacts of epidemic disease, and so, more in line with our purpose. Indeed, it is unlikely that a survey includes enough people being infected by the disease to allow testing its impact on electoral participation. A unique study scrutinizes such relationship at aggregated level and has been written by (27) . He examines at regional level the link between turnout rate and local influenza prevalence in Finland and the United States from 1995 to 2015. And he concludes that influenza outbreaks are associated with lower electoral participation in both countries. In his study, the author is not able to distinguish between the three effects of epidemic disease on participation detailed before. Moreover, as he measures the influenza prevalence at the election moment, his measure is mainly about an ex post measurement.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "S2 Survey of the extant literature on health and turnout"
        },
        {
            "text": "All those studies analyze either the specific decision of patient in normal time, either the impact of decease on electoral turnout through the direct infection of voters and the higher cost of voting for infected voters. Alternatively, they do not take into account, theoretically or empirically, that voting itself is a source of infection which modifies calculus of voting and participation decision of healthy people. Given the COVID-19 situation at time of 2020 French election, we propose to mainly study the impact of likely cost of voting related to the epidemic decease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Survey of the extant literature on health and turnout"
        },
        {
            "text": "In this section, we detail the facts as well as French government's policy responses on the COVID-19 outbreak in France. The purpose is to know at what level of the outbreak development and spread the 2020 municipal election hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3 COVID-19 outbreak in France"
        },
        {
            "text": "The chronicle of COVID-19 in France and the time location of the 2020 municipal elections can be summarized by Figure S1 . We see that the election takes place at the very beginning of the COVID-19 outbreak. 19feb2020 15mar2020 20apr2020",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "Death Cases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "The first French -and European-case was confirmed in south-west on January 24th. 6 A young couple, an old man and his sister were also confirmed at this period, but they all were back from China. The old man deceases at mid-February and were the first death from covid-19 outside Asia. It seems that those first cases were efficiently contained. From there, several unrelated clusters appeared during February month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "On Thursday, March 12th, 2020, French President Emmanuel Macron announced at the end of his first TV appearance in the wake of the COVID-19 sanitary crisis, his decision to maintain the first round of the municipal elections initially scheduled on Sunday, March 15. Over the same interview, Emmanuel Macron declared France 'at War' with virus. At that time, the number of cases was doubling every three days in the country and the saturation of the French hospital system was a credible threat. The elderly, a population facing a higher risk of dying of the virus, was invited to stay home. Two days later, French Prime Ministeŕ Edouard Philippe announced in a televised press conference that starting at midnight on Saturday, March 14th all businesses that are not deemed essential, including restaurants, cafes, cinemas and clubs, would be closed to increase social distancing. While Emmanuel Macron was not supporting the idea of holding the poll as initially scheduled, he had to deal with most opposition parties and even some of his party members (La République en Marche) who strongly oppose postponing it. One day after the poll, President Macron announced a strict 15-day lock-down for France and his decision to postpone the second round of the election to a more favorable period, probably in June or later in the Fall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "From a more detailed perspective, we observe a strong acceleration of the public decision just before the election. Until the 1st round of the municipal election holing Sunday March 15th, national government increasingly reactions to the outbreak were • 5th March, ban on gatherings of more than 5,000 people in an enclosed space;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "• 10th March, ban on gatherings of more than 1,000 people, whatever the characteristics of the space;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "• 14th March, ban on gatherings of more than 100 people, whatever the characteristics of the space;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "• 15th March, closure of the most part of public establishments; only essential services and public utilities remain open;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "• 16th March, closure of schools and higher education establishments, ban on religious gatherings;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "• 17th March (at noon), beginning of the lock-down with strong travel restriction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S3.1 Chronicle of COVID-19 spread in France"
        },
        {
            "text": "The maps in Figure S2 illustrate the spread of COVID-19 using three distinct measures: number of declared COVID-19 cases, number of hospitalizations due to coronavirus, and number of emergency visits at a hospital. In addition, those maps indicate the location of COVID-19 clusters as of March 15. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "S3.2 Spread of COVID-19 in France"
        },
        {
            "text": "In this section, we detail the role of the French municipal governments and how it is elected. We also give some elements of context for the 2020 election.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4 The 2020 French municipal election"
        },
        {
            "text": "Municipal government is the lowest and smallest layer of government in France. 7 It consists in the municipal council which appoints the executive branch: the mayor and his deputies. The municipal council is elected by registered voters of the city every 6 years and according to a two-round voting system which the definition changes according to the size of the city, defined by the number of inhabitants. If the city has less than 1,000 inhabitants, a plurality-at-large voting system in two rounds with panachage is used. The candidate does not have to be registered to be elected. If the city has more than 1,000 inhabitants, the council members are elected using a plurinominal proportional representation with two rounds. The winning list obtaining the majority of votes at the either first or second round -if necessary-has the majority of seats at the municipal council.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "S4.1 French municipal election and government"
        },
        {
            "text": "Beyond it is important to note that there is no vote by mailing or Internet in France. In other words, it is not possible to avoid voting travel to the polling station. Moreover, absentee voting is very complicated and limited. For instance, to establish the absentee the voter has to file the administrative document at a police station, several days before the election. As a result, absentee voting is hardly used in French elections and do not avoid social interaction and risk of contamination. For the 2020 elections, it was very difficult to anticipate the spread of the virus given its fast spread and the sudden reactions of government. Because French political system is highly centralized, municipal council is in charge with very local public policies. Mainly it manages urban, land and real estate policies and public transport as well. At the date of the election, there were about 36,000 municipalities in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.1 French municipal election and government"
        },
        {
            "text": "The 2020 municipal elections hold almost three years after the 2017 presidential election and one year before other 2021 local elections. If we push away the 2019 European elections that are second order elections, the municipal elections can be considered as the first midterm elections of the incumbent President. They can be seen by voters as a way of punishing or rewarding national government, even if this link is not clear into the academic literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.2 Political context of the election"
        },
        {
            "text": "Moreover, all the actors, especially local candidates and national government, try to wipe out the national dimension of the election. For instance, candidates are using to suppress all partisan signals -i.e. national signals-in their propaganda materials. As a result, the campaign is dominated by very local issues and incumbent mayors have a huge electoral advantage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.2 Political context of the election"
        },
        {
            "text": "To sum up, the COVID-19 situation in France at the election dawn was as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "1. There were only few cases who were detected and known, but it seemed the virus already spread among population;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "2. The cases came mainly from several places, meaning the outbreak was limited in France to a small number of clusters;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "3. Medical information published suggested oldest people face more COVID-19-related health risks;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "4. Municipal elections toke place at the very beginning of the outbreak;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "Those facts have heavy conclusions for our empirical work and following the distinction made in our theoretical background. First, we can ignore the impact of already infected people on electoral turnout, because they are only few at election time. Second, we have to focus on cost and probability of being infected for voters. Third, the available information for people to assess their risk of infection and the related cost are very sparse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "We apply the theoretical impacts of epidemic disease detailed previously to the 2020 french electoral situation. First, we do not assume an ex post mechanism through people already infected by the COVID-19, because from an empirical point f view it has to be tiny. And consequently, main of the COVID-19 impact on electoral participation rests on an ex-ante mechanism through the risk of infection by voting. Second, probability of being infected depends on the geographical spread of the virus which was very concentrated at the election time. And the cost of being infected depends on voters' age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "So, in terms of prediction, we expect a lower turnout rate because of the general increase of cost of voting. We also expect the reduction of participation is related to voters' age and to probability of being infected by virus when casting a ballot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4.3 Expected effects of COVID-19 on participation at 2020 French elections"
        },
        {
            "text": "In this section we first describe the observations -i.e. the municipalities-included in our studied sample. Then we present the variables related to COVID-19 and measuring the likely cost of being, on the one hand, and the variables corresponding to the other elements of calculus of voting, on the other hand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5 Dataset"
        },
        {
            "text": "Municipal election data for 2014 and 2020 (e.g., ballots, registered voters, turnout) are collected from the French Ministry of Internal Affairs 8 . For each municipality, we retrieve sociodemographic and geographic data at the municipality and department levels from INSEE, the French National Institute of Statistics and Economic Studies 9 . The number of cases and deaths associated with COVID-19 at the level of each department as of the 14/03/2020 are gathered from the regional public health agencies 10 . Data at the department level on the number of COVID-19 related medical acts, emergency visits, and hospitalizations are from France's public health agency 11 .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 509,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "S5.1 Data sources"
        },
        {
            "text": "To compare electoral turnout across municipalities, we exclude from our studied sample municipalities with less than 1,000 inhabitants. Put differently, all the studied municipalities have the same voting system in our observations sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.2 Municipalities in our sample and turnout rate"
        },
        {
            "text": "Moreover, we decided to exclude municipalities from oversea territories and Corsica. Corsica is a French island close to Italy with specific habits in particular in terms of registration. Lot of Corsica-originated people live in the French part of the continent but are still registered as voters in Corsica. It implies long trip and heavy management of absentee. Oversea territories have also cultural specificities and patterns, moreover for them lot of socio-demographic variables are not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.2 Municipalities in our sample and turnout rate"
        },
        {
            "text": "Lastly, we also decide to exclude the three largest French municipalities: Paris, Lyon and Marseille. The reason is also related to institutional characteristics: these municipalities are split in arrondissements or secteurs that are small municipalities with very restricted responsibilities. There are a council and a mayor for each arrondissement or secteur, and a part of the councillors seat in the municipal council which is the overall council and elect the municipality mayor. In other words, the mayor of Paris, or Lyon or Marseille are indirectly elected by an electoral college consisting of a part of arrondissement or secteur councillors. So, Paris, Lyon or Marseille voters have different strategy of votes when they make their decision compared to any other French municipality, because they think about the elections simultaneously at both arrondissement or secteur level and municipal level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.2 Municipalities in our sample and turnout rate"
        },
        {
            "text": "As a result, and depending on data availability, our final sample contains around 9,300 municipalities out of the 36,500 existing municipalities. To measure the turnout, we use usual turnout rate defined as the number of voters -including the blank and null votesdivided by the number of registered voters. In our municipalities, we observe a lower 8 Source : https://www.data.gouv.fr/fr/datasets/elections-municipales-2020-resultats/ and https://www.data.gouv.fr/fr/datasets/elections-municipales-2014-resultats-1er-tour/ 9 Source : https://www.insee.fr/ 10 Source : https://www.data.gouv.fr/fr/datasets/donnees-des-urgences-hospitalieres-et-de-sosmedecins-relatives-a-lepidemie-de-covid-19/ and https://www.data.gouv.fr/fr/datasets/donneeshospitalieres-relatives-a-lepidemie-de-covid-19/ 11 We match election data with INSEE data using the code insee for municipality-level data and codedepartment for department-level data. Turnout rate = ballots registered voters × 100 9,305 French municipalities with more than 1000 inhab., excluding French overseas territories, Corsica and Paris, Lyon and Marseille turnout rate at 2020 municipal election, compared to the two previous ones (Table S1 ) . In average, the rate diminishes of more than twenty points of percentage between 2020 and 2014. The change between 2008 and 2014 is smaller, less than 4 points. So, the trend of turnout rate is declining but it deeply accelerates since the 2014.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 792,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1182,
                    "end": 1191,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "S5.2 Municipalities in our sample and turnout rate"
        },
        {
            "text": "To summarize, we observe a huge decline of electoral participation at the 2020 election and an increase of its variance across municipalities. If we are not able to entirely rely this huge decline to a COVID-19 effect, nevertheless we note it is in line with our general expectation about the impact of voting cost increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.2 Municipalities in our sample and turnout rate"
        },
        {
            "text": "As the election took place at the very beginning of the epidemic outbreak, we assume that the number of infected voters was tiny. In other words, in our data, the number of affected voters is too small to impact the aggregated outcomes. We consider it as having no effect on our variables. Therefore, we have to take into account the ex ante mechanism of outbreak on voting. Variables specifically related to COVID-19 influence on electoral participation are the cost of being infected by the disease (C e ) and the probability of being infected by going to the voting station (p e ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.3 Variables dealing with COVID-19"
        },
        {
            "text": "The information available on the COVID-19 at the very beginning of the outbreak was confused. All the characteristics of the virus and its spread were deeply discussed and debated. However, two elements emerge among published information before the election date. First, the dangerousness of the virus is strongly correlated to the age of the patient. Second, the dangerousness of the virus is also correlated to other pathology such as heart disease. So it seems that the associated pathologies are related to age, and we assume that age is the most dominant factors of COVID-19 dangerousness for people who have not specific medical knowledge. In economic terms, it means the virus cost evolves with patient age. So the cost of being infected by going to the voting station increases with patient age. At aggregated level, we measure this cost through the population structure by age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.3 Variables dealing with COVID-19"
        },
        {
            "text": "How to approximate the subjective likelihood of being infected by voting perceived by potential voters (i.e. p e )? As explained below, information about COVID-19 spread was very scarce. The main public information was about the existing cluster at early March. There were, at the time of the election, 7 clusters in metropolitan France as follows: Auray, Biéville-Beuville, Bruz, Crépy-en-Valois, La Balme de Sillingy, Mulhouse and Mérysur-Oise. The cities were located in 7 departements (code), respectively Morbihan (56), Calvados (14), Ille-et-Vilaine (35), Oise (60), Haute-Savoie (74), Haut-Rhin (68) and Val d'Oise (95). Their precise locations are presented in maps of Figure S2 That's why, we decide to proxy the probability by the geographical distance between each studied city and the nearest clusters. To test the sensitivty of our measure, we also use other variables that were published latter the election and that are alternative proxy of subjective probability of being infected by voting. Variable definitions, whether they are measured at municipality or department level, as well their sources are reported in Table S12 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 686,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1131,
                    "end": 1140,
                    "text": "Table S12",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "S5.3 Variables dealing with COVID-19"
        },
        {
            "text": "To measure the elements of the calculus of voting that are not related to the COVID-19 outbreak, we use variables usually associated to the elements in studies on aggregated data (see ()).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.4 Variables dealing with other elements of the calculus of voting"
        },
        {
            "text": "To measure the benefit related to the election outcome (B) and as we work on aggregated data, we select two variables. They are closely related to the main public policy implemented by French Mayor which is land usage and housing policies. In other words, given the public policy municipal government is in charge with, we detect two population whose economic interest depends on municipal decisions: farmers who use and owns land, on the one side, and housing owners whose real estate wealth depends on mayor decision, on the other side. So, our specification contains the proportion of farmers among municipal population and the proportion of house owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.4 Variables dealing with other elements of the calculus of voting"
        },
        {
            "text": "To measure the probability of being the decisive voter p d , we have two variables. We consider this probability as exogenous meaning there is no strategic interaction inside electorates. We do it for at least tow reasons: first, it is pretty complicated to gauge strategic interaction with aggregated variables. Second, this assumption obtain better empirical results than strategic one (28) . First, following the Downsian Closeness Hypothesis (e.g., (29) ), we include into our specification, the size of electorate with the log natural transformation of registered voters in the city. Second, we take into account the number of lists running at the election as measure of electoral competition (30) . This measure of election competition is better than those based on votes' distribution because of it is exogeneous and because French municipal elections are characterized by huge difference across municipalities (see Table S3 ). With a unique list running at the election, the election is not competitive and the expected turnout is low. With two lists, the closeness of the election is the highest because there is a unique ballot. And with three lists and more, the closeness is the lowest because with more candidates the probability of winning the election at the first round is lower and because the true choice will be made at the second round.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 923,
                    "end": 931,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "S5.4 Variables dealing with other elements of the calculus of voting"
        },
        {
            "text": "Moreover the competition is also more open when the incumbent mayor does not run at re-election. The variable indicating if the incumbent candidates is also a proxy of the expected closeness of the election. To measure the benefit of voting which is not related to the election outcome (D), we introduce several variables according to the various dimension of this elements. First, considering the sense of civic duty and satisfaction of voting per se, we assume that all the sociodemographics variables approximate the factors of these elements, especially education level and size of the city (inhabitants). Expressive dimension of voting is also captured by the number of list running at the election. More competing lists means more choice for voters, so they can more easily express their political preferences and they are also more motivated to vote.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5.4 Variables dealing with other elements of the calculus of voting"
        },
        {
            "text": "Finally, to measure the standard cost of voting (C), we use several variables. First, we introduce the city density, defined as the population divided by the area of the city. In France, the regulation establishes that a voting station must not contain more than 1000 registered voters. This constraint means that the number of voting station increases linearly with the population and that more dense city have more voting station in a smaller territory inducing a smaller average distance to vote. Second, to take into account the opportunity cost of voting, i.e. time devoted both to vote decision-making and to cast a ballot, we include into the specification the median income in the city and the unemployment rate of the economic area the city belongs to. The list of variables, and their sources, and whether they are measured at municipality or department level, are reported in Table S13 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 896,
                    "text": "Table S13",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "S5.4 Variables dealing with other elements of the calculus of voting"
        },
        {
            "text": "In the main text we adopted a difference-in-differences approach. In order to remove the municipality fixed effects, in a second specification we estimate a model in first difference:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S6 Estimation Framework"
        },
        {
            "text": "where ∆x indicates the first difference (change between 2014 and 2020) of a given variable x. A major advantage of this specification is that we discard any unobserved municipalityspecific heterogeneity that might drive the results of our cross-sectional analysis presented above. Here we focus on the change in turnout rate over time and aim at estimating the impact of various drivers of those changes in turnout. Our key variable of interest in this specification is again a measure related to presence and intensity of coronavirus. All other variables are included in first difference, with the set of department dummies being another exception. In this framework, we hypothesize that (a) presence of COVID-19 cases decreases turnout and (b) the decline in turnout rates is more pronounced in relatively older municipalities. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S6 Estimation Framework"
        },
        {
            "text": "The results of OLS regressions are reported in S4. 12 The first column shows that for the entire sample turnout sharply drops in 2020 and increases with the distance to COVID-19 clusters. The interaction between distance to clusters and post is not significant, meaning that the distance to clusters does not affect turnout differently in 2020 compared to 2014. This insignificance, however, disappears once we split the sample into two subsamples of 'young' and 'old' municipalities. A municipality is considered to be 'young' if the share of population over 65 is less than the national average, 20%, and is considered to be 'old' when that share is more than 20%. 13 The second column of Table S4 shows that the interaction effect between distance and post is negative. In contrast, column 3-7 shows that the interaction is positive and statistically significant. Thus the municipalities with higher proportions of older voters participate more (less) when they are far from (close to) COVID-19 clusters than those populated with relatively younger voters. The interaction effect becomes more significant when we include control variables, including department and municipality fixed effects. To substantively interpret the interaction effects, Figure  S3 shows the turnout rate for any given level of distance to COVID-19 clusters. Turnout drops by about 20% in a municipality located closest to COVID-19 clusters, but that drop decreases to less than 18% at a municipality located on the other extreme, at the farthest distance from the disease clusters. That is, the effect of distance when moving from one extreme to another is about 2 percentage point. In contrast, for younger municipalities the decline is reinforced to about 23%. Figure S4 : Binned scatter plots of distance and participation by age category.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 699,
                    "text": "Table S4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1248,
                    "end": 1258,
                    "text": "Figure  S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1741,
                    "end": 1750,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "S7 Estimation Results"
        },
        {
            "text": "The approach used so far in this paper require a key identifying assumption: in the absence of COVID-19 pandemic the the relationship between turnout and distance would have remained unchanged. To assess the plausibility of this assumption we first control for a number of important variables, and second examine that relationship in previous elections, for example the 2008 local elections. Regarding controlling for important variables, columns 4-7 of Table S4 shows that the effect of distance becomes even more significant after including the set of control variables. Regarding the relationship between distance and participation, if we do not find any difference between the 2008 and 2014 elections, then it is reasonable to assume that the common trends assumption is plausible. Figure S4 shows that while both the levels and slopes are fairly similar between 2008 and 2014. The drastic difference in both level of turnout and slopes of distances is observed only in 2020. In 2008 and 2104 elections the slop for old is statistically significantly smaller than the slop for young. In 2020 elections, however, that difference in slopes is statistically insignificant ( Figure S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 462,
                    "text": "Table S4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 786,
                    "end": 795,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1184,
                    "text": "Figure S5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "S7 Estimation Results"
        },
        {
            "text": "The results of our first difference specification is reported in Tables S5 and S6. In Table S5 the variables measuring COVID-19 are virus dummy reported in columns 1-4, and number of cases, reported in columns 5-8. As we have already observed in Table  S4 , regardless of how we measure the disease prevalence the results for old and young municipalities are very different. Electoral participation decreases particularly in older towns. In contrast, in younger municipalities, it is either insignificant (column 3), or it is positive (column 7). The change in median income increases the change in turnout. Interestingly, the effect of change in electoral competition is large and significant with theoretically expected signs. Relative to a situation without any change, an increase by one or two more competing lists increases turnout by a large magnitude. Conversely, when competition decreases turnout sharply declines. The results pertaining on competitiveness of elections indicate that even during a pandemic voting calculus explains whether people vote or abstain. The results in Table S6 , reflects those reported in Table S5 . The only difference is how we measure COVID-19. Here instead of presence or absence of the cases, we examine the distance from the COVID-19 clusters. Overall, the results in Table S6 support those reported in Table S5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Table S5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 246,
                    "end": 255,
                    "text": "Table  S4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1089,
                    "end": 1097,
                    "text": "Table S6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1127,
                    "end": 1135,
                    "text": "Table S5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1312,
                    "end": 1320,
                    "text": "Table S6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1347,
                    "end": 1355,
                    "text": "Table S5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "S7 Estimation Results"
        },
        {
            "text": "After comparing the 2020 elections to previous elections and having established the impact of COVID-19 on turnout, we use OLS regressions to show the determinants of turnout in 2020 elections. In Table S7 we include and then exclude a set of municipality-specific variables: size of the municipalities measured based on population (columns 1, 4-6), status of municipalities capturing whether a municipality is rural, city-center, suburb, or a remote city (columns 2,4), and municipality categories (columns 3-4). In column 5 we include the log of registered voters, and column 6 include department fixed effects. Our key variables of interests are not altered by including or excluding those control variables. Log of population density decreases turnout by a magnitude ranging from 4 to 8 percentage points. Lack of competition, measured by liste unique, decreases turnout by a much larger magnitude of about 19 percentage points. Interestingly, and contrary to what one would expect, percentage of population over 75 increases turnout, a peculiar aspect of French municipal elections. As expected, home ownership, which measures the benefits of participation increases turnout. Municipalities with higher share of homeowners participate more. Political variables such as voting for Macron (M acron V ote) in the last presidential elections, and whether the incumbent mayor is a candidate, increases turnout. The economic variables such as M edian Income, and U nemployment, are also significant, with income coefficient being negative while unemployment affecting turnout positively expect when we include department fixed effects. Given that this pandemic began in China, and as such is associated with globalization we include number of hotel rooms per capita, in log scale, a variable that we expect to captures presence of interest in globalization. The results reported in Table S7 shows that Number of hotel rooms per capita increases turnout. Obviously, in addition to turnout a key question to address is how voters voted. Did they vote for pro-globalization or anti-globalization candidates. We will analyze this important question after the second round of the elections, as it would be difficult to draw conclusions based on the first round of elections given that candidates behave strategically in the first round. A second and more important reason why we postpone this question is that at this stage the ideological positions of the candidates are not publicly available. A municipality is considered to be 'Old' ('Young') if the share population over 65 is more (less) than the national average, 20%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Table S7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 1880,
                    "end": 1888,
                    "text": "Table S7",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "S7 Estimation Results"
        },
        {
            "text": "To analyze how stable and how robust our reported results are we perform a number of robustness checks. We first show that our results do not depend on how operationalize old and young municipalities. In Table S10 we interact post with pop65 and divide our samples within a given distance from COVID-19 clusters. Column 1 of Table S10 limits the sample to municipalities within 50 km of COVID-19 clusters, and Columns 2, 3, and 4 restrict it to those falling within 50-100 km, 100-200 km, and beyond 200 km, respectively. Columns 5-8 repeat this exercise but include a set of control variables. The results reported in that Table indicate that the coefficient of interaction between post and pop65 is negative when we consider the municipalities that are close to COVID-19 clusters. That coefficient is insignificant for intermediate municipalities that are within 50-100 km, but beyond that limit the coefficient of the interaction term becomes positive and highly significant. Overall the Table indicates that the closer a municipality is to COVID-19 cluster, relative to 2014, the lower is turnout rate for old municipalities. Conversely, the older municipalities that are far away from the COVID-19 clusters the turnout is higher than in 2014. The results become even more significant when we include control variables. Next, we show that our results also hold when we use alternative measures of COVID-19. In Table S8 , in addition to distance, we include the following measures: Virus Dummy a dummy indicating whether any cases of COVID-19 was observed at the time of elections, Hospital Visits a measure of number of hospital visits, Hospitals Visits for corona virus measuring the number of hospital visits due to corona virus, Hospitalization for corona virus, and Corona Cases which counts the number of COVID-19 cases in a given municipality at the time of election. Table S8 shows that, with the exception of hospital visits, all other variables measring COVID-19 are significant with the expected sign, positive for the distance, and negative for the presence of cases or hospital visits due to corona virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "Table S10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 325,
                    "end": 334,
                    "text": "Table S10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 624,
                    "end": 638,
                    "text": "Table indicate",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1006,
                    "text": "Table indicates",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1422,
                    "text": "Table S8",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 1878,
                    "end": 1886,
                    "text": "Table S8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "S8 Robustness Checks"
        },
        {
            "text": "In Table S9 instead of a simple linear model we specify and estimate an auto-regressive model. Including the lagged dependent variable will captures factors that are important but are not observed by the analysts. The results are similar to those reported in Table  S7 . Table S11 shows that when using Conley standard errors our main results are not altered. Finally, when we estimate our models using the fractional response model of (31) we obtain similar results -to be included. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Table S9",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 259,
                    "end": 268,
                    "text": "Table  S7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 271,
                    "end": 280,
                    "text": "Table S11",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "S8 Robustness Checks"
        },
        {
            "text": "(3) The dependent variable is the first difference of turnout. Robust standard errors in parentheses ; *** p<0.01, ** p<0.05, * p<0.1 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S8 Robustness Checks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Theory of the Calculus of Voting. American political science review",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Riker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ordeshook",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "62",
            "issn": "",
            "pages": "25--42",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "To Vote or Not to Vote ? The Merits and Limits of Rational Choice Theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blais",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rational choice theory and the paradox of not voting",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Feddersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Economic Perspective",
            "volume": "38",
            "issn": "",
            "pages": "390--413",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Explaining voter turnout: A review of aggregate-level research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Geys",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Electoral Studies",
            "volume": "25",
            "issn": "4",
            "pages": "637--663",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rational theories of voter turnout: a review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Geys",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Political Studies Review",
            "volume": "4",
            "issn": "1",
            "pages": "16--35",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Does poor health cause political passivity even in a Scandinavian welfare state? Investigating the impact of self-rated health using Swedish panel data. Electoral Studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Adman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Social participation in very old age: Cross-sectional and longitudinal findings from BASE",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lampert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Journals of Gerontology Series B: Psychological Sciences and Social Sciences",
            "volume": "57",
            "issn": "6",
            "pages": "510--517",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Take up thy bed, and vote? Measuring the relationship between voting behaviour and indicators of health",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Denny",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "400--401",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Indicators of deprivation, voting patterns, and health status at area level in the Republic of Ireland",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kelleher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckeown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Epidemiology & Community Health",
            "volume": "56",
            "issn": "1",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Healthy voting: The effect of self-reported health on turnout in 30 countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mattila",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Söderlund",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wass",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rapeli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Electoral Studies",
            "volume": "32",
            "issn": "4",
            "pages": "886--891",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Too sick to vote? Public health and voter turnout in Russia during the 1990s",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Reitan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Communist and Post-Communist Studies",
            "volume": "36",
            "issn": "1",
            "pages": "49--68",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "In sickness and in health: Personal health and political participation in the Nordic countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Söderlund",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rapeli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Politics and the Life Sciences",
            "volume": "34",
            "issn": "1",
            "pages": "28--43",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Retiring from voting: Turnout among senior voters",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bhatti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Elections, Public Opinion & Parties",
            "volume": "22",
            "issn": "4",
            "pages": "479--500",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health and voting in young adulthood",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ojeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "British Journal of Political Science",
            "volume": "49",
            "issn": "3",
            "pages": "1163--1186",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What determines voter turnout?: Lessons from citizens with disabilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Schur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kruse",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Social Science Quarterly",
            "volume": "",
            "issn": "",
            "pages": "571--587",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Enabling democracy: disability and voter turnout",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schriner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Political Research Quarterly",
            "volume": "55",
            "issn": "1",
            "pages": "167--190",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sidelined or Mainstreamed? Political Participation and Attitudes of People with Disabilities in the U nited S tates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adya",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Science Quarterly",
            "volume": "94",
            "issn": "3",
            "pages": "811--839",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Disability, voter turnout, and polling place accessibility",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ameri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adya",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Science Quarterly",
            "volume": "98",
            "issn": "5",
            "pages": "1374--1390",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Depression and political participation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ojeda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Social Science Quarterly",
            "volume": "96",
            "issn": "5",
            "pages": "1226--1243",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How voter turnout varies between different chronic conditions? A population-based register study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sund",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lahtinen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wass",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mattila",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martikainen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Epidemiol Community Health",
            "volume": "71",
            "issn": "5",
            "pages": "475--479",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The bodies politic: chronic health conditions and voter turnout in the 2008 election",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gollust",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of health politics",
            "volume": "40",
            "issn": "6",
            "pages": "1115--1155",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sick leave from work and the voting booth? A register-based study on health and turnout",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mattila",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wass",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lahtinen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martikainen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Politica",
            "volume": "53",
            "issn": "3",
            "pages": "429--447",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Voting at the dawn of a global pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leininger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaub",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A Rare Moment of Cross-Partisan Consensus: Elite and Public Response to the COVID-19 Pandemic in Canada",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Merkley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bridgman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Loewen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ruths",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zhilin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pandemics meet democracy. Experimental evidence from the COVID-19 crisis in Spain",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Amat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Falcó-Gimeno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bol D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Giani M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blais A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Loewen Pj",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "European Journal of Political Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Influenza and Voter Turnout",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Urbatsch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Scandinavian Political Studies",
            "volume": "40",
            "issn": "1",
            "pages": "107--119",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Abstention in daylight: Strategic calculus of voting in the European Parliament",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Noury",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Public Choice",
            "volume": "121",
            "issn": "1-2",
            "pages": "179--211",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Election closeness and voter turnout: Evidence from California ballot propositions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Matsusaka",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Public Choice",
            "volume": "76",
            "issn": "4",
            "pages": "313--334",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Electoral participation in the French fifth republic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "American Political Science Review",
            "volume": "67",
            "issn": "1",
            "pages": "29--54",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Econometric methods for fractional response variables with an application to 401 (k) plan participation rates",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Papke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wooldridge",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of applied econometrics",
            "volume": "11",
            "issn": "6",
            "pages": "619--632",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 cases in France.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Spatial distribution of COVID-19 and first Clusters 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of Distance by Sub-samples According to Age.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Determinants of Turnout in 2014 and 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "variable is the first difference of turnout. Robust standard errors in parentheses ;*** p<0.01, ** p<0.05, * p<0.1 20",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "amount of emergency room visits on the 14th of March 2020. Department SPF COVID-19 Emergency Visits Number of emergency room visits for suspicion of COVIDvariables indicating whether there is at least one coronavirus case in the department as of the 14th of March 2020of actual voters divided by the number of registered voters, computed for the municipal elections of 2014 and 2020. municipality Min Number of Lists Number of lists running for the municipal election of 2014 or 2020. municipality Min Incumbent Candidate Dummy variable coding for whether one of the lists is ran by the current major of the municipality. To create this variable, we match the names from the elected majors files with the names of candidates to the first round of the municipal elections. municipality Min Macron Vote Percentage of votes cast for Macron at the first round of the 2017 presidential election. municipality Min ARS stands for Agences Régionales de Santé, SPF for Santé Publique France, and Min for Ministère de l'Intérieur.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Variables Percentage of the population of 65 or more, based on the 2011 (2016) census for the municipal election of 2014 (2020). For the 2008 municipal election, we use the census data of 2008. municipality INSEE Pop 75 or More Percentage of the population of 75 or more, based on the 2011 (2016) census for the municipal election of 2014 (2020). municipality INSEE Pop 25 or Less Percentage of the population of 25 or less, based on the 2011 (2016) census for the municipal election of 2014 (2020). municipality INSEE Pop 65 to 74 Percentage of the population between 65 and 74, based on the 2011 (2016) census for the municipal election of 2014 (2020). municipality INSEE Population Number of inhabitants based on the 2011 (2016) census for the municipal election of 2014 (2020). municipality INSEE City size We create four groups of city, each containing 25% of the city, according to their place within the population'Percentage of the population that owns its home, based on the 2011 (2016) census for the municipal election of 2014 (2020). municipality INSEE % Educated Percentage of the population with at least a high school diploma, based on the 2011 (2016) census for the municipal election Variable indicating whether the municipality is (1) a remote city or a monomunicipality urban unit, (2) an intradepartmental agglomeration (3) an interdepartmental agglomeration (4) an interregional agglomeration, (5) an international agglomeration. Information comes from the 2017 dataset on urban units. municipality INSEE Number Homes Elderly Amount of homes for elderly dependent persons as of 2014 (2018) for the municipal election of 2014 (2020). municipality INSEE INSEE stands for Institut National de la Statistique et des Etudes Economiques",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Turnout rate at various French municipal elections.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distance between studied cities and COVID-19 clusters.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Lists running at 2020 and 2014 French municipal elections and turnout (First round)French municipalities with more than 1000 inhab., excluding French overseas territories, Corsica and Paris, Lyon and Marseille",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Effects of distance to COVID-19 cluster on turnout rate.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Determinants of ∆Turnout as a function of alternative Covid-19 incidence measures",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Determinants of ∆Turnout as a function of distance to clusters",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Determinants of 2020 Turnout under COVID-19 Pandemic",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Determinants of Turnout using various measures related to COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Determinants of Turnout, Autoregressive Model City size according to inhab., 4 evenly groups, first one (least populated) as reference: Robust standard errors in parentheses ; p<0.01, ** p<0.05, * p<0.1",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Turnout and age by distances from COVID-19 clusters",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Robust standard errors in parentheses; *** p<0.01, ** p<0.05, * p<0.1",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "The effect of distance on turnout, Conley standard errors Robust standard errors are in parentheses, Conley standard errors are in brackets; *** p<0.01, ** p<0.05, * p<0.1",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Variables definitions and sources (I) Cluster Dummy variable coding for whether the municipality is a cluster. A municipality is identified as a cluster of COVID-19, if it has been identified/labelled as such by the national press as of March 15th. Distance to Cluster Distance to the nearest COVID-19 cluster in kilometers municipality Various Number COVID Cases Cumulative number of coronavirus cases per department as of the 14th of March 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}