{
    "paper_id": "3e8ad5c3b5d272b38f354ab904d13ba52f1e754a",
    "metadata": {
        "title": "Journal Pre-proof Effects of COVID-19 pandemic and lockdown on lifestyle and mental health of students: A retrospective study from Karachi,Pakistan Effects of COVID-19 pandemic and lockdown on lifestyle and mental health of students: A retrospective study from Karachi,Pakistan Effets de la pandémie de COVID-19 et du verrouillage sur le mode de vie et la santé mentale des étudiants : une étude rétrospective à Karachi, Pakistan",
        "authors": [
            {
                "first": "Abraish",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [],
                "last": "Asad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Siddiqui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Sameer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arshad",
                "middle": [],
                "last": "Fizza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iqbal",
                "middle": [],
                "last": "Taha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Arif",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [
                    "Sameer"
                ],
                "last": "Arshad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fizza",
                "middle": [],
                "last": "Iqbal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taha",
                "middle": [
                    "Bin"
                ],
                "last": "Arif",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cette étude vise à examiner la santé mentale et le mode de vie des étudiants de Karachi, en surveillant les perturbations dans le rythme de leur sommeil, la perception du temps et l'utilisation des médias numériques pendant la pandémie. Cette étude transversale a été menée au moyen d'un questionnaire en ligne, du 24 mars au 26 avril 2020. L'enquête visait les étudiants et 251 réponses ont été obtenues. Les deux tiers des répondants n'avaient pas de difficulté à s'endormir (66.5 %). Près des trois quarts (72.9 %) de nos participants ont estimé que supporter la quarantaine aurait été Page 2 of 37 J o u r n a l P r e -p r o o f plus difficile sans gadgets électroniques. De plus, un grand nombre d'étudiants (69.7 %) ont indiqué que le temps passe apparemment plus vite. En ce qui concerne le niveau d'éducation, des valeurs statistiquement significatives ont été notées pour l'utilisation de l'alarme avant et après le début de la quarantaine (p = 0.021 et p = 0.004, respectivement). En outre, il y avait une différence significative dans la différence médiane du temps passé sur les réseaux sociaux avant l'épidémie (3,0 +/-32,46) et le temps passé sur les réseaux sociaux pendant l'épidémie (6.0 +/-3.52) en une seule journée (p = 0.000). Nos résultats montrent que l'augmentation de l'utilisation des applications de médias sociaux a conduit à une augmentation généralisée de la durée du sommeil, à une aggravation des habitudes de sommeil et à une sensation générale de fatigue. Tous ces résultats indiquent le déclin de la santé mentale des étudiants en raison de la quarantaine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Introduction. -Due to the COVID-19 pandemic, many countries imposed lockdowns on their citizens in an attempt to contain the disease. Pakistan is one of these countries. A government mandated lockdown can have mitigating psychological effects on young adults, out of which a large fraction is made up of students. This study aims to investigate the correlations between changes in sleep pattern, perception of time, and digital media usage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Furthermore, it explores the impact of these changes on the mental health of students of different educational levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. -This cross-sectional study was conducted via a web-based questionnaire, from March 24 to April 26, 2020. The survey was targeted at students and 251 responses were obtained. It was a 5-section long questionnaire. The first section inquired about demographics of participants. Each of the other 4 section were devoted to changes in sleep pattern, perception of time flow, digital media usage and mental health status of students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Close ended questions with multiple choice responses, dichotomous, interval and 4-point Likert scales were used in the construction of the survey questionnaire. Chi square, T-tests multinomial and binary logistic regression were used as primary statistical tests. All data were analyzed using Statistical Package for Social Science (SPSS) version 23.0 (IBM Corp., Armonk, NY).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. -Out of 251 adolescents that participated in our study, the majority (70.2%) were females. The mean age of the participants was 19.40+/-1.62 years. Two-thirds of the respondents did not have much trouble falling asleep (66.5%). The analysis found no significant association between longer sleep periods and procrastination level (p = 0.054). Nearly three-fourths (72.9%) of our participants felt that getting through quarantine would have been more difficult if they did not have any electronic gadgets. Of these, a majority (85.8%) had a general feeling of tiredness and lacked motivation (p = 0.023). Additionally, a large number of students (69.7%) had reported that time is seemingly moving faster. A significant relationship between increased usage of electronic items and longer sleep periods was also noted (p = 0.005). With respect to the level of education statistically significant values were noted for alarm use both before and after quarantine began (p = 0.021 and p = 0.004, respectively). Further analysis showed that there was a significant difference in the median difference of time spent on social media before the outbreak (3.0+/-32.46) and time spent on social media after the outbreak (6.0+/-3.52) in a single day (p=0.000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. -Our research has revealed that due to the lockdown imposed by the government in response to COVID-19, the sleeping patterns of the students was affected the most. Our findings show that the increase in use of social media applications led to a widespread increase in the length of sleep, worsening of sleep habits (people sleeping at much later hours than usual), and a general feeling of tiredness. A general lack of recollection regarding what day of the week it was, as well as a change in the perceived flow of time were also notable. All these findings indicate the decline in mental health of students due to the lockdown. Promoting better sleep routines, minimizing the use of digital media, and encouragement of students to take up more hobbies could collectively improve the health and mood of students in self quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19which is caused by SARS-Cov-2was officially declared a pandemic by the WHO on 11 th March 2020 [37] . Countries around the globe had to take several precautionary measures to try and lower the infection rate, and in turn, 'flatten the curve'. Pakistan also imposed a complete lockdown on the March 21, 2020 [38] after the first few cases appeared.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 319,
                    "text": "March 21, 2020 [38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To mitigate the effects of a lockdown, schools and universities began to use online video conferencing apps such as Zoom for education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The lockdown also led to the shutting down of all public spaces, including but not limited to parks, cinemas, gyms, and restaurants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unfortunately, complying with the government's directives of self-quarantine led to a negative impact on the mental health of students. Many of them posed an increased risk of mood disorders, irritability and depressive symptoms [11] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The perceived psychological time flow experienced by humans helps them survive in a changing environment [36] . The lockdown being the changing stimulus, induced a significantly increased difficulty in keeping track of time, with people experiencing confusion about what day of the week it was. Time dilation during lockdown was also experienced with the increased feeling of boredom [7] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Other studies had shown that being forced to stay at home all day could lead do a disruption in sleep patterns and daytime stress. This increase in stress would then lead to insomnia [35] . People ended up going to sleep and waking up at later hours, while paradoxically reporting lower sleep quality [7] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In light of the current lockdown scenario, social media has been used to update people about information on COVID-19. Apart from that, it has increasingly been used as a platform to fulfil people's needs for human interaction during the pandemic. The \"psychological need'' turned into an addictive behavior with mental health implications. According to a Chinese study, about 82% of the participants who were frequently exposed to social media reported high odds of anxiety as well as Combined Depression and Anxiety (CDA) during the .There is little evidence in the available literature for a positive association between social media usage and sleeping for longer durations [22] . Existing studies are contradictory to this finding and report a negative association between social media usage and sleep duration. This is possibly because Page 5 of 37 J o u r n a l P r e -p r o o f they had focused on these conditions in a natural setting, without the presence of a pandemic. The unique effects of this outbreak on a change in lifestyle are yet to be explored; a gap in literature that needs to be addressed.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 680,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of this study was to explore the changes in sleep pattern, subjective perception of time flow, and change in usage of digital media of students during the outbreak. The relationship of these factors was also assessed with the emotional well-being of students. Furthermore, the changes in behaviors and lifestyles of the students of Sindh were also studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A cross-sectional study was conducted from March 24 to April 26, 2020. This study was employed to examine the mental health status of adolescents in Pakistan by monitoring their track of time, disturbances in sleep pattern, and digital media usage during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and design"
        },
        {
            "text": "With a population of 47. 9 million [39] in Sindh, 29% of the Pakistani population is aged between 15 and 29 [40] . This information was used to calculate a sample size of 317 using Open Epi (Open Source Epidemiologic Statistics for Public Health. A confidence interval of 95% with a 5% margin of error was considered. Young adults aged between 14-24 years, currently studying at secondary school level or higher were included in our survey. Any respondent that did not fall into the stated age range (14-24 years), or who was not currently studying in any education level was excluded from the study.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 39,
                    "text": "9 million [39]",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample size, exclusion and inclusion criteria"
        },
        {
            "text": "J o u r n a l P r e -p r o o f An online survey was conducted anonymously, using a self-administered approach. None of the applicants were coerced into filling out the survey, and had full authority to leave the study at any time. The participants were made aware of their rights in the disclaimer section before the survey. They agreed to partake in the survey after reading the consent section which explicitly mentioned subject confidentiality and no credit or monetary compensation for participation. A convenient homogenous sampling technique was adopted. The sampling frame was intentionally constrained and were shared with students who fall into the age group (14-24). This was done because students are more likely to be heavy technology users and are at a greater risk of disturbed sleep [7] . A final sample of 251 participants completed the survey. The responses were manually sifted to ensure validity of the inclusion criteria.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 801,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Sampling Technique and Data collection"
        },
        {
            "text": "Following an extensive literature review, a five-section questionnaire was designed for data collection. The questions were mostly self-made; however, the layout of the questionnaire was inspired by Cellini et al. [7] . The first section asked for basic sociodemographic details (age, gender, and education level). The second sectioned was focused on inquiring about the respondent's personal perception of time. In the third section, their sleep patterns were assessed. A series of close ended questions were asked in order to obtain details of the duration and quality of sleep, feelings of insomnia, and the change in number of dreams experienced. The fourth section was on digital media usage which investigated the hours spent on digital media, status of online classes, and frequency of exposure to COVID-19 related news. The final section on mental health was included so that we could check the impact of changes in time awareness, sleeping pattern, and digital media usage on the mental health status of students in Sindh.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The Questionnaire"
        },
        {
            "text": "The data was analyzed using the Statistical Package of Social Sciences (SPSS) version 23.0 (IBM Corp., Armonk, NY). To interpret the gathered data, categorical variables were expressed using frequencies and percentages and continuous variables were presented using means and J o u r n a l P r e -p r o o f standard deviations. A Chi Square was used to evaluate the socio-demographic factors with the sleeping patterns, time perceptions, and digital media usage. Interlinking associations between the sections with dichotomous variables were also drawn. Questions which were answered out of a range of options [for example, strongly disagree to strongly agree in the question for social media usage] were measured on a 4-point Likert scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "To find out the significant nominal dependent factors associated with the ordinal independent variables, multinomial and binary logistic regressions were used, depending on the number of nominal outcomes. Lastly, a paired sample T test was used to investigate the differences in usage of digital media before and during the pandemic. A p-value of less than 0.05 was considered as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Out of 251 adolescents that participated in our study, the majority (n = 177/251, 70.2%) were females while the rest were males with a mean age of 19.40+/-1.62 years. At the time of the study, approximately four-fifths of the students were attending a university (207/251, 82.4%), a little less than two-fifths were receiving higher secondary education (n = 40/251, 15.9%), while the minority of participants (n = 4/251, 1.6%) were going to school. (Table 1) No significant difference in levels of procrastination experienced by the participants who slept at odd timings was revealed (p = 0.092).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 458,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Socio-demographics"
        },
        {
            "text": "Approximately one-third (n = 40/251, 29.6%) of the respondents reported having learnt no new skill during the pandemic. Furthermore, more than half of the participants reported sleeping in one single stretch and staying awake for the rest of the day (n = 134/251, 53.4%). In addition, a significant relationship between longer sleep durations and a general feeling of tiredness was obtained (p = 0.002), although interestingly, the analysis found no significant association between longer sleep periods and procrastination level (p = 0.054). The participants who dreamt more than J o u r n a l P r e -p r o o f usual were also associated with sleeping for longer periods (p = 0.013), having more frequent family conflicts (p = 0.015), and were unmotivated/tired (p = 0.004). Two-thirds of the respondents did not have much trouble falling asleep (n = 167/251, 66.5%). Upon further analysis, the association between experiencing insomnia, with learning a new skill and focusing on hobbies were both found to be statistically significant (p = 0.004) and (p = 0.001) respectively. Moreover, respondents who spent more time with their family (n = 71/84, 84.5%), and who reconnected with a friend (n = 53/84, 63.1%) reportedly did not experience insomnia. However, no significant relations were determined (p = 0.358) and (p = 0.532) respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of mental health status and changes in sleep pattern"
        },
        {
            "text": "A negative relationship between a student's institute taking online classes and new skills being learnt by the student was observed. For students whose institutes were conducting classes, a larger percentage of participants reported not to learn a new skill (55.8%). Out of those who did not have online classes, a majority (63%) were learning a new skill. This relationship later proved to be insignificant (p = 0.065). More than half (n = 32/52, 61.5%) of our participants who thought online classes were useful had also been focusing more on their hobbies (p = 0.022), and almost all (n = 50/52, 96.2%) of these students admitted that they were spending more time with family (p = 0.000). Furthermore, nearly three-fourths (n = 183/251, 72.9%) of our participants felt that getting through quarantine would have been more difficult if they did not have any electronic gadgets. Of these, a majority (n = 157/183, 85.8%) had a general feeling of tiredness and lacked motivation (p = 0.023). Two-thirds of our total participants (65.7%) who strongly agreed to an increase in social media usage also reported tiredness/lack of motivation, and a very significant relationship was obtained (p = 0.000). An increase in social media usage also had an impact on family arguments, and the number of arguments was shown to have increased (p = 0.038). Surprisingly, there was no significant impact demonstrated by an increase in electronic media usage on the hobbies (p = 0.141), and time spent with family (p = 0.904).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of mental health status and digital media usage"
        },
        {
            "text": "Exposure to nCOVID-19 related news showed no significant relationship with the feeling of tiredness/no motivation (p = 0.760). (Table 2) J o u r n a l P r e -p r o o f Our analysis showed that a larger percentage of females (71.5%), compared to males (65.3%) had perceived that time was moving faster (p = 0.083). Of the students who had reported that time was seemingly moving more quickly, 85.1% had also reported having felt tired and/or unmotivated (p = 0.069). A significant relationship was found between the recollection of what day of the week it was, and being tired/unmotivated (p = 0.000). Of the students who reportedly usually knew the day of the week, 73.3% of them usually felt tired. However, of those who did not know the day of the week, a larger percentage (90.4%) usually felt tired/unmotivated. Regarding the participants who felt that time was moving faster, roughly half (48%) said that they focused on their hobbies, while the other 52% did not. For the participants who did not feel that time was moving any faster, 70.5% responded that they had focused on their hobbies (p = 0.019). Almost all the participants (n = 219/251, 87.3%) had said that they were spending more time with their families, with around half (n = 114/251, 45.2%) claiming to have been in more arguments with the people they have been living with.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Association of mental health status and digital media usage"
        },
        {
            "text": "Amongst them, around half (n = 106/219, 48.4%) said that they could usually tell what day of the week it was, while the other half could not (p = 0.069). Around two-thirds of the respondents (n = 156/251, 62.2%) who felt that time was seemingly moving faster had also claimed to continuously come up with new projects to work on, but then kept procrastinating on them (p = 0.000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of Mental Health Status and Perception of Time Flow"
        },
        {
            "text": "Some statistically significant relations that were found in this section were the time of sleep with institute taking online classes (p = 0.000), the usefulness of online classes with time of sleep (p = 0.004), alarm usage before and after quarantine with usefulness of online classes (p = 0.045 and 0.000 respectively), and alarm usage now with length of use of electronic items (p = 0.036). A significant relationship between increased usage of electronic items and longer sleep periods was also noted (p = 0.005), along with increased usage of electronic items and an increased number of dreams experienced (p = 0.007).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of changes in sleep pattern and digital media usage (Table 3)"
        },
        {
            "text": "One-third of the students (n = 85/251, 33.9%) who had been sleeping for longer periods during quarantine had also reported to have felt that time had been moving faster. Similarly, around one-fifths of the students (n = 55/251, 21.9%) who had reported that their length of sleep varied had also reported feeling that time had been moving faster (p = 0.141). Additionally, a large number of students (n = 175/251, 69.7%) had reported that time is seemingly moving faster; however, the times during which these students had slept was quite evenly spread out, with the least number of students (n = 18/251, 7.17%) sleeping between 2 AM to 4 AM. In the case of those who reported that time was not moving faster (n = 44/251, 17.5%), around two-thirds (n = 29/44, 65.9%) had usually fallen asleep between 10PM to 2AM (p = 0.048). An in-significant relationship was also noted between the time a person slept, with usually knowing what day of the week it was (p = 0.009). A small fraction of students (n = 28/251, 11.2%) reported to have both suffered from insomnia, and could tell what day of the week it was. In contrast, around three times the number of students (n = 88/251, 35.1%) reported that they did not have insomnia and were able to tell the day of the week it was (p = 0.004).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "When asked about how their lengths of sleep were affected by the quarantine, about half (n = 118/251, 47.0%) of the students answered that they have been sleeping for longer periods, while an additional one-third (n = 88/251, 35.1%) reported that their sleep lengths vary from the normal (p = 0.062). A larger percentage of females had reported having used alarm clocks before quarantine, than males (92.6% versus 82.7%) (p = 0.018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of socio-demographics and changes in sleep pattern"
        },
        {
            "text": "With respect to the level of education statistically significant values were noted for alarm use both before and after quarantine began (p = 0.021 and p = 0.004, respectively). Furthermore, an insignificant relationship between age with time of sleep (p = 0.007), and between the level of education with time of sleep was found (p = 0.033). 11.3% more males had reportedly slept in one single stretch as compared to females. However, this was not a significant relationship (p = 0.127).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of socio-demographics and changes in sleep pattern"
        },
        {
            "text": "The analysis revealed a strong association of gender with mental health parameters. Female respondents had reportedly felt more unmotivated (n = 151/176, 85.8%) (p = 0.034), and had procrastinated throughout the day (n = 152/176, 86.4%) (p = 0.006). A significant positive result was also observed stating that most females (n = 113/176, 64.2%) did not engage in any physical activity (p=0.039), but rather spent time learning a new skill (p = 0.010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Unexpectedly, the analysis did not confirm any statistical significance between the level of education our respondents were receiving and their mental health status. Lastly, the majority of respondents from the age bracket [17] [18] [19] (n = 72/176, 40.9%) claimed to learn no new skill during the pandemic (p = 0.024).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[19]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "A significant relationship was shown between the usefulness of online classes and a person's recollection of what day of the week it was.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of perception of time flow and digital media usage"
        },
        {
            "text": "People who thought their classes were useful could usually also tell what day of the week it was (p = 0.025). Furthermore, participants who could usually not report what day of the week, it was were more likely to admit to an increase in usage of electronic items (p = 0.046). Further analysis showed that there was a significant difference in the median difference of time spent on social media before the outbreak (3.0+/-32.46) and time spent on social media after the outbreak(6.0+/-3.52) in a single day (p = 0.000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of perception of time flow and digital media usage"
        },
        {
            "text": "Previous studies have shown a dramatic increase in the prevalence of mental health problems like depression, anxiety, and stress levels due to lockdown [25] . Evidence is also available for changes in the subjective perception of time flow, increased digital media usage, and sleep pattern [7] . This study investigated these changes and associated these factors with students' emotional well-being and routine activities in students of the age group [14-24].",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study revealed a significant difference between the digital media usage before and after the COVID-19 outbreak, possibly due to the shift to virtual classes. Our results showed that many students (n = 224/251, 89.3%) had to take online classes offered by their institutions. The students may have also been consuming more digital media to alleviate boredom [30] and obtain more COVID-19 related information [4] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Moreover, most people who thought online classes were not useful had also reported not focusing on any hobbies and skills and had generally felt tired/unmotivated. The plausible explanation for this is that these students possibly struggled to understand and adapt to e-learning, consequently leading to a loss in interest in other activities, which is a sign of mental health issues [14, 34] . Therefore, certain steps must be taken both by the student and the institutions to boost productivity while also making the learning environment more accommodating.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Out of the 89.3% of our participants who had online classes during the lockdown, many reported that they were not useful. The inaccessibility to the internet in some areas due to poor infrastructure, a lack of communication between students and teachers, and various technical difficulties faced both by the teachers and studentssuch as not knowing how to navigate the video conference applicationmay have been important reasons for why many students did not think online classes were effective [3] .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 498,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "55.4% of the participants involved in family conflicts also dreamt more than usual, while 65.9% of those who were not involved in any conflicts reported that they were not dreaming more than usual; thus, a direct correlation is shown between these two factors. Studies have found that the emotional intensity experienced in daily events is an important determinant of dream content as it increases the probability of those events being incorporated into a person's dreams [27] . The emotional exhaustion that the participants experienced due to family conflicts is a possible hypothesis for the increased negative dreaming frequency, a topic which should be explored in future studies. Furthermore, participants who reported having dreamt more than usual had also reported sleeping for extended periods. Results from other findings confirm that sleeping for longer periods results in increased REM (Rapid Eye Movement) states [26] . It is also well-known that REM sleep has a vital role in processing emotional experiences from waking-life, strongly contributing to long-term storage of emotional memory [26] . This is why dreams experienced during the REM stage are more likely to be recalled [12] . For the participants who had reported to have felt tired and/or unmotivated, and could not tell what day of the week it was, it can be discerned that there is a correlation between negative emotions of the students and their memories, as explained and explored by Schweizer et al. [28] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1486,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Most of our respondents who did not experience insomnia were learning a new skill and focusing on their hobbies during the quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "This result ties nicely with previous studies that provide strong evidence between adequate sleep and memory consolidation [6] . Further studies have also proven how a newly learnt skill is transformed from a temporary to a permanent state, also known as post-training consolidation or 'offline learning' while one is sleeping [8] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The results also suggest that the students who managed to keep themselves busy by working on some sort of project had felt that time was seemingly moving faster. Ongoing research has indicated that one's perceptions of time can be affected by factors such as emotions and actions [9, 33] . Therefore, by keeping themselves busy with their university assignments and hobbies, the students managed to stay focused. They were thus not forced to stay bored and did not have to worry about the time all day.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Our study revealed that students who used social media more had reportedly slept for longer periods. This result contradicted many other old research papers that reported the opposite [13, 32] . The likely explanation would be that these studies were conducted before the quarantine. While evaluating associations of media usage with sleep duration, SOL (\"sleep onset latency\") was the most determining factor in these studies. As mentioned by Touitou et al., waking time was almost constant among adolescents because school started early in the morning. Late-onset of sleep and fixed waking early in the morning resulted in a shortened sleep duration. However, due to lockdown and closed educational institutions, participants in our study were not bound in any such way of waking early in the morning. Therefore, it can be established that participants in our research, using excessive media, possibly found it harder and longer to fall asleep (as previous studies indicate) but later compensated it with a long wake up time, thus having prolonged sleep duration. Furthermore, due to the lockdown, most of these students had not gone out for many days unless necessary, and so were living under very different conditions than those of the previous studies. These factors may have collectively worked together to produce the seemingly anomalous results.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "With the imposition of a strict lockdown due to COVID-19, the problematic phenomenon of 'Bedtime procrastination' had become quite prevalent. Bedtime procrastination is defined as \"failing to go to bed at the intended time, even if no external circumstances prevent a person from doing so\" [16] . Many previous findings have found significant associations of bedtime procrastination with insufficient and low quality sleep [16, 20] . However, contrary to the findings of [16, 20] , we did not find any significant association. This may have been because most of the respondents had received enough sleep; 47% slept for longer periods during quarantine, 35.1% reported their sleep lengths to be variable, and 17.9% claimed they were not sleeping for longer durations. Furthermore, it is also important to highlight that our sample population is different from those of previous findings, as we were targeting students [Age group: 14-24]. This age group has been proven to have better sleep quality than older age groups [31] , which possibly makes up for the effect that bedtime procrastination has on sleep quality. Hence, it is safe to assume that our results, in this case, are justifiable. This finding is well substantiated by Lund et al., who correctly puts forth other predictors of bedtime delay amongst college students (other than low quality and insufficient sleep) such as academic stress or incompetent physical health [18] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[16,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "20]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[16,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "20]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1431,
                    "end": 1435,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "As opposed to men, a larger proportion of women had reported not exercising during the quarantine. This could be linked to the fact that a larger proportion of women had also reported having felt tired and/or unmotivated during quarantine [17] . Those women who did exercise mostly did so indoors, especially compared to men (36% of men exercised outdoors compared to 23.9% of women). The likely explanation could be the procrastination levels, which were found to be significantly higher in women than in men in our study. The lack of awareness regarding how to exercise, and lack of access to in-home exercise equipment are some of the many major issues which limit women's exercise to indoors [19] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[19]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The large rural population and low literacy rate in Pakistan [23] creates a chaotic online environment, causing inaccurate information to spread quickly. In this study, self-reported lack of motivation, tiredness, and frequency of getting involved with family conflictsall of which come under DSM-V criteria of mental health problems [14]were significantly positively related to media usage after controlling all co-variates. This was consistent with a similar study from Wuhan [10] . This correlation could be due to the spread of misinformation comprising of rumors, false reports and stories, and \"conspiracy theories\" which people are being bombarded with online social media every day [2, 5] . Television programs in Pakistan are not thoroughly fact-checked [5] . Simultaneously, the reported use of hyperbolic/inappropriate words that only enhance fear and anxiety among the population has also increased [5] . All this negativity portrayed on social media is quite communicable [24, 21] and can be detrimental to people's mental health [15] . To fight the spread of this misinformation, The United Nations Development Programme (UNDP) team is currently working with national institutions to make valid COVID-19 related information more accessible to the Pakistani population [41] . An excellent way to deal with this current situation is to host television, or social media live sessions and programs comprising of health workers and mental health professionals who can give reliable advice on how to follow the standard operating procedures best and offer words of encouragement to help boost the morale of the people [1] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 993,
                    "text": "21]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1626,
                    "end": 1629,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "About the usage of the alarm, it was consistently observed that alarm usage had decreased, often significantly amongst the students. The most likely explanation is the fact that the students had no reason to wake up early in the morning since all the educational institutes were closed, and whatever online classes they had may have been held later in the day. By this time, the students woke up naturally. It is also possible that many students did not attend their classes, as many had reported in the survey that they thought the classes were not useful to them (53.6% of the total participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "One of the potential methodological limitations of this study was the sampling bias that may have overestimated the measured relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "It is possible that most participants who agreed to participate in this study were the ones who experienced changes in their sleep patterns and mental health. Second, it is a cross-sectional study showing a snapshot of the situation in a sub-developed area for a specific time. Longitudinal studies are further needed in other topographical and different economic regions. Self-reported measures were used rather than clinical diagnosis. Hence effective intervention studies need to be conducted, with proper scientific tools such as actigraphy to monitor circadian rhythm sleep disorders, in order to formulate concrete solutions. Another limitation was the recall bias. Some participants might not have reported their results accurately. The study was focused on students studying in the city only, and out of those, 82.5% who agreed to participate were from universities, so our research was potentially was limited. We recommend future studies to be more generalized, collect information from a larger sample size to get a better picture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Our study revealed that the general student population of Sindh reported signs of mental health issues due to the lockdown. The significant pattern of mental health problems was largely driven by a changing sleep pattern and an increased use of social networking sites. Majority of our respondents did not experience insomnia and received adequate sleep or slept for longer durations during quarantine. A significant relationship was J o u r n a l P r e -p r o o f also found between knowing what day of the week it was, and their feeling of tiredness and lack of motivation. Furthermore, large differences between the rate of digital media usage before and after lockdown was observed. The alarm usage after lockdown had also drastically decreased. In addition, sociodemographic factors were also related to changes in sleep pattern and mental health issues amongst students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Even after the corona virus disease 2019 pandemic ends, the psychological effects of lockdown will continue to persist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Hence, it is essential to plan strategies for more vulnerable groups, e.g. young adults. Further studies need to be conducted with special consideration to the stress associated with academic delays, disrupted routine and reduced social interactions. New evidence found in these studies can be used to design effective mental health support program for students. J o u r n a l P r e -p r o o f Page 27 of 37 J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 (Coronavirus) pandemic: reflections on the roles of librarians and information professionals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gatiti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Info Libr J",
            "volume": "37",
            "issn": "",
            "pages": "158--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health-protective behaviour, social media usage and conspiracy belief during the COVID-19 public health emergency",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allington",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dhavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychol Med",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Online learning amid the COVID-19 pandemic: Students perspectives",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anwar",
                    "suffix": ""
                },
                {
                    "first": "Adnan",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pedagog Res",
            "volume": "1",
            "issn": "",
            "pages": "45--51",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "2019-nCoV epidemic: address mental health care to empower society",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Lancet. Lancet Publishing Group 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "37--38",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of electronic media in mitigating the psychological impacts of novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bilal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Latif",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Bashir",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Komal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sleep's effects on cognition and learning in adolescence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Carskadon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prog Brain Res",
            "volume": "190",
            "issn": "",
            "pages": "137--180",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Changes in sleep pattern, sense of time, and digital media use during COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cellini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Canale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mioni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Journal of sleep research",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "13074--13074",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Adult Gross Motor Learning and Sleep: Is There a Mutual Benefit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aftenberger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nardone",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human time perception and its illusions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Eagleman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Opin Neurobiol",
            "volume": "18",
            "issn": "",
            "pages": "131--137",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mental health problems and social media exposure during COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Psychological impact of lockdown (confinement) on young children and how to mitigate its effects: Rapid review of the evidence. An Pediatr",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "García Ron",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cuéllar-Flores",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How the coronavirus crisis is affecting your dreams",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Sci [Internet]",
            "volume": "246",
            "issn": "3281",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sleep and use of electronic devices in adolescence: results from a large population-based study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hysing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pallesen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Stormark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jakobsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lundervold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sivertsen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open [Internet]",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Phenomenology of Major Depression and the Representativeness and Nature of DSM Criteria",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Kendler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Psychiatry",
            "volume": "173",
            "issn": "8",
            "pages": "771--80",
            "other_ids": {
                "DOI": [
                    "10.1176/appi.ajp.2016.1512150915"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Experimental evidence of massive-scale emotional contagion through social networks",
            "authors": [
                {
                    "first": "Adi",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Guillory",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bedtime procrastination: introducing a new area of procrastination",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Kroese",
                    "suffix": ""
                },
                {
                    "first": "Dtd",
                    "middle": [],
                    "last": "De Ridder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Evers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Adriaanse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Influence of Psychological Needs and Exercise Motivation on Exercise Dependence among Chinese College Students",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychiatr Q [Internet]",
            "volume": "89",
            "issn": "4",
            "pages": "983--90",
            "other_ids": {
                "DOI": [
                    "10.1007/s11126-018-9595-218"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sleep patterns and predictors of disturbed sleep in a large population of college students",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Reider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Whiting",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Prichard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Adolesc Heal",
            "volume": "46",
            "issn": "",
            "pages": "124--156",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Importance of Physical Activity in Women",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minaz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Explanations People Give for Going to Bed Late: A Qualitative Study of the Varieties of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nauts",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kamphorst",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bedtime Procrastination",
            "volume": "17",
            "issn": "",
            "pages": "753--62",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Association of Increased Youth Suicides in the United States With the Release of 13 Reasons Why",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Niederkrotenthaler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Till",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sinyor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pirkis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Psychiatry",
            "volume": "76",
            "issn": "9",
            "pages": "933--973",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Reciprocal Longitudinal Associations Between Adolescents' Media Consumption",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Poulain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Buzek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Genuneit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Approval: The authors declare that the work described has been carried out in accordance with the Declaration of Helsinki of the World Medical Association revised in 2013 for experiments involving humans as well as in accordance with the EU Directive 2010/63/EU for animal experiments. None of the applicants were coerced into filling out the survey, and had full authority to withdraw from the study at any time. The participants were fully made aware of their rights in the disclaimer section before the survey. They agreed to partake in the survey after reading the consent section which explicitly mentioned subject confidentiality and no credit or monetary compensation for participation. The questionnaires were collected anonymously.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Rehman A, Jingdong L, Hussain I. The province-wise literacy rate in Pakistan and its impact on the economy. Pacific Sci Rev Reinhard I. The Continuity between Waking Mood and Dream Emotions: Direct and Second-Order Effects. Kievit RA, Emery T, Henson RN. Symptoms of depression in a large healthy population cohort are related to",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Association of perception of time flow with Mental Health of students IS TIME SEEMINGLY FASTER? WHAT DAY OF THE WEEK > DO YOU HAVE MORE FAMILY CONFLICTS? > HAVE YOU SPENT MORE TIME WITH FAMILY?",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Association Digital Media Usage with Changes in Sleep PatternDO YOU THINK YOUR USAGE OF ELECTRONIC ITEMS HAS",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "HOW OFTEN ARE YOU EXPOSED TO COVID-19 NEWS? COULD HAVE GOTTEN THROUGH QUARANTINE IF J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Declaration:"
        },
        {
            "text": "Acknowledgements : None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of Funding: None to declare."
        }
    ]
}