{
    "paper_id": "3e8a63f33b56a643daa50e81066448c58e6ba4a0",
    "metadata": {
        "title": "Beyond tropes: Towards a new image of nursing in the wake of COVID-19",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On 21 December 2019, the first cluster of patients with \"pneumonia of an unknown cause,\" which was subsequently identified as a coronavirus or \"COVID-19,\" were identified in Wuhan, China. As we now know the virus spread rapidly around the globe and on 11 March, the World Health Organization (WHO) declared the virus a pandemic (BFPG, 2020) . As we write, 368,944 deaths have been attributed to the virus internationally and there have been 6,028,135 confirmed cases (ECDC, 2020).",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 340,
                    "text": "(BFPG, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "The intense challenges and suffering that COVID-19 has created globally, nationally and within communities, families and for each individual have received intense media attention. So too has the contribution of nurses to the COVID-19 response. There has been a public outpouring of appreciation, gratitude and even love for nurses and nursing around the world. Whilst being sensitive to the significant distress caused by COVID-19, the pandemic has also brought into sharp focus some of the realities and challenges facing the modern-day nursing workforce. It has highlighted the status and power that we can draw upon as a profession to address health challenges, promote public health and to directly save people's lives. It has also, however, highlighted some enduring problems about how the profession is perceived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "A Nexis UK search of all international English language news providers for the period 18 March 2020-18 April 2020, using the term \"nurs*\" in the headline alone, yielded 5,902 newspaper articles, 2,674 web-based publications and 2,149 newswires and press releases. In the same time period for 2019, the search identified 1659 newspaper reports, 855 web-based publications and 1,230 newswires and press releases. This represents almost a threefold increase in media coverage related to nursing in the current time period. At face value, this could be considered a cause for celebration, but a closer analysis demonstrates the tensions that characterise the images of nursing being projected in the 21st century. Whilst the traditional sexualised tropes have, perhaps temporarily, disappeared, the angelic image remains ever more present as do the strongly gendered roles characterised by subordination, servitude and even abuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| N UR S ING IN THE PRE SS MED IA"
        },
        {
            "text": "We took two of the most recent relevant headlines from media outlets representing each continent and analysed them thematically. it has also cost nurses their jobs\"; the article goes on to discuss how bank nurses are facing financial hardship because non-COVID-19 work has been cancelled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| N UR S ING IN THE PRE SS MED IA"
        },
        {
            "text": "This snapshot of global headlines related to nursing demonstrates some of the media constructions of modern-day nursing as vividly as the images we have seen of exhausted nurses with sores on their faces following hours of wearing protective masks whilst caring for people with COVID-19. In the current crisis, the nursing profession has been focused on delivering the best quality, evidence-based, compassionate care possible. Media reporting appears to have tentatively elevated the profession towards one with enhanced value and worth. Our national Chief Nursing Officers have shared the podium with Chief Medical Officers, Chief Scientific Officers and Government Ministers alike. On the one hand, nurses have been presented as heroic, yet we are also portrayed as victims with Governments facing charges of not respecting us sufficiently to protect our health. Militaristic language such as \"battling on the frontline\" and \"dying in service\" has become commonplace within both media and political discourse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| N UR S ING IN THE PRE SS MED IA"
        },
        {
            "text": "Whilst war metaphors are ubiquitous in society (Flusberg, Matlock, & Thibodeau, 2018) to describe anything from facing a diagnosis of cancer to coping with food shortages, when applied to nursing in the COVID-19 situation they can serve to shift responsibility on to the individual practitioner and deflect from the shortcomings of health and political systems in planning for pandemics or investing in the preparation of the future nursing workforce. The application of war metaphors has also been applied to other groups, including medical professionals, but the juxtaposition between the \"battle of COVID-19\" and the selfless/angelic tropes of nursing has become powerful during this crisis.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 85,
                    "text": "(Flusberg, Matlock, & Thibodeau, 2018)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| ME TAPHOR AND S ILEN CE"
        },
        {
            "text": "We are not aware of any nurses who signed up to the profession in the knowledge that they could expect to die in service. Nursing is caught in the balance between being elevated as vital key workers, yet politicians expect servitude, compliance (and even silence) rather than open criticism of their failings. There have been reports of nurses being instructed not to criticise employers publicly on social media as this is seen as \"damaging to morale\"; importantly, it also fails to conform to the angelic trope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ME TAPHOR AND S ILEN CE"
        },
        {
            "text": "Whilst we do not disagree with the public outpouring of gratitude to the courageous members of the profession who met this challenge head on, our concern lies with transforming the sentiments of gratitude and the current discourse about the importance of nursing into positive action so that we are recognised as highly educated, skilled and autonomous professionals who function as part of a team and in our own right. This challenge for a new recognition of the potential of nursing has never been so important, given the existing backdrop of health inequalities globally (United Nations, 2019) and the forecasted global economic downturn. The time ahead is going to be challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ME TAPHOR AND S ILEN CE"
        },
        {
            "text": "Whilst media discourses have been strident in their sympathy to the nursing workforce, their analyses have remained largely superficial. Nurses have been presented as a homogenous, selfless and unquestioning group. Diversity has been only fleetingly touched upon in relation to disparities in the higher death rate amongst black and minority ethnic nurses, but beyond this there has been a paucity of analysis about what we do and who we are.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ME TAPHOR AND S ILEN CE"
        },
        {
            "text": "Visible and effective nurse leadership will be vital if we are to convert the enhanced attention and positive discourses about nursing into action. The COVID-19 pandemic has brought into stark focus the relationship between politics, economics, health policy, public health and the available nursing workforce across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DE VELOPING A S TRONG ER VOI CE FOR NUR S ING"
        },
        {
            "text": "Structural weaknesses in funding of health and social care systems, based on politically driven economic choices and social policies that influence the health of communities and drive inequalities globally as well as locally, are now being exposed as never before. Historically, nurses have often voiced a sense of powerlessness with regard to health policy; however, the current pandemic provides the profession with a stronger voice in influencing future policy and practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DE VELOPING A S TRONG ER VOI CE FOR NUR S ING"
        },
        {
            "text": "Whilst we wait to discover the lasting impact of COVID-19, for nursing the lasting imprint will also be determined by the response of the leaders in our professional midst. Despite the extreme human suffering, there is hope that one positive legacy may be that nursing extends its reach into the shaping of health policy and decision-making at both the national and global levels, thereby influencing health inequalities and outcomes positively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DE VELOPING A S TRONG ER VOI CE FOR NUR S ING"
        },
        {
            "text": "Of equal importance though is the intersection of politics, economics, health policy and nurses' rights. This is a second positive legacy that we propose should be an outcome that we strive for from the COVID-19 crisis. Recent reports including the World Health Organisation's \"2020\" highlight the lack of female nurses in senior healthcare leadership positions and the need for nursing to have a place at the forefront of strategic as well as local healthcare decisions. The Royal College of Nursing and Oxford Brookes University recently explored gender and the construction of value within nursing before the COVID-19 pandemic (RCN, 2020). Recognising that women make up the majority of the workforce, the report highlighted pay gaps and enduring negative perceptions of nursing from society as well as from the profession itself. It is striking that self-perceptions often weaken the image and identity of nursing and add to the overall resistance by society to view nursing as playing \"a safety-critical\" role. Interviewing senior stakeholders, the report also described nursing leadership as hierarchical and lacking in representation at policy level. This is a point that returns us to ubiquitous narratives of nursing, based on historical and religious imagery and privileging the caring and gendered tropes that do not always align well with the qualities of nursing leadership (including purpose, vision and a strong sense | 3 EDITORIAL of challenge when required). The traditional nursing narrative is one that we can perpetuate or choose to change and the global challenge of COVID-19 may provide the opportunity to do so. Now, also there is a need for more evidence about how to promote effective nursing leadership at the level of health system delivery, as well as more generally in a professional sense, in the organisations in which we work (Kelly, Lankshear, & Jones, 2016) .",
            "cite_spans": [
                {
                    "start": 1858,
                    "end": 1891,
                    "text": "(Kelly, Lankshear, & Jones, 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| DE VELOPING A S TRONG ER VOI CE FOR NUR S ING"
        },
        {
            "text": "How could we have known as we entered 2020 as the \"Year of the Nurse and Midwife\" that these months would prove so impactful on front-line nurses globally as they bear the overwhelming physical and psychological challenges of this pandemic? When the World Health Organisation heralded this year as a \"once in a lifetime opportunity\" to showcase the profession for all its impact, the seismic shift of attention on to nurses could not have been foreseen. Within the COVID-19 crisis, many nurses are working courageously and successfully in responsive mode and trying, at best, to save lives whilst maintaining or adding additional expertise to their organisations. We need to recognise and celebrate the contributions our colleagues in nursing homes, high-tech intensive care settings and in all contexts where nursing and care is being delivered, thereby acknowledging all as equally supporting the \"front line.\" Across all specialties and settings, the primacy of patient care has been the focus globally. However, the well-being of nurses is of equal importance. A Nexis UK search of all international media using the terms nurse* AND death* AND (Corona* OR Covid*) revealed scant coverage of COVID-19 deaths amongst nurses internationally. Only one UK outlet (The Guardian) questioned whether sexism was a contributory factor with the lack of size appropriate PPE being available for women and therefore, the bulk of the nursing workforce. Beyond this, stories have focused on personal sacrifice with a significant lack of challenge or activism. Work-related deaths amongst nurses are simply not acceptable; we are not disposable, we have worth. The reticence of our professional bodies to speak out confidently, in ways that are not drowned out by others perceived as more powerful, needs to be overcome to ensure that the deaths of our colleagues are examined critically, and the causes identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DE VELOPING A S TRONG ER VOI CE FOR NUR S ING"
        },
        {
            "text": "As we move forward, we need to create new tropes for nursing that extend beyond Nightingale's dominance as the \"angelic lady with the lamp.\" As a global profession, we need new images that take us forward into the 21st century and build on our history, but also look more to the future where nurses are no longer side-lined and become silent victims of political decisions, which frequently result in unacceptable working conditions and an enduring diminished status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LOOKING AHE AD"
        },
        {
            "text": "The lessons from COVID-19 will be many, and our lives, in a multitude of ways, may never be quite the same again. One important lesson, we argue, is to take this opportunity to stop promoting nursing tropes that serve only to devalue us and limit our influence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LOOKING AHE AD"
        },
        {
            "text": "Instead as nurses, we should seize the opportunity to challenge the public understanding of nursing and present new versions of ourselves that do not constrain us, but rather emphasise all that nurses have done and have achieved in clinical, academic and leadership roles during the COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LOOKING AHE AD"
        },
        {
            "text": "It is important to remember as we do so that nursing has always been advancing since Nightingale's birth and now, in this year of the nurse and in the wake of COVID-19, we choose to move beyond hagiography, and an idealised past, towards a radical new reality of contemporary nursing that has found its own voice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| LOOKING AHE AD"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "School of Healthcare Sciences",
            "authors": [
                {
                    "first": "Clare",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 Timeline",
            "authors": [
                {
                    "first": "R E",
                    "middle": [],
                    "last": "Fe R E N C E S British",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Foreign Policy Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Situation update worldwide, as of 21",
            "authors": [],
            "year": 2020,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "War metaphors in public discourse",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flusberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matlock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thibodeau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Metaphor and Symbol",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10926488.2018.1407992"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Stress and resilience in a post-Francis world: A qualitative study of executive nurse directors",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lankshear",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Advanced Nursing",
            "volume": "72",
            "issn": "",
            "pages": "3160--3168",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.13086"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gender and Nursing as a profession. Valuing Nurses and paying them their worth",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rcn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sustainable development goals",
            "authors": [],
            "year": 2019,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The State of the World's Nursing",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chinese news from Xinhua General News Service (07/04/20) emphasised the importance of nurses with headlines such as \"28,600 nurses support battle against COVID-19 in Hubei\" and \"Nurses important in China's fight against COVID-19: official,\" whereas The Jerusalem Post online edition and The Times of India emphasised the personal sacrifice made by nurses working with COVID-19 patients: \"Nurse who worked with newborns tests positive for COVID-19 at Hadassah\" (Jerusalem Post online edition 10/04/20) and \"Nurse['s], 3-yearold kid tests positive\" (The Times of India 18/04/20). AllAfrica Web Publications (English) also referred to the importance of nurses \"Africa Can and Must Do More to Support Nurses and Midwives\" (14/04/20) and emphasised personal sacrifice \"UK Based Zimbabwean Nurse Dies From Coronavirus\" (15/04/20). The same themes emerged from The Nation's (Nigeria) headlines, but they also referred to nurses having a voice: \"COVID-19: Kwara nurses protest against risky working conditions\" (10/04/20). Similarly, the National Post (Canada) highlighted the voice of nurses: \"MNA Nurses and Healthcare Professionals on Front Lines of COVID-19 Pandemic Commend Governor and Legislature",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for Passage of Healthcare Worker Liability Protection Act\" (18/04/20) but, in contrast, their second headline referred to the silencing of nurses: \"St. Vincent Hospital Nurses Decry Tenet Healthcare Plan to Bully Nurses into Accepting Dangerous Staff Cuts and Re-Deployment Without Proper Safeguards; When Nurses Rejected the Plan, Tenet Issued Threat to Proceed with Mandatory Furloughs and Staff Cuts\" (16/04/20). Silencing also emerged within The New York Times' headlines: \"Nurse Questions Hospital On Safety. He's Out a Job\" (10/04/20). The South American press focused on nurse protests in New York and the international shortage of nurses. In Europe, the tabloid English media focused more on the heroic/angelic nursing trope: \"BGT [Britain's Got Talent TV show] nurse who caught coronavirus wows judges with song inspired by experience on ward\" and \"Hero nurses step in to care for baby boy after family catch coronavirus\" (18/04/20), whereas The Independent (UK) emphasised the lack of care given to nurses: \"Coronavirus: Nurses turned away from testing centres if they don't have appointments, MPs told; Ill staff sometimes driving two hours to be tested, only to be sent away, says nursing leader\" (17/04/20) and \"Calls to protect pregnant workers after nurse's death\" (17/04/20). This theme also emerged from The New Zealand Herald (10/04/20) \"Covid 19 coronavirus: Waikato Hospital nurses 'told to remove PPE' before positive Covid-19 results, NZ Nurses Organisation says.\" ABC Premium News (Australia) (15/04/20) highlighted a different type of lack of care: \"Coronavirus has placed huge demands on hospitals, but",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}