{
    "paper_id": "3e8dc74a2061dc9bfef267c4509a7cdbca7afe30",
    "metadata": {
        "title": "Adaptive Decision-Making Process in Crisis Situations",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Over the years, science has been deeply investigated to understand how it could help policymakers on issues of global concern affecting humanity by providing evidenceinformed strategic advices. This chapter provides an outlook on how psychological tools could be deployed to strengthen interpersonal skills and improve the cooperation between scientists and diplomats. More precisely, the focus will be on science diplomacy as a useful means to give a strategic impetus to international relations and on how the science of applied cognitive psychology could help shed new light on adaptive decision-making and have an effective impact on connecting the worlds of science and diplomacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19 crisis has mercilessly shown the lack of a coordinated and sustainable public information strategy to support the joint efforts of scientists and politicians to address the crisis. As a matter of fact, recent major events around the world have dem-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negotiating a Cooperation Process"
        },
        {
            "text": "The human understanding when it has once adopted an opinion draws all things else to support and agree with itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negotiating a Cooperation Process"
        },
        {
            "text": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Francis Bacon"
        },
        {
            "text": "Marie Sklodowska-Curie onstrated the tremendous power of global communication in shaping for better or worse the public context in which events take place. Nowadays, coordination and collaborative attitude among actors are important processes to effectively adapt to and influence diverse forms of communication. The joint engagement of scientists, policymakers, and diplomats in this process could help to restructure concepts, constructs, techniques, and strategies of public policy and diplomacy to adapt them to this new era of global communication (the blogosphere, journalistic and propagandistic websites, video transmissions, and so forth) (Solomon 2010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Francis Bacon"
        },
        {
            "text": "International challenges require a flexible mindset, effective knowledge, heightened creativity, improved \"teamwork\" cooperation, emotional competence, and mindful communication. The context and the environment where politicians and diplomats act are often very stressful. Especially in time of crisis (like the COVID-19), the tyranny of time causes undue pressure on cognitive and emotional processes, influencing adaptive decision-making. Scientists and policymakers must negotiate a common, not too impervious, path between them, where they can walk together. They need to develop together more effective tools that can really help to communicate an advice that goes in one ear and stays there. A smooth negotiating process of evidenceinformed policies can produce a psychological commitment to mutually satisfactory results. Over time, interactions built upon trust, understanding, respect, and mutual esteem tend to maximise long-term mutual benefit making new interactions smoother and more effective (Fisher et al. 1991) . The human links that are fostered, for better or worse, profoundly impact interpersonal negotiations and future interactions (Aquilar and Galluccio 2008; Pruitt 2002). Believing that relationships improve without a \"mindful\" individual effort is a mere \"desire\". Believing that relationships can deteriorate exclusively because of the \"other side\" is a demonstration of emotional incompetence (Galluccio 2005). Politicians and diplomats need to know when to wait and when to act decisively for the situation to evolve. Scientists, who have significant experience in research and specific fields, must also rely more on their intuitive gear, helping them to make sense of the situation (because the \"team crisis\" may ignore weak signals that individuals notice). In complex environments and unfamiliar situations, what diplomats/politicians really need is not to wait too long to get the right information, but to get the accurate way to read and understand the information in their possession (Klein 2009) and act as quickly as possible to define the problem in the possible way to facilitate adaptive decision-making.",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1027,
                    "text": "(Fisher et al. 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Francis Bacon"
        },
        {
            "text": "In January 2020, world leaders and diplomats were taken by surprise, as were scientists, by the discovery of a new coronavirus (SARS-CoV-2) and the consequential COVID-19 crisis. They experienced an unknown situation where explicit knowledge did not work very well at first and where procedure lists did not necessarily improve performance in such a complex scenario. Scientists knew little about this new coronavirus (SARS-CoV-2) and as they started to study and research it the disease was spreading rapidly. They collected data and began to work on it relentlessly. Anyway, the politicians had to make decisions as soon as possible. Unfortunately, when situations are complex, ambiguous, and uncertain, there is a tendency to use heuristic shortcuts to simplify problems and to exercise control through limited consultations and conflict avoidance between different parties (Aquilar and Galluccio 2008; Kahneman et al. 1982) . However, the models and recommendations should not oversimplify complex problems. This can be a great challenge in time of crisis, given the pressure to establish \"easily understandable\" solutions. As summarised by Albert Einstein: \"Everything should be as simple as possible but not simpler\". The politicians seemed to have minimised the problem perhaps because they wanted to avoid making drastic decisions. This initial minimisation delayed the deployment of early preventive policy actions, such as sustainable strategic plans to tackle the crisis; adequate allocation of physical and financial resources; international cooperation with other governments; and coordination of knowledge and plans. The more scientists were collecting data, the more you could see that this virus was particularly contagious and lethal. At that point, drastic and unpopular measures began to be taken. Countries and local authorities applied unprecedented blocking measures (lockdown), recommended \"stay-home\" protocols for citizens other than key workers, and banned public and private meetings for many weeks. Social distancing became a common phenomenon throughout the world. Travel outside local areas was reduced or interrupted almost everywhere, as was the production and purchase of many non-essential products. Education, work, and recreational facilities were shut down, and the global economy struggled to cope with this sudden transformation in production, delivery, and sales through supply chains in all sectors. This was the case with the COVID-19 crisis. The spread of contagion has been a history of misperception, misunderstanding, miscommunication, overconfidence, and lack of preparation. After a first phase of apparent concealment of the problem (the problem was simply not accepted and therefore it could not be given the right attention), in the second phase, the political actors were \"overtaken\" by the crisis. An alarmed anxiety made them focus mainly on the threats that this new coronavirus represented together with the fear that the problem was unsolvable. Then, in the third phase, the actors began to doubt their own ability to deal successfully with the problem, extremely frustrated in the face of the problem and tormented by their emotions and negative thoughts. They were emotionally overwhelmed. The perception of uncertainty associated with the dark side of the pandemic (unknown trajectory and knowledge) influenced the adaptive decision-making. Health was at stake, and social, economic, and environmental concerns were staggering. The whole situation broadened the perception of space and time around policymakers (as around people in general), increasing the late response. The latency of responses to the crisis could also be due to politicians' fear of losing power due to unpopular decisions taken in times of crisis. Empirical evidence confirms that politicians who are not facing imminent elections are eager to try different decision-making paths ",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 927,
                    "text": "Kahneman et al. 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Perception and Misperception in Crisis Situations"
        },
        {
            "text": "In increasingly complex environments, policymakers are required to consider scientific evidence together with the values and interests of society when managing a crisis, making predictions and designing new policies to manage for instance the impact of a pandemic disease on health, economy, environment, and society at large. Crisis is a word semantically linked to situations of uncertainty and discontinuity. Conflict and crisis are typically driven by threats to fulfil basic needs. These needs not only are material (food safety, physical safety, and physical well-being), but also include psychological needs such as identity, security, resilience, and a sense of justice (Burton 1990). The balance of these needs poses a major challenge to the resilience of policymaking processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 Crisis and Evidence-Informed Policymaking"
        },
        {
            "text": "Although there have been other serious pandemics throughout history, COVID-19 has outperformed all others in its rate of infection, global spread, and alarming reaction to the disease. The consequences of the pandemic on the world economy have been severe. Many elements have characterised this crisis situation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 Crisis and Evidence-Informed Policymaking"
        },
        {
            "text": "1. Newness. Many attempts to manage the crisis failed, and then it was recognised that the problem was very serious (surprise, denial of the real existence of the problem, emotional upheaval, fear, sadness, sense of powerlessness, desperation). 2. Complexity and ambiguity. The multicausal dynamics that caused the pandemic (confusion, irritation, hostility to the state of the art). 3. Unpredictability. The known methods and procedures seemed not to work or did not fully adapt to the situation (anxiety, fear, lack of control, helplessness, hopelessness). 4. Conflicting goals. Differences of opinion between experts/scientists and politicians (anger over competition and ranking role; shame, humiliation). 5. Communication impairment. Communication difficulties between scientists and experts and between scientists and politicians/diplomats (anxiety/fear, shame, sadness, contempt, pride, sense of superiority). 6. Lack of resources. Financial difficulties to afford the political, economic, and social constraints of the crisis and delay in drawing up appropriate action plans to tackle it (anxiety, distrust, sense of guiltiness, remorse).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 Crisis and Evidence-Informed Policymaking"
        },
        {
            "text": "Uncertainty is an important element in all crises. It is linked to a lack of predictability because the information we have may be relatively scarce at first. But it may also be fuelled by a lack of understanding of available information. It may be that decision makers do not have clear ideas or \"stable\" objectives, or simply do not have idea what the components of uncertainty are. Policymakers and scientists, in order to address these nebulous and ambiguous situations, refer to certain professional standards for the representation of uncertainties such as procedures/norms (emergency and crisis plans); risk prevention/risk management; academic knowledge; best practices; evidence-informed advice; community resilience strategies; and communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 Crisis and Evidence-Informed Policymaking"
        },
        {
            "text": "Evidence-informed policymaking is the gold standard for policy formulationthe question is how this gold standard deals with disorderly reality because, of course, policymaking processes, especially in crisis situations, take place far from controlled environments. Decisions are influenced by a wide variety of factors (including politicians' values, their experience, and political judgment). This means that even in individual policy areas the evidence-informed policymaking must be sufficiently broad to develop a wide range of policy options and sufficiently detailed to be able to withstand intensive scrutiny. It is understood that in the case of a new crisis the mere application of procedures/norms will not be sufficient. This is precisely the definition of a crisis, as it has found us unprepared, and could suddenly send the decision-making machine into chaos. \"Policy makers are faced with irreducible complexity and radical uncertainty-and they must often rely on inadequate information. Policy makers think practically, are prepared to do anything that looks as if it might succeed and are reluctant to take big bets if not forced to do so\" (Gallucci 2012). In addition, policymakers face real problems. They would benefit from a multiple and integrated view of the same issue in order to capture all the consequences and likely interdependencies of a course of action. Policymakers need management tools, and they need help to link cause and effect (Gallucci 2012; George 1993; Maliniak et al. 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 Crisis and Evidence-Informed Policymaking"
        },
        {
            "text": "The political world is complex, uncertain, ambiguous, and intrinsically subject to continuous \"mutation\". Instead, human beings have limited capacities to perceive, process, and organise information. Policymakers and advisers may adopt a series of cognitive shortcuts through heuristics that can be helpful in a variety of situations. Heuristics can help to achieve a certain degree of simplicity but can also be a source of significant errors and cognitive bias (Kahneman et al. 1982 ). In this model of cognitive shortcuts, people on the stage and behind the scenes may act within a simplified mental representation of the reality. Politicians (and scientists), like the rest of us, may be affected by various cognitive biases. We could be \"directed\" by cognitive dissonance, normality bias, or a syndrome of personal invulnerability. The theory of cognitive dissonance 1 is especially relevant to this topic. 1 In 1957, Leon Festinger advanced his classic theory of cognitive dissonance, which describes how people manage conflicting cognitions about themselves, their behaviour, or their environment. Festinger posited that when a person experiences a sense of inconsistency or contradiction represented by the conflict among such cognitions (which he termed dissonance) it will make that person uncomfortable enough to actually modify one of the conflicting beliefs to bring it into line with the other belief. Thus, the main issue addressed in cognitive dissonance research has been that of how people deal with thoughts or information implying that they have made a wrong decision. According to Cooper and Fazio (1984) , dissonance should be thought of more as an emotional reaction to the knowledge that one has been responsible for an action that has produced unwanted consequences. Cognitions that reduce this sense of responsibility (e.g. that one acted We can then often observe \"gaming the system\" motivational strategy, i.e. the manipulation of information through which the governmental decision-making process may be prone to a \"guided selection\" and the framing of information by \"proactive members of the staff\", altering the different opinions of advisors as well, in order to deliberately distort the information that will be taken into account by the final decision maker (Gellman 2008; Sunstein 2007) . This behaviour could be strictly linked to the phenomenon observed and described by Janis (1982) as \"groupthink\", in which few members of the team of decision makers could act as mindguards in a way to co-opt the process of decision-making, so as to exclude experts, mass media, and outside critics in order to retain unity and esprit de corps (Aquilar and Galluccio 2008). Both in \"gaming the system\" and \"groupthink\", the danger is that the final decision could be flawed. Incomplete investigation and acquisition of information jeopardise the adaptive decision-making and alternative courses of action.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 484,
                    "text": "(Kahneman et al. 1982",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 913,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1625,
                    "text": "Cooper and Fazio (1984)",
                    "ref_id": null
                },
                {
                    "start": 2308,
                    "end": 2322,
                    "text": "Sunstein 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cognitive Biases and Psychosocial Mechanisms"
        },
        {
            "text": "Leaders and politicians in general should also be aware of their own and other side's core beliefs and cognitive distortions (thinking errors) (i.e. dichotomous thinking, selective abstraction, overgeneralisation, arbitrary inference, labelling, minimisation, maximisation, tunnel vision, to name but a few) (Aquilar and . The selective moral disengagement is a social mechanism described by Bandura (2002, 2004) and it is the result of different social-psychological mechanisms (influenced by personal relationships, media, and communication processes in general), which allow a person to act, tolerate, or support morally censurable behaviours, temporarily deactivating, in a selective way, some of the cognitive-emotional functions of the self-regulatory moral system (which is active in every person) (Aquilar and Galluccio 2009).",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 406,
                    "text": "(2002,",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 412,
                    "text": "2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cognitive Biases and Psychosocial Mechanisms"
        },
        {
            "text": "The moral disengagement may operate on restructuring the definition of harmful conduct as honourable by moral justification, exonerating social comparison, and sanitising language. It can also help to minimise feelings of guiltiness through a mechanism of diffusion and displacement of responsibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive Biases and Psychosocial Mechanisms"
        },
        {
            "text": "Last but not the least, I would also like to mention the phenomenon of the \"intoxication of power\" caused by the \"hubris syndrome\" described by David Owen (2007) as when power has gone to the heads of political leaders (but we can certainly say the same for scientists, governors, experts), wherein for many political leaders, the very experience of holding office and substantial power for a certain period of time could affect their balance and undermine their mental stability and under compulsion, or that the consequences could not have been anticipated) will reduce the extent to which one \"feels bad\" about one's behaviour, and hence the motivation to re-examine one's belief. However, this \"feeling bad\" depends on the consequences of one's behaviour rather than on the holding of contradictory beliefs (Eysenck 1990, p. 56).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "text": "(2007)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Cognitive Biases and Psychosocial Mechanisms"
        },
        {
            "text": "behaviours. This could lead to a consequent \"hubristic incompetence\" in the implementation of a policy, or in carrying out evidence-informed policymaking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive Biases and Psychosocial Mechanisms"
        },
        {
            "text": "This brief state of the art makes it clear that cognitive, emotional, and motivational elements can shape critical decisions, as it seems particularly important to recognise their impact on political judgement and decision-making. Therefore, it may be interesting to better understand and improve the interpersonal skills of policymakers, diplomats, and scientists who work under pressure to facilitate effective cooperative behaviour and adaptive decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive Biases and Psychosocial Mechanisms"
        },
        {
            "text": "It seems that improving the intrapersonal and interpersonal communication skills between main actors can be the real challenge for science diplomacy. Scientists and diplomats should be more aware about their own emotional expressions in interpersonal negotiations. They may be sending non-verbal signals without being aware of them. We have all experienced in several occasions how an incorrect assessment of body language may exacerbate a conflict, along with a dysfunctional expression of situation-related emotions. I remember very well an Agenda 2000 2 negotiation round on regional policy and aid to the European Union 2 Agenda 2000 was an action programme which main objectives were to strengthen community policies and to give to the European Union a new financial framework for the period of 2000-2006 with a view to enlargement. It was launched in 1999 in the form of 20 legislative texts relating to the following priority areas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Communication in Action"
        },
        {
            "text": "• Continuation of the agricultural reform along the lines of the changes made in 1988 and 1992 with a view to stimulating European competitiveness, taking great account of environmental considerations, ensuring fair income for farmers, simplifying legislation, and decentralising the application of legislation. • Increasing the effectiveness of the structural funds and the cohesion fund by greater thematic and geographic concentration of projects on specific objectives and geographical areas and thus improving management. • Strengthening the pre-accession strategy for applicant countries by setting up two financial mechanisms: a pre-accession structural instrument (ISPA) to support improved transport and Emotional Communication in Action islands. There was an expert, a European scientist, who showed a certain seriousness mixed with contempt in his non-verbal cues, looking angry at a politician, who was explaining certain political issues. Some politicians from different member states and the European institutions were annoyed by his non-verbal communication because they perceived this attitude as disrespectful and arrogant and started to act with hostility towards him (I spoke to all of them separately and they shared their perceptions with me). On the other side, I knew and perceived this scientist from a different perspective because I had met him at a dinner a few weeks before this negotiation round. On that occasion from our conversation, I had the feeling that he was overwhelmed by all these political issues for the simple reason that he was a scientist with a strong background on the environment policy and urban cities, but not on regional policy in general and especially not on policymaking processes (in this case also linked to agriculture). He seemed angry and almost disgusted because he was afraid of the difficulties of the matter and above all he did not know if he would be able to master it well and communicate to the audience the evidenceinformed policies regarding the negative potential of the proposed amendment to a EU's law they were negotiating about (i.e. in truth I must admit that this scientist always seemed serious and slightly disgusted when he listened carefully to someone: it was his way of paying attention to someone). In such cases, I think the best way to help the counterparts in expressing their emotions is to \"advise\" them at first to be aware of such dynamics and then to work on decoding problems as well. For example, we could introduce this dialogue: \"I feel that you are critical of this discussion and feel uncomfortable. Am I right? Or am I wrong? Perhaps you would like to give us your explanation and your interpretation of the topic and of our perception of your non-verbal communication, which seems rather hostile to me. Am I wrong?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Communication in Action"
        },
        {
            "text": "Can we clarify that point before we continue our interpersonal exchange?\" Then, the negotiator can creatively work towards a mutually satisfying framing and reframing of a text of compromise. This means to take into account all available technical and emotional information, which may indicate that there is a problem for my counterpart at some point in the process. The actors involved in the negotiation can make a series of moves to resolve possible conflicts together. In this way we will try to avoid the negotiation ruptures encouraging the working relationship building. By following this path two important results will be obtained: first, actors will feel on the same level, perceiving a mutual respect for their identities and professions. Secondly, they will improve the sustainability of such a working relationship for future interactions, because they now know each other better and have experienced ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Communication in Action"
        },
        {
            "text": "Cognitive is about knowledge and covers the following mental processes: making sense of events/situations, identifying and diagnosing problems, prioritising and exchanging objectives, managing attention, anticipating future states, performing workarounds, making decisions, and finally adapting (Klein and Militello 2001). These cognitive functions are related to each other. Making decisions, choosing what to do, is the most direct and visible challenge. The choices we make, in fact, depend on how we size the situation. Adaptation to events is based on how we understand those events and reflects our decisions and our ability to learn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metacognitive Functions and Emotional Styles"
        },
        {
            "text": "Cognitive processes are the ways in which every human being constructs knowledge of himself/herself and of the world, and are permeated by emotions and meaning. These cognitive processes can be grouped into the following categories:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metacognitive Functions and Emotional Styles"
        },
        {
            "text": "1. Sensation and perception 2. Consciousness and attention 3. Memory 4. Learning 5. Thought 6. Language Moreover, it has been widely demonstrated that our perception of an event influences our physiological, emotional, and behavioural responses to it (Liotti, 2001 (Liotti, , 2007 Panksepp 1998 Panksepp , 2003 . Emotions are involved in all aspects of cognition and behaviour, including attention, perception, reasoning, and memory, as well as attitude change, decision-making, and interpersonal and inter-group relations (Aquilar and Galluccio 2008). Thinking, feeling, and acting are embodied and all attempts to really understand the behaviour without taking into account cognitive, emotional, and motivational processes will lead to \"incomplete\" results.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 264,
                    "text": "(Liotti, 2001",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 280,
                    "text": "(Liotti, , 2007",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 294,
                    "text": "Panksepp 1998",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 310,
                    "text": "Panksepp , 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Metacognitive Functions and Emotional Styles"
        },
        {
            "text": "Metacognition (cognition of cognition) refers to the set of knowledge and control of one's own cognitive functioning carried out with awareness by individuals (Semerari 2000). Metacognition is a permanent activity used at more or less complex levels to regulate daily behaviour (Di Maggio et al. 2007 ). Metacognitive functions are mental activities aimed at solving cognitive tasks, mastering mental states, predicting, and explaining intrapersonal and interpersonal behaviours. The ability of people to monitor the contents of their conscious experience in order to recognise them as mental states (emotions, feelings, bodily sensations, thoughts, memories, ideas, opinions, expectations, fantasies) seems to be the implementation of the theory of mind that begins to develop in childhood ( 1. Resilience: how you face the crisis and how you recover slowly or quickly from adversity. 2. Outlook: how long you are able to sustain positive emotion and be focused on current issues. 3. Social intuition: how skilfully you are to grasp and integrate the social signals of people around you into your reasoning while interacting. 4. Self-awareness: how well you reflect on your integrated knowledge and how well you perceive the related bodily feelings reflecting emotions. 5. Sensitivity to context: how good you are at regulating your emotional responses to take account of the context in which you find yourself and to improve your information and decision-making processes. 6. Attention: how sharp and clear is your focus to the context, people, and issues you are examining.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "2007",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 792,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Metacognitive Functions and Emotional Styles"
        },
        {
            "text": "These six dimensions have been empirically validated by research in affective neuroscience around the world as emotional style has a solid foundation in the brain. This is something that other personality trait and temperament classification schemes do not have (Davidson and Begley 2013; Panksepp 2003). Each of the six dimensions has a specific identifiable neural signature, a good indication that they are real and not just a theoretical construct, as they describe an integrated continuum (Davidson 2003) . Although emotional style is ordinarily stable over time, it can be altered by conscious, intentional effort at any point in life on each or few of the six dimensions, through the intentional cultivation of specific mental qualities or habits (Begley 2007; Lowenstein and Parent 1999) . Research has shown that people can develop and acquire new specific skills through training tailored on the interpersonal skills they need and would like to learn (Davidson and Begley 2013). Therefore, we are working on effective ways to increase specific interpersonal skills developing tailor-made training programmes. This means improving interpersonal negotiating skills, through the strengthening of important cognitive and emotional processes to help main actors to better cooperate (i.e. self-awareness, attention, memory, empathy, outlook, to name but a few). This is done through the fostering of the metacognition functions (the ability to think about our memory and our judgments), regulation of emotions, and problem-solving modalities in the face of stress. We are willing to generate a longer term research and training agenda on the importance of psychological processes in interpersonal policymaking negotiations.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 509,
                    "text": "(Davidson 2003)",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 767,
                    "text": "(Begley 2007;",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 795,
                    "text": "Lowenstein and Parent 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Metacognitive Functions and Emotional Styles"
        },
        {
            "text": "As already mentioned, the crisis can come as a complete surprise. The time frame in which to react appears limited, and the threat to life and values is strongly perceived. These factors provoke a strong emotional stress that could undermine policymakers' attempts at rationality. Intense stress can aggravate mental rigidity and impair the cognitive abilities, including creativity and ability to cope with complexity, because dysfunctional core beliefs, cognitive biases, and psychosocial mechanisms deteriorate interpersonal skills, the ability to solve problems, to make adaptive decisions, and to compromise on possible achievements. Limits on \"rationality\" may occur because of:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptive Decision-Making"
        },
        {
            "text": "In such conditions, experience based on accumulated knowledge could mitigate the shock that calls to action in introducing an element of credibility and predictability. Learning from experience is the most powerful way to lead. It produces the tacit knowledge that is crucial in a crisis (Nye 2008). Experience is not a simple accumulation of knowledge, but it is how we use our knowledge to adjust our attention. Joint attentional skills and attunement are features of prepared minds willing to cooperate. Their efforts and their interests have prepared them to notice things others miss (Klein 2013). But as explained before we also need to investigate core beliefs, because rigid beliefs anchor our understanding. Even if we have a lot of experience, if we are \"trapped\" in fixed mindsets we will miss the insights sitting right in front of us (Klein 2013). Of course, experience and intuition can be supplemented by analytic skills. The joint focus of scientists and policymakers on working on cognitive biases and emotional regulation in cooperative brainstorming could help to initiate an interactive process to assess what works in the policymaking process and what does not, to the extent that efforts are made to improve communication and change policy formulation as soon as possible. This self-awareness on adaptive decision-making in crisis situations could add room for manoeuvre to implement the results and support new courses of action. In time of crisis, traditional models of evidence-informed policy and procedural mechanisms could be complemented with adaptive decision-making models because crises (such as the COVID-19), characterised by radical uncertainty and suffocating ambiguity, lack scientific knowledge. Decisions in this case require rapid and provisional assessment of the situation and immediate action. Action taken on the ground will represent matter for future feedback only ex post facto. Metacognitive function improvement is a useful tool to manage complex situations. All the actors from scientists to politicians to diplomats will benefit from self-reflexivity, becoming aware of dysfunctional beliefs, cognitive biases, and importance of trusting more their tacit knowledge and the profound value of peer cooperative processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptive Decision-Making"
        },
        {
            "text": "The post-traumatic COVID-19 growth (PTCG) will need a tremendous multidisciplinary effort on behalf of all people in the world, and a sustained effort for the months and years to come to manage uncertainty more than to reduce it. However, to manage uncertainty, we should know how to seek and prioritise information and to coordinate a common action. There is a need to cooperate and interface with all operators in the field: doctors, nurses, sanitary operators, scientists, experts, policymakers, diplomats, communicators, entrepreneurs, managers, stakeholders at the large, etc. Very often it is important to receive feedbacks from someone whose role in the process could be summed up by these words: \"if you want to know if the elephant at the zoo has a stomach ache, don't ask the veterinarian, ask the cage cleaner\". People who clean up messes become attuned to circumstances that change the amount of mess there is (Sapolsky 2004, p. 329 ). This brings with it the necessity to listen, motivate, influence, and cooperate, a set of interpersonal skills with which leaders (in all fields) are generally not very familiar. Instead, in order to set up policy formulation and policy evaluation mechanisms we have to involve the people with a bottom-up approach. There is a need to understand how people think, feel, and are motivated and this requires awareness and empathy skills on behalf of policymakers. It is precisely cooperation and not competition that has allowed complexity to evolve. Science diplomacy really needs an implemented cooperation at first between scientists, policymakers, and then stakeholders. The act of willing to cooperate implies the ability to perceive the other as fundamentally \"similar\" to oneself in the intentionality. Therefore, the joint engagement on a problem establishes an essentially equal interpersonal perception, which is the fundamental characteristic of cooperative motivation and implemented results (Liotti 2001). Without a serious reflection on ourselves, the world, and our interaction with the world, we cannot hope to produce sustainable evidence-informed policymaking. An interaction between people requires joint attention, a common concentration; otherwise we risk communicational chaos. Herbert Simon (1977) , writing about the new world saturated with information, warned us more than 40 years ago of how this information consumes the attention of those who receive it, so that a wealth of information produces a poverty of attention. Unfortunately, the very volume of information we deal with every day leaves us too little time to reflect on its real meaning. In a period of crisis like the present one, the proliferation of sources of information in and of itself leads people to peaks of anxiety precisely because there is no time to reflect. The problem is that too much information disperses attention and gets the opposite effect: people do not understand well and the message you want to send is not received or is misperceived. Policymakers are themselves overwhelmed by the information and under constant pressure and in time of crisis this state of the art is compounded. We live in an ambiguous and uncertain world with lights and shadows. There are people who see very well in the light, but those with real experience are able, because of their inherent knowledge, to look, understand, and act even in the shadows. Here it comes to the fore the tacit knowledge that is the ability to do things without being able to explain how. It is about perceptual skills, workarounds, pattern matching, judging typically, and mental models (Klein 2009). Tacit knowledge is critical for the way we design and use procedures in complex situations. But tacit knowledge resists scrutiny and evaluation. Therefore, it is susceptible to biases. And this in politics, as in the private sector, influences planning and risk management, problem-solving, and adaptive decision-making processes. Decisions depend on how we perceive situations, how we explain them, and how much we learn from events (our experience). Experience together with the ability to mentalise (the awareness that our and other people's behaviour is not detached from intentional mental states) makes us more resilient and allows us to store situations and experience in our brain, as it makes us more efficient in the future in solving problems and making decisions. This is where experience is irreplaceable. Most of the advice offered is about how to think and decide when the issues are straightforward. But we do need to explore how we think and decide in the world of shadows, the world of ambiguity. New generations should be aware of statistical and analytical methods' limits to recognise the value of experience and credibility that comes with age, and to \"take advantage\" of the tacit knowledge that \"seasoned\" experts have and that no book or article can ever give them. Cooperation can help us all build something new together and share knowledge on the field: from the leader to the scientists, to the operators, and to the normal citizen. This is the era of greater individual and shared responsibility to rebuild a more resilient and stronger community.",
            "cite_spans": [
                {
                    "start": 2254,
                    "end": 2266,
                    "text": "Simon (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 922,
                    "end": 944,
                    "text": "(Sapolsky 2004, p. 329",
                    "ref_id": null
                }
            ],
            "section": "Concluding Remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aquilar and Galluccio (2008) and Galluccio and Safran",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cognitive overload (limits on the individual's ability to receive, process, and assimilate information about the situation)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Misperception and misunderstanding",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biased cognitive information processing (negative automatic thoughts, poor self-efficacy beliefs, negative mood-congruent autobiographical memories)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inability to generate the entire set of alternatives 8. Inability to prevent possible consequences 9. Ineffective problem-solving modalities 10",
            "authors": [],
            "year": null,
            "venue": "Dis-adaptive behaviours The accompanying limits may be fuelled by the impossibility to",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deal effectively with abstractions and uncertainty 2. Perceive not only blacks and whites, but also to distinguish from the many subtle shades of grey that fall in between",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Druckman and McDermott 2008; Sheffer et al. 2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Galluccio and Beck 2015). Moreover, they should be aware of human cognitive interpersonal cycles (Galluccio 2011; Galluccio and Safran 2015; Safran 1984, 1998); metacognitive function \"deficit\" (Aquilar and Galluccio 2008; Galluccio and Safran 2015; Di Maggio et al. 2007); and social mechanisms of selective moral disengagement (Bandura 2002)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "People can communicate emotions without being fully aware of it. Empirical evidence (Argyle 1994, 1995; Ekman 1985, 2003; Ekman and Davidson 1994; Ekman and Rosenberg 2005; Russell and Fernàndez-Dols 2002) has shown how different emotions play an important role in interpersonal communication. Emotions are linked to different expressive-motor behaviours and can be revealed through non-verbal communication cues without awareness. Even if people focus their attention on your verbal language they react automatically to your bodily signals. Ekman (2003) has reconciled studies that demonstrate the existence of universal facial emotional expressions with the findings that display rules differ from one culture to another. Display rules are socially learned and culture based. Thus, the different aspects of emotional expression are both universal and culture specific.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "environmental protection infrastructure and a pre-accession agricultural instrument (SAPARD) to facilitate the long-term adjustment of agriculture and the rural areas of the applicant countries.• Adopting a new financial framework for the period of 2000-2006 in order to enable the Union to meet the main challenges of the beginning of the twenty-first century, in particular enlargement, while ensuring budgetary discipline.(Source: The European Commission, Brussels).feelings of trust and confidence, and above all have experienced positive-effect harbingers of future smoother interactions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Di Maggio et al. 2007; Liotti 2001). The five metacognitive functions as defined and explained by Di Maggio et al. It is quite clear that what we need is qualitative and quantitative research to understand how people can make important, vital decisions under extreme pressure of time and uncertainty. In practice, it is considered of great importance to investigate in the field the way decision makers work and master their cognitive and emotional processes. Our interest at the moment is in affective neuroscience and the focus is in particular on emotional style (ES), which can be considered the foundation of our emotional and cognitive life. Emotional style comprises six dimensions (Davidson and Begley 2013):",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}