{
    "paper_id": "3e8d741f5d48b0a89ac23be7a0f67eb5cbf46b09",
    "metadata": {
        "title": "Letter to the editor C3 polymorphisms represent an important immunological confounder on the spread and outcome of COVID-19 Xiaofeng Dai",
        "authors": [
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Xi'an Jiaotong University",
                    "location": {
                        "addrLine": "Lihu Avenue 1800",
                        "postCode": "214122",
                        "settlement": "Wuxi",
                        "country": "China"
                    }
                },
                "email": "1281423490@qq.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Delanghe et al. reported that complement component 3 (C3) and angiotensin-converting enzyme 1 (ACE1) polymorphisms were important confounders of COVID-19 prevalence, and C3 was a significant determinant for COVID-19 mortality from the multivariate analysis. 1 It is interesting to know from statistical analysis the determinant role of C3 complement in both COVID-19 prevalence and mortality 1 that may explain the critical functionalities of the immune system in the battle against COVID-19. The complement system plays beneficial roles as the first line of defense against microbial threats, including viruses. Complement assists in the clearance of immune complexes, cellular debris and apoptotic cells that is critical for immune surveillance and homeostasis. 2 Thus, excess binding of leukocytes to the vascular wall due to the presence of the A antigen 3 could be effectively cleared away by complements, especially C3, which plays a central role in the 'complement' pathways, explaining the observed association between C3 polymorphism and COVID-19. On the other hand, the ACE D allele frequency (deletion) is associated with low ACE expression where high level of ACE is beneficial to vascular health; 4 thus, the confounding role of the ACE D allele frequency in COVID-19 prevalence unveiled by the multivariate analysis 1 is in line with the reported positive correlation between COVID-19 severity and cardiovascular diseases. 4 The confounding roles of C3 and ACE1 polymorphisms, 1 together with the association between ABO blood group and COVID-19 severity, 4 serve our understandings on what influences COVID-19 spread and outcome. Yet, it might be difficult to draw parallel comparisons between each other. First, the predisposing role of the ABO blood group in COVID-19 severity and cardiovascular diseases does not vanish if other influential factors co-exist. Second, though the blood type O allele and A allele show opposite predisposing roles on COVID-19 severity, 4 the mechanisms differ; 2 thus, the A allele alone could not be used to well represent the ABO blood type regarding its comparison with C3 S allele frequency and ACE D allele frequency on influencing COVID-19 spread and outcome. Third, disease prevalence, severity and mortality are not the same concept and may be primarily controlled by differential factors, rendering it difficult to directly compare their confounding factors and draw conclusions. As exhibited in Delanghe's paper, the confounding role of the ACE D allele frequency was present in COVID-19 prevalence but vanished when disease mortality was evaluated, 1 and severe COVID-19 does not necessarily contribute to mortality that involves other factors such as patient immunity. Fourth, many biological factors convolute with each other due to their intrinsically connected signaling and mechanisms, which makes their direct comparison through multivariate analysis difficult, but extracting independent variables through projecting them onto another space, such as principle component analysis, will make these factors biologically meaningless.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 764,
                    "end": 765,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1437,
                    "end": 1438,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The predisposing role and confounding effect of factors reported in these two studie 1,4 do not exclude the possibility of existing other factors contributing to COVID-19 prevalence and outcome. For further studies on comparing the effect sizes of different factors, one is recommended to carefully select the computational approach and factors included in the analysis that may largely affect the outcome, and use at least one dataset with sufficiently large sample size (e.g. over 50 participants in size) for validation before drawing any concrete conclusion from the dry lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First Affiliated Hospital of Xi'an Jiaotong University, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "C3 and ACE1 polymorphisms are more important confounders in the spread and outcome of COVID-19 in comparison with ABO polymorphism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Delanghe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "De Buyzere",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Speeckaert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Prev Cardiol",
            "volume": "27",
            "issn": "",
            "pages": "1331--1332",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Complement: A key system for immune surveillance and homeostasis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ricklin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hajishengallis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Immunol",
            "volume": "11",
            "issn": "",
            "pages": "785--797",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel association of ABO histo-blood group antigen with soluble ICAM-1: Results of a genome-wide association study of 6,578 women",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pare",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Chasman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kellogg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ABO blood group predisposes to COVID-19 severity and cardiovascular diseases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Prev Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This study was funded by the National Natural ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        }
    ]
}