{
    "paper_id": "3e8d8f40ec9507af9c3209bb53ddf2e5f123272f",
    "metadata": {
        "title": "Effects and safety of Tanreqing injection on viral pneumonia A protocol for systematic review and meta-analysis",
        "authors": [
            {
                "first": "Yue",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xue",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Lui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ya-Dong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Influenza-related viral pneumonia is a severe threat to human health, which has caused high morbidity and mortality each year. The objective of this study was to assess the efficacy and safety of Tanreqing Injection therapy in patients with viral pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Materials and methods: This protocol established in this study has been reported following the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols. Web of Science, PubMed, EMBASE and the Cochrane Library were searched for clinical randomized trials in cases with viral pneumonia until 1st of July 2020. We will use a combination of Medical Subject Heading and free-text terms with various synonyms to search based on the Eligibility criteria. Two investigators independently reviewed the included studies and extracted relevant data. The relative risk (RR) and 95% confidence intervals (CIs) of were used as effect estimate. I-square (I 2 ) test, substantial heterogeneity, sensitivity analysis and publication bias assessment will be performed accordingly. Stata 14.0 and Review Manger 5.3 are used for meta-analysis and systematic review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The results will be published in a peer-reviewed journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: The results of this review will be widely disseminated through peer-reviewed publications and conference presentations. This evidence may also provide helpful evidence of whether Tanreqing Injection therapy was efficient and safe in patients with viral pneumonia. PROSPERO registration number: CRD42020164164.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: CIs = confidence intervals, PRISMA-P = preferred reporting items for systematic review and meta-analysis protocols, RR = relative risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza is a viral infection that attacks the respiratory system. [1] Rapidly progressing viral pneumonia is the pulmonary manifestation that is commonly observed in patients with influenza and are associated with considerable mortality, [2, 3] representing a severe threat and imparting a substantial financial burden worldwide. [4] The current treatment of viral pneumonia is to use antibiotics, mechanical ventilation, vasoactive drugs, nutritional support, etc. [5] There is no effective treatment for viral pneumonia. However, the above treatments cannot curb the progress of the body's inflammatory storm, which may be one of the reasons for the high mortality rate of patients with viral pneumonia. [6, 7] In recent years, Chinese medical workers in China have used Tanreqing Injection with the function of promoting blood circulation and removing blood stasis to treat viral pneumonia and have achieved good clinical results. [8, 9] In the diagnosis and treatment of new type of coronavirus pneumonia in China, it has been recommended to use Tanreqing Injection for adjuvant treatment for patients with systemic inflammatory response syndrome or / multiple organ failure. [10] Three systematic reviews of Tanreqing Injection in the treatment of viral pneumonia were published in 2012, 2014 and 2015, all confirming the YQ and XY contributed equally to this research, so they are the co-first authors.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 940,
                    "end": 942,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article is a protocol for systematic review and it does not involve Human Participants or Animal. Therefore, ethical approval would be unnecessary. The author(s) declared no potential conflicts of interest with respect to the research, authorship, or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data sharing not applicable to this article as no datasets were generated or analyzed during the current study. effectiveness of Tanreqing Injection in the treatment of viral pneumonia, [11, 12] but whether Reducing mortality in patients with viral pneumonia is controversial.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the past five years, more studies on the effect of using Tanreqing Injection on viral pneumonia on patient mortality, length of hospital stay, and mechanical ventilation have been published. [13] Therefore, this study is based on the currently published related randomized controlled trials (RCTs). The systematic review and meta-analysis hope to provide further evidence-based evidence for clinical treatment.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of our study is to objective provide helpful evidence of whether Tanreqing Injection would reduce the mortality and incidence of viral pneumonia. A better understanding of Tanreqing Injection, guide the treatment of viral pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study aim"
        },
        {
            "text": "The protocol of our MAs followed the guideline of the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols (PRISMA-P) recommendations. [14] It has been registered with International Prospective Register of Systematic Reviews (PROSPERO) as CRD42020164164 (https://www.crd.york.ac. uk/prospero/display_record.php?ID=CRD42020164164).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "3.1. Eligibility criteria 3.1.1. Types of studies. Only randomized clinical trials screened to forecast the efficacy and safety of Tanreqing Injection in the treatment of viral pneumonia, will be included to pool and review in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Studies included adults aged 18 years old and older with the diagnosis of viral pneumonia in the general population. Intervention must be at least Tanreqing Injection treatment for more than 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of participants and interventions."
        },
        {
            "text": "3.1.3. Types of outcome. Outcomes will include mortality, cure rate, efficacy or adverse events confirmed by imaging diagnosis, or records such as risk ratio, odds ratio, hazard ratios, standardized incidence ratio, standardized mortality ratio and associated 95% confidence intervals (CIs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of participants and interventions."
        },
        {
            "text": "Web of Science, PubMed, EMBASE and the Cochrane Library were searched for randomized clinical trials until 1st of July 2020. The MeSH search and text word will be used with the terms related to Tanreqing Injection and viral pneumonia. To perform a comprehensive and focused search, experienced systematic review researchers will be invited to develop a search strategy. The plan searched terms are as follows: Tanreqing Injection, viral pneumonia, pneumonia necrotizing, et al. An example of search strategy for PubMed database shown in Table 1 will be modified and used for the other databases. The reference lists of all relevant studies will be searched for additional relevant studies not retrieved from the electronic database search.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 544,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Search strategy"
        },
        {
            "text": "All initial records from four electronic databases will be imported into the web-based systematic review Rayyan software. [15] First, the titles and abstracts of records will be reviewed independently by two reviewers to identify potential trials according to eligibility criteria. Then, full-text of all potentially relevant trials will be downloaded to make sure eligible trials. Any conflict will be resolved by discussion. A flow diagram (Fig. 1) will be used to describe the selection process of eligible papers.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 450,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Study selection"
        },
        {
            "text": "The data will be extracted out by two independent reviewers in accordance with the Cochrane Handbook of Systematic Reviews of Interventions. Two investigators will independently screen all the included studies to extract the following data: name of the first author, publication year, study design, country, intervention, control group, study period, sample size, numbers of outcomes, age at enrollment, sex, duration of follow-up, adjustments, and effect estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "Two reviewers will evaluate independently the risk of bias of included studies using a modified version of Cochrane tool [16] in which we will to check for allocation concealment, blinding, incomplete outcome data, selective reporting, and other bias, each of which makes high risk, low-risk, and unclear grades. The Newcastle-Ottawa Quality Assessment Scale [17] was employed to assess the quality of each of the included studies. Any discrepancy was resolved by discussion or by a third reviewer.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Risk of bias of individual study and quality assessment"
        },
        {
            "text": "The effect estimate of interest will be the odd ratio (OR). Statistical analyses will be performed using Review Manager 5.3 statistical software and Stata 15.0 software. The outcomes will be Table 1 Searching strategy in PubMed. presented as the relative risk, mean difference or standardized mean difference and its 95% CI. The statistical significance will be assessed for P < .05, and moderate to high levels of heterogeneity will be considered for I 2 > 50%. [18] A fixed effects model will be used if no statistical heterogeneity across the studies; otherwise, the random effects model will be considered.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data analyses"
        },
        {
            "text": "If included studies were more than ten, funnel plot will be used to identify the possible publication bias. Additionally, Egg regression and Begg tests will be utilized to detect the funnel plot asymmetry. [19] ",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Publication bias"
        },
        {
            "text": "If there is enough research, we will conduct a subgroup analysis to investigate differences in age, gender and et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analysis"
        },
        {
            "text": "It is not clear how Tanreqing Injection affects the treatment of viral pneumonia. This systematic review and meta-analysis will evaluate the efficacy and safety of Tanreqing Injection for the treatment of viral pneumonia. The results of this review will be widely disseminated through peer-reviewed publications and conference presentations. This evidence may also provide helpful evidence of whether Tanreqing Injection affects the treatment of viral pneumonia. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "H5 influenza, a global update",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harfoot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Webby",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Microbiol",
            "volume": "55",
            "issn": "",
            "pages": "196--203",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Kinetics of serological responses in critically Ill patients hospitalized with 2009 Pandemic Influenza A(H1N1) Virus Infection in Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rolfes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flannery",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "217",
            "issn": "",
            "pages": "1078--88",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global mortality estimates for the 2009 Influenza Pandemic from the GLaMOR project: a modeling study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spreeuwenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lustig",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza cost and costeffectiveness studies globally-a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Peasah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azziz-Baumgartner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breese",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "5339--5387",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The inhibitory effect of curcumin on virus-induced cytokine storm and its potential use in the associated severe pneumonia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Cell Dev Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A sensitive HPLC-MS method for simultaneous determination of thirteen components in rat plasma and its application to pharmacokinetic study of Tanreqing injection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Pharm Biomed Anal",
            "volume": "148",
            "issn": "",
            "pages": "205--218",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza A-associated severe pneumonia in hospitalized patients: risk factors and NAI treatments",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "92",
            "issn": "",
            "pages": "208--221",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of plasma pharmacokinetics of Tanreqing solution between intratracheal aerosolization and intravenous injection in rats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biomed Chromatogr",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "LC-MS/MS analysis and pharmacokinetic study on five bioactive constituents of Tanreqing injection in rats",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "769--75",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Editorial Board Of Chinese Critical Care Medicine",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "1199--203",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The incidence and risk factors for adverse drug reactions related to tanreqing injection: a large population-based study in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Pharmacol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Systems pharmacology-based study of Tanreqing injection in airway mucus hypersecretion",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ethnopharmacol",
            "volume": "249",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rapid analysis of the Tanreqing injection by near-infrared spectroscopy combined with least squares support vector machine and Gaussian process modeling techniques",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Spectrochim Acta A Mol Biomol Spectrosc",
            "volume": "218",
            "issn": "",
            "pages": "271--80",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shamseer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rayyan-a web and mobile app for systematic reviews",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ouzzani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hammady",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fedorowicz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Syst Rev",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chapter 8: assessing risk of bias in included studies",
            "authors": [
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "Jac",
                    "middle": [],
                    "last": "Sterne",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cochrane Handbook for Systematic Reviews of Interventions version 5.2.0",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Quality assessment of observational studies in a drug-safety systematic review, comparison of two tools: the Newcastle-Ottawa Scale and the RTI item bank",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Margulis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pladevall",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Riera-Guardia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Epidemiol",
            "volume": "6",
            "issn": "",
            "pages": "359--68",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "GRADE guidelines: 1. Introduction-GRADE evidence profiles and summary of findings tables",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Akl",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Epidemiol",
            "volume": "64",
            "issn": "",
            "pages": "383--94",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bias in meta-analysis detected by a simple, graphical test",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "Davey",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "BMJ",
            "volume": "315",
            "issn": "",
            "pages": "629--663",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This protocol is funded by Department of General Internal Medicine, The Third Affiliated Hospital of Beijing University of Chinese Medicine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Acquisition: Yue Qiu, Xue Pan, Lin Su, Ya-Dong Li. Conceptualization: Yue Qiu, Ya-Dong Li. Methodology: Ya-Dong Li. Project administration: Xue Pan, Lin Su, Ya-Dong Li. Registration: Hui Liu. Writing & original draft: Yue Qiu, Xue Pan, Lin Su, Ya-Dong Li.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Flow diagram: selection process for the studies.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}