{
    "paper_id": "3e8e58f25d1b790216b472a940ad94c03bd20a7f",
    "metadata": {
        "title": "Interdependent Citizens: The Ethics of Care in Pandemic Recovery",
        "authors": [
            {
                "first": "Mercer",
                "middle": [],
                "last": "Gary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Berlinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "7. Aleem, \"New CDC Data Shows Covid-19 Is Affecting African Americans at Exceptionally High Rates\"; Bouie, \"Why Coronavirus Is Killing African-Americans More Than Others\"; D. Scott, \"Covid-19's Devastating Toll on Black and Latino Americans, in One Chart,\" Vox, April 17, 2020, https://www.vox.com/2020/4/17/21225610/ us-coronavirus-death-rates-blacks-latinos-whites; E. C. Brown, \"Black Women Have Long Faced Racism in Health Care; Covid-19 Is Only Amplifying It,\" Appeal, April 10, 2020, https:// theappeal.org/blackwomen-coronavirus-healthcare/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Ethics of Care in Pandemic Recovery by MERCER GARY and NANCY BERLINGER P andemic confirms that we live in a nonideal world. Widespread and increasing need, insufficient and unevenly allocated critical resources, and mounting psychological strain all make us ever less like the rational, reasonable, and autonomous actors presupposed by most models of justice. As we imagine the long, uncertain recovery from catastrophe, we are faced with the reality of human dependency together with social inequity. We need a set of theoretical tools that takes this starting point as given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interdependent Citizens:"
        },
        {
            "text": "Feminist care ethics provides these tools by connecting our intimate interpersonal obligations to our societal obligations. It challenges the temptation to treat our current predicament as exceptional: care ethics understands interdependence as a necessary aspect of the human condition and recognizes inequity as structural. The crisis of Covid-19 has forced us to notice two things: our human interdependence and American society's tolerance for \"inequalities embodied in health inequities,\" reflected in data on Covid-19 mortality and geographies. 1 Care is integral to our recovery from this catastrophe and to the development of sustainable public health policies and practices that promote societal resilience and reduce the vulnerabilities of our citizens. By citizens, we mean all people who make up a society, recognizing that some members of society face barriers to political citizenship. 2 Joan Tronto and Eva Feder Kittay are two contemporary American philosophers whose ethics of care speak to the demands of this moment and the challenges of our collective future. Tronto is a political theorist, Kittay a moral philosopher, but both argue for the compatibility of care ethics and justice theory. 3 Even a brief scan of their key insights suggests how the ethics of care offers a critical alternative to utilitarian and deontological approaches and provides a street-ready framework for integration into public health deliberations to anchor public policy and investments concerning the recovery and future well-being of America's citizens and society. For Tronto, care includes \"everything that we do to maintain, continue, and repair our 'world' so that we can live in it as well as possible.\" 4 Crucial to Tronto's definition is that care is action; neither general endorsement (\"caring about\") nor a caring disposition (\"caring for\") constitutes care itself. 5 Also crucial is the political context of care; for Tronto, care is \"the work of citizens.\" 6 Care is the practical expression of the interdependence of citizens of a democracy. It is the work we do for each other and on behalf of our \"world,\" which may be a home, a family, a neighborhood, a city, a nation, a habitat, or the planet.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 552,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 900,
                    "end": 901,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1212,
                    "end": 1213,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1971,
                    "end": 1972,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Interdependent Citizens:"
        },
        {
            "text": "Care work occupies a precarious spot in our moral imagination and social policy. During the acute phase of the Covid-19 public health catastrophe in the United States, care work had a heroic moment as we justly expressed gratitude and admiration for frontline workers. Yet care work is typically low-status work: \"dirty work,\" 7 women's work, immigrants' work, families' work. The marginal status of care work and of the carer is mirrored in the status of the populations perceived as being in need of care: older adults, people with chronic illness or disabilities, children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interdependent Citizens:"
        },
        {
            "text": "We celebrate Covid-19 carers as \"heroes,\" but we failed to care for them in advance of the catastrophe through adequate pandemic preparedness and early response. We Mercer Gary and Nancy Berlinger, \"Interdependent Citizens: The Ethics of Care in Pandemic Recovery,\" Hastings Center Report 50, no. 3 (2020): 56-58. DOI: 10.1002/hast.1134 identify populations as \"vulnerable\" or \"at risk\" concerning Covid-19, but we failed to care for them in advance; instead, we entrenched social inequalities that make the lives of fellow citizens harder. Going forward, how should we take responsibility for the work that maintains, continues, and sustains the world, rather than turfing this work to \"heroic\" individuals with high social status and \"invisible\" (rather, visible but overlooked) populations with low social status? This is a question that policy-makers responsible for pandemic recovery strategies should respond to concretely through attention to supporting the ability of fellow citizens in the care workforce to live as well as possible. Public health policy grounded in an ethic of care should encompass wages, working conditions, housing affordability and accessibility, food security, transportation, education, childcare, environmental protections, and protections for immigrants, in addition to health and health care. 8 For Kittay, the action-the \"labor\"-of care concerns the body of another, and the ethics of care \"begins with embodied selves who are regarded as inextricably connected to other embodied selves.\" 9 Care work centers on the embodied individual and the conditions for the well-being of this individual. 10 For this person to flourish, her \"genuine needs\"-the things without which she would be harmedmust be met, and she must have access to ways to satisfy her \"legitimate wants,\" the things that \"make it worthwhile for a person to get up every morning.\" The act of care is \"concerned with that person's welfare as it contributes to that individual's flourishing.\" All people have genuine needs and legitimate wants, and all humans have periods of greater or lesser dependence on others; some individuals are totally dependent on others. 11 Kittay points out that all moral theories aim to prevent harm. 12 Therefore, the ethics of care must safeguard the cared-for person from neglect and the carer from exploitation; a decent and just society must not abandon either of these fellow citizens. Kittay's focus on embodiment echoes the language used by social epidemiologist Nancy Krieger, who frames injustice \"embodied\" as harm. 13 In responding to and recovering from the Covid-19 pandemic, we must face how our tolerance for inequality has harmed our fellow citizens: those institutionalized in long-term care facilities, prisons, and detention centers; those members of poor and working-class communities, especially communities of color, at disproportionate risk of chronic conditions; and those who are aging or immunocompromised. 14 In Krieger's words, \"Right now, people through their bodies are showing what the problems are in our society.\" 15 The first phase of the Covid-19 public health and economic catastrophe in the United States has relied on the metaphor of war and imprisonment to describe and shape experience: the frontline, the surge, battle fatigue, lockdown. As the catastrophe becomes less acute and more chronic, we may grow impatient with the \"vulnerable\" and the \"at risk,\" with those of us who are older, sicker, poorer, more disabled, more dependent, less \"resilient.\" We may be tempted to push care problems back to families; to avert our gaze from the problems of long-term care facilities; to accept the exploitation of low-wage, often immigrant workers as part of how our economy works; to avoid the responsibility of repairing a broken society.",
            "cite_spans": [
                {
                    "start": 1329,
                    "end": 1330,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2166,
                    "end": 2168,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2558,
                    "end": 2560,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3079,
                    "end": 3081,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Interdependent Citizens:"
        },
        {
            "text": "We must resist these temptations. Favoring the mundane over the heroic, care ethics encourages us to see ourselves as part of networks of need and dependence and to imagine ourselves as interdependent citizens. Putting feminist conceptions of justice as care at the center of Covid-19 recovery may help us to recognize that we all deserve to live in a decent and just society that cares about us, cares for us through its priorities and investments, and supports our ability to care for each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interdependent Citizens:"
        },
        {
            "text": "by ALAN ELBAUM I f George Floyd had died of Covid-19, the world would not know his name. If he had lived another thirty years and then died of cardiovascular disease, the world would not know his name. It is the particular brutality of the racism that killed him, a police officer kneeling on his neck for eight minutes and forty-six seconds as Floyd pleaded for breath, that has finally brought the United States to reckon with the racism that has never ceased terrorizing African Americans. Yet even if this atrocity had not occurred-even if Floyd had died of Covid-19, or even if he had died at age seventy-four from diabetes-related complications-the underlying cause of death would be the same: racism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Lives in a Pandemic: Implications of Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "The pandemic has rendered human life more precarious than it has been in decades. All medical providers now practice palliative care. Asking patients about their visions of the good life and the good death has long been a standard practice, but this has taken on new urgency. As a medical trainee, I have found palliative care to be the most uplifting of disciplines. To empower a patient to define her own trajectory, to prevent and to relieve suffering-these are gifts for patients and providers alike. Yet clinicians, no matter how compassionate, are constrained by the societies and health systems in which they work. Here, I explore what it means to offer genuine palliative care when patients' illnesses are rooted in systemic injustice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Lives in a Pandemic: Implications of Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "The movement for palliative and hospice care emerged to offer an alternative to dying in intensive care, sedated or bristling with lines and tubes. One of the movement's fundamental premises is that patients have the right to decline aggressive interventions. Many patients now carry standing physicians' orders of \"do not intubate\" or \"do not resuscitate\" (\"DNR\"). Underneath the ideology of patient choice lies a tacit and widespread complex of beliefs about the good death-for example, that medical interventions with little chance of success merely increase suffering and that one should die at home, surrounded by loved ones. This is the death most of my older family members would choose for themselves. They are white and well-off, and they enjoy robust health and excellent health insurance as they enter their seventies. If they contracted Covid-19, they would receive treatment in prestigious, well-resourced hospitals. If their prognoses were grim, they may feel that they have \"lived a complete life.\" 1 Few would fight for a miracle in intensive care if hospice could guarantee a comfortable, peaceful death at home. Though several carry their parents' trauma from the Holocaust, they no longer have to fear racial discrimination in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Lives in a Pandemic: Implications of Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "African Americans, statistically, tend to make different choices about medical care than whites do. Repeated studies have found that, relative to white Americans, African Alan Elbaum, \"Black Lives in a Pandemic: Implications of Systemic Injustice for End-of-Life Care,\" Hastings Center Report 50, no. 3 (2020): 58-60. DOI: 10.1002/hast.1135",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Lives in a Pandemic: Implications of Systemic Injustice for End-of-Life Care"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Fierce Urgency of Now: Closing Glaring Gaps in US Surveillance Data On COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kreiger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Affairs Blog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1377/hblog20200414.238084/full/"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "More Than Just Sanctuary, Migrants Need Social Citizenship",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berlinger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Aeon",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Moral Boundaries: A Political Argument for an Ethic of Care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tronto",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Theory of Justice as Fair Terms of Social Life Given Our Inevitable Dependency and Our Inextricable Interdependency",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feder Kittay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Care Ethics and Political Theory",
            "volume": "",
            "issn": "",
            "pages": "51--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Moral Boundaries, 103. 5. Ibid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tronto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Care as the Work of Citizens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tronto",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "130--175",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Good People and Dirty Work",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Social Problems",
            "volume": "10",
            "issn": "1",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How Millions of Women Became the Most Essential Workers in America",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gebeloff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spiritual and Menial Housework",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Yale Journal of Law & Feminism",
            "volume": "9",
            "issn": "",
            "pages": "51--80",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reproducing Labor Inequalities: Challenges for Conceptualizing Care at the Intersections of Gender, Race, and Class",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gender & Society",
            "volume": "19",
            "issn": "1",
            "pages": "66--82",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Learning from My Daughter: The Value and Care of Disabled Minds",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Kittay",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Essays on Women, Equality, and Dependency",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Kittay",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Love&apos;s Labor",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measures of Racism, Sexism, Heterosexism, and Gender Binarism for Health Equity Research: From Structural Analysis to Embodied Harm-an Ecosocial Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annual Review of Public Health",
            "volume": "41",
            "issn": "",
            "pages": "37--62",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Communities of Color at Higher Risk for Health and Economic Challenges Due to COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Artiga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garfield",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Orgera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Racial Time Bomb in the Covid-19 Crisis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Harvard Epidemiologist's Reminder of Our Common Humanity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "interview by I. Chotiner",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}