{
    "paper_id": "3e91a6f763e044abc78d55774d80db1604896f94",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Benoît Veber 1* , Pierre-François Perrigault 2 Benoit.Veber@chu-rouen.fr L'épidémie de coronavirus, qui vient de mettre sous très forte tension le système de santé français et plus particulièrement les secteurs de réanimation et d'anesthésie, survient à une période de l'histoire de la médecine où les soins de réanimation ont acquis leur maturité. Par le passé, les épidémies « grippales » de 1957 (grippe asiatique) et de 1968 (grippe de Hongkong), qui avaient provoqué chacune plus de 30 000 décès en France, n'ont laissé que peu de souvenirs collectifs, à une époque où la réanimation était balbutiante (1). Cette épidémie est la première, du fait du nombre très important de patients en SDRA justifiant des soins de réanimation, à faire vaciller notre système de santé et la médecine du 21 ème siècle. En effet, l'accès à la réanimation pour tout un chacun est devenue une exigence sociétale, corollaire de l'allongement de l'espérance de vie en France.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "text": "2",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Covid-19: a tremendous organisational, medical and human challenge for critical care teams"
        },
        {
            "text": "Les médecins anesthésistes-réanimateurs ont intégré, après les attentats de ces dernières années, le risque que les services de réanimation puissent être soumis à un afflux brutal et saturant de victimes, mais cela n'a jamais été pensé pour une durée aussi prolongée, ni à l'échelle d'un pays tout entier et encore moins à celle de l'Europe. C'est aussi la première fois qu'une pathologie infectieuse d'une telle ampleur, potentiellement mortelle et transmissible aux soignants, survient dans les pays occidentaux. C'est à toutes ces questions qu'il nous a fallu tenter de répondre en peu de temps. Se rappeler que l'âge n'est pas un critère suffisant à lui tout seul pour récuser l'admission en réanimation, que les décisions éthiques difficiles ne sont plus possibles sans collégialité, avec au minimum deux médecins et un membre de l'équipe, qu'il faut toujours prendre en compte l'avis du patient quand cela est possible, que les proches doivent être informés, que la traçabilité de la décision doit être assurée et que les soins palliatifs doivent être intégrés dans l'arsenal du soin, est une nécessité qui va de pair avec l'exercice de la réanimation (4). Cette démarche relève d'une réflexion éthique inhérente à notre spécialité.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19: a tremendous organisational, medical and human challenge for critical care teams"
        },
        {
            "text": "La reconnaissance des français, exprimée notamment par les applaudissements tous les soirs à 20h, est appréciée par les soignants même s'ils ne sont pas des héros. Cette présentation relayée par les médias ne correspond pas à la façon dont ils se perçoivent eux-mêmes. Si cette crise sanitaire met en lumière leur profession, et même pour certains lui redonne du sens, elle leur rappelle aussi chaque jour les limites de leur exercice. Ils font juste leur métier du mieux possible conjuguant savoir-faire et savoir-être. Force est de constater que l'anesthésie-réanimation est aux avant-postes dans cette crise sanitaire. Si l'hyper-technicité est nécessaire à sa pratique, celle-ci ne saurait éclipser la dimension humaine de notre engagement. Après les décisions prises dans l'urgence, viendra le temps de l'analyse, de la remise en question et du débat autour des nombreuses questions qui auront émergé au décours de cette pandémie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19: a tremendous organisational, medical and human challenge for critical care teams"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comité éthique: à propos des décisions médicales d'admission des patients en unité de soins critiques en contexte pandémique : quelques repères éthiques",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Priorisation des traitements de réanimation pour les patients en état critique, en situation d'épidémie de COVID-19, avec capacités d'accueil de réanimation limitées",
            "authors": [],
            "year": null,
            "venue": "Anesth Reanim",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "/ Limitation et arrêt des thérapeutiques : impact de la loi Claeys Leonetti et des modifications du code de déontologie médicale sur la pratique du médecin anesthésiste réanimateur. M",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "de la SFAR : G. Audibert, E. Brunel, F. Claudot, V. Gateau, C. Guibet-Lafaye, S. Kandelman, A. Leboudec, M. Ledorze, F. Michel, L. Muller, Fl. Plantet, PF Perrigault, I. Rouquette, N. Rutter, E. Sammain et B.Veber *Auteur correspondant",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "en lits traditionnels de réanimation ayant été rapidement débordées, le défi que nous avons relevé a été d'armer des lits de soins critiques « hors les murs », dans les salles de soins post interventionnels, dans les blocs opératoires et dans certains services conventionnels. Il a fallu nous réorganiser pour doubler les gardes, repenser nos organisations de travail, former et remettre à jour les compétences, pour faire travailler ensemble des soignants qui n'en n'avaient pas l'habitude, tout en assurant la protection des équipes. L'objectif affiché a été de garantir un accès à des soins de réanimation pour tous les patients qui le nécessitaient. Tout cela a été fait en un temps record grâce au dévouement de chacun, à la maturité et au professionnalisme de notre spécialité mais aussi grâce à notre culture du travail en équipe. La mobilisation des ressources humaines de l'anesthésieréanimation a été remarquable, mais tout cela n'a été possible qu'avec l'appui des équipeschirurgicales et médicales, mais aussi administratives et logistiques de nos hôpitaux. La déprogrammation, acceptée par tous, a donné la marge de manoeuvre nécessaire à cette réorganisation. Enfin, la collaboration public-privé a été exemplaire pour permettre une réponse adaptée et globale à cette crise. Au-delà de ces considérations techniques et médicales, largement débattues dans les médias et qu'il faudra débriefer le temps venu, un autre défi a dû être relevé : le défi humain. Défi immense qui renvoie le médecin et les soignants au sens de leur engagement et à leur motivation première. De nombreuses questions se posent : Comment faire vivre les valeurs du soin dans cette situation exceptionnelle ? Comment faire coexister les principes de l'éthique médicale et ceux de l'éthique en santé publique, en situation de pandémie ? Comment permettre à ces équipes médicales et paramédicales constituées de novo de fonctionner de façon harmonieuse et efficace ? Comment s'assurer que des soins palliatifs satisfaisants sont prodigués aux patients qui sont récusés à la réanimation pour leur assurer une fin de vie digne ? Comment assurer le contact et l'information des familles dans l'angoisse, confinées et confrontées à des hôpitaux interdisant les visites ? Comment permettre aux proches d'un patient en fin de vie de lui dire adieu ? Comment aider les familles à affronter la perte d'un proche quand des textes règlementaires imposent la mise du défunt sous housse et en cercueil quasi immédiatement après le décès et sans toilette mortuaire ? Comment permettre l'accompagnement spirituel ou religieux mais aussi la préservation des rites funéraires dans cette situation de pandémie ? C'est en innovant par l'utilisation des moyens de communication moderne que nous avons tenté de garder le contact, mais aussi en proposant, ici ou là, d'assouplir les règles institutionnelles, voire en y dérogeant ponctuellement lorsque la situation devenait humainement insupportable. J o u r n a l P r e -p r o o f Dans l'urgence et face à l'arrivée massive de patients en détresse vitale, comment maintenir une démarche éthique dans les décisions d'admission ou de non admission ? Comment maintenir une démarche éthique pour les décisions d'arrêt des traitements de maintien en vie quand ceux-ci sont devenus futiles (2) ? Comment maintenir la qualité des soins en réanimation dans ce contexte d'afflux massif, ceux-ci devant être adaptés et proportionnés à la situation ? Comment maintenir pour les plus fragiles d'entre nous, les personnes âgées, les personnes souffrant de handicap ou d'une maladie chronique, un processus décisionnel équitable ? Comment, enfin, se préparer au pire ? Avertis par nos collègues italiens, était-il pensable de ne pas anticiper une éventuelle saturation de nos capacités d'accueil en réanimation ? Car si le pire n'est pas obligatoire, ne pas l'envisager aurait été de l'inconscience. Ainsi, se préparer à une démarche de priorisation en cas de saturation des possibilités d'accueil de réanimation est une nécessité professionnelle qui répond à une démarche éthique et structurée, avec comme objectif majeur de sauver le plus grand nombre de patients (3).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}