{"paper_id": "3e92c95edae9eabec9e6b1f3d8c93035ea2c9e05", "metadata": {"title": "The Elderly Patient and the Intensive Care Unit", "authors": [{"first": "S", "middle": ["J"], "last": "Schwartz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hopkins Hospital", "location": {"addrLine": "4940 Eastern Avenue, Johns Hopkins Bayview Medical Center, 4940 Eastern Avenue", "postCode": "21220, 21220", "settlement": "Baltimore, Baltimore", "region": "MD, MD", "country": "USA, USA"}}, "email": ""}, {"first": "F", "middle": [], "last": "Sieber", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hopkins Hospital", "location": {"addrLine": "4940 Eastern Avenue, Johns Hopkins Bayview Medical Center, 4940 Eastern Avenue", "postCode": "21220, 21220", "settlement": "Baltimore, Baltimore", "region": "MD, MD", "country": "USA, USA"}}, "email": ""}, {"first": "Steven", "middle": ["J"], "last": "Schwartz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hopkins Hospital", "location": {"addrLine": "4940 Eastern Avenue, Johns Hopkins Bayview Medical Center, 4940 Eastern Avenue", "postCode": "21220, 21220", "settlement": "Baltimore, Baltimore", "region": "MD, MD", "country": "USA, USA"}}, "email": ""}, {"first": "Frederick", "middle": [], "last": "Sieber", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hopkins Hospital", "location": {"addrLine": "4940 Eastern Avenue, Johns Hopkins Bayview Medical Center, 4940 Eastern Avenue", "postCode": "21220, 21220", "settlement": "Baltimore, Baltimore", "region": "MD, MD", "country": "USA, USA"}}, "email": ""}]}, "abstract": [{"text": "At least 20-50% of all ICU admissions occur in patients older than 65 years of age, and geriatric patients account for almost 60% of all ICU days. Unfortunately, many older patients' fi nal days are spent in the ICU; 40% of Medicare patients who die are admitted to an ICU during their terminal illness, accounting for 25% of all Medicare expenditures. Additionally, of those who survive, many are discharged to a subacute facility with persistent organ failure where they will eventually die. Furthermore, those discharged to a subacute care facility have a higher mortality rate compared to those discharged home (31 vs. 17%). The decision to admit an elderly patient to an ICU should be based not only on their comorbidities, acuity of illness, and prehospital functional status, including quality of life, but also on their preference for the use of life-sustaining treatments if it is known. The underlying disease process is not altered despite the use of invasive procedures in terminally ill patients, and potential harm or discomfort can occur if invasive procedures are used inappropriately. To avoid such unintended consequences and enhance optimal end-of-life decision making, healthcare providers need to identify, explain, and negotiate consensus therapeutic goals.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In 2005, spending by Medicare for those older than 65 years totaled $342 billion, representing 17.1% of the total of $2 trillion spent nationwide for health care. Intensive care consumes 4% of national healthcare expenditures. During the last 6 months of their lives, 11% of Medicare recipients spend 8 or more days in the ICU; various studies documenting ICU occupancy by those older than 65 years old note that this ranges from one quarter to one half of the available beds. These statistics alone show the profound fi nancial burden that must be borne to provide a medically sound and appropriate depth of care, a signi fi cant portion of which will be provided in the ICU.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "ST-elevation MI. The incidence of ACS, as well as its morbidity and mortality, markedly increase with age. Compared with patients who experience ST-elevation MI, those with unstable angina/non-ST-elevation MI are more likely to be elderly, have a higher incidence of diabetes, hypertension, and known coronary artery disease, and have a worse prognosis.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The indicated medical therapy of aspirin, b -blockers, angiotensin-converting inhibitors (ACE-I), and nitroglycerin does not differ for the elderly patient. The elderly derive the same survival bene fi ts as younger adults do with aspirin and b -blockers post-infarction, although the survival bene fi t associated with ACE-I post-infarction in the very elderly is less clear. There is evidence that 30-day mortality maybe 10% lower than for placebo in patients 65-74 years of age treated with ACE-I postinfarction, but no survival bene fi t has been demonstrated in patients ³ 75 years of age. The elderly clearly do obtain survival bene fi t from ACE-I therapy when the clinical syndrome of heart failure (HF) or left ventricular systolic dysfunction is present. It is important to note that there may be more complications from the usual medical therapy seen in the elderly compared with younger adults. These complications include a greater risk of renal dysfunction with ACE-I therapy postinfarction and more gastrointestinal bleeding with aspirin therapy.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the setting of unstable angina/non-ST-elevation MI, unfractionated or lowmolecular weight heparin is indicated in addition to the basic medical therapy. Current data suggest that glycoprotein IIb/IIIa platelet inhibitors are of bene fi t to acute non-ST-elevation MI patients with high-risk markers, including elderly patients. High-risk markers include elevated biochemical markers, dynamic ST changes, and continuing ischemic symptoms, particularly in those patients likely to undergo percutaneous coronary intervention (PCI). The increased risk of bleeding complications from oral antiplatelet agents (aspirin and clopidogrel), heparin and glycoprotein IIb/IIIa platelet inhibitors, and possible bradycardia and hypotension associated with the use of b -blockers and nitrates, must always be considered for each individual patient's risk pro fi le.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Reperfusion therapy is the optimal treatment for acute ST-elevation MI regardless of age and gender. The highest risk patients, such as the elderly and those with anterior MI, derive the greatest bene fi t. Absolute contraindications to fi brinolytic therapy are hemorrhagic stroke, intracranial neoplasm, active internal bleeding, or suspected aortic dissection, all of which have a higher incidence in the elderly.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In-hospital mortality among patients with acute MI is primarily caused by cardiogenic shock or one of the mechanical complications of acute MI, and both are more common in the elderly. Life-threatening complications include ventricular septal defect, free wall rupture and papillary muscle rupture. Patients experiencing these complications have a mean age of 66 years and mortality is high, 90% or greater, when medical therapy alone is employed. Although survival is improved with urgent surgical treatment, mortality remains quite high: 50% surgical mortality for ventricular septal defect and a 40-90% surgical mortality for papillary muscle rupture.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Revascularization accomplished by coronary artery bypass surgery (CABG) needs careful consideration in the elderly, especially in those ³ 75 years of age, because CABG mortality rises rapidly beyond this age. The goal of surgical therapy should always be clearly de fi ned; is it indicated for symptom relief or to prolong survival? If the only indication is for symptom relief, all attempts to manage symptoms medically or with PCI should be made before considering surgical intervention, as its morbidity and mortality may obviate any bene fi t. CABG may be appropriate for elderly patients who have high-risk clinical markers associated with ACS and those with chronic severe angina who have failed medical therapy. High-risk markers include resting dynamic ECG changes uncontrolled with medical therapy, threevessel coronary artery disease (CAD), impaired left ventricular function, left main or proximal left anterior descending disease, previous MI, and diabetes. Surgical revascularization can be expected to prolong survival in patients who have left main disease or its equivalent, or three-vessel disease with diminished left ventricular systolic function.", "cite_spans": [], "ref_spans": [], "section": "Surgical Revascularization"}, {"text": "Age alone is not a contraindication, but the presence of comorbid illnesses increases with age, and an overall risk pro fi le must be carefully considered. Mortality related to CABG can be estimated to be 30% or higher in the elderly with multiple comorbid conditions.", "cite_spans": [], "ref_spans": [], "section": "Surgical Revascularization"}, {"text": "Ventricular dysfunction with its clinical syndrome of HF is a major public health problem in the United States. There are two major categories of ventricular dysfunction that can lead to HF, systolic dysfunction, and the commonly termed diastolic dysfunction. The primary mechanism leading to systolic dysfunction is the impairment of ventricular contractility leading to increased ventricular volumes. The primary mechanism for diastolic dysfunction is the impairment of compliance or the inability to increase ventricular end-diastolic volumes and stroke volume. Current evidence suggests that diastolic dysfunction is the cause of the HF syndrome in at least 50% of the elderly with HF, and that the proportion increases with advancing age. Elderly HF patients, with either systolic or diastolic dysfunction, have high morbidity, frequent hospitalizations, and a high incidence of comorbid conditions including stroke, MI, renal dysfunction, and pulmonary disease. Critically ill elderly patients with HF have a poor prognosis, and their management can be complicated. Predictors of mortality include age, male gender, recent hospitalization, diabetes, left ventricular dilatation, systolic dysfunction, coronary artery disease, renal insuf fi ciency, hyponatremia, reduced peak oxygen consumption, and increased minute ventilation.", "cite_spans": [], "ref_spans": [], "section": "Heart Failure"}, {"text": "Identi fi cation of the clinical syndrome of HF can be challenging, especially in the elderly patient who may be critically ill from other problems. Older patients may present with atypical symptoms of HF, such as fatigue, failure to thrive, somnolence, weakness, and confusion. In both diastolic and systolic dysfunction patients commonly experience symptoms of congestion. On physical examination, a laterally or inferiorly displaced apical impulse with an S3 supports systolic dysfunction rather than diastolic dysfunction. Rales, an elevated jugular venous pressure, hepatomegaly, ascites, edema, and evidence of low cardiac output may be found in either. An ECG, chest radiograph, and echocardiogram are essential diagnostic tests. An abnormal ECG highly correlates with the presence of CV disease, and an enlarged cardiac shadow or pulmonary vascular congestion on chest radiograph supports cardiac dysfunction. Ventricular systolic function, ventricular hypertrophy, valvular dysfunction, chamber size, and some assessment of hemodynamics can be made by echocardiography. The measurement of B-type natriuretic peptide levels may also aid in the identi fi cation of ventricular dysfunction and the syndrome of HF.", "cite_spans": [], "ref_spans": [], "section": "Heart Failure"}, {"text": "The management goals can be multiple, including relieving of symptoms, maintaining adequate perfusion and vital organ function, controlling volume status, identifying the underlying causes of ventricular dysfunction, identifying the type of ventricular dysfunction (systolic versus diastolic), and initiating appropriate longterm therapy such as ACE inhibitors. The symptoms most likely to be experienced by critically ill elderly are congestion related. Diuretic therapy, hormonal therapy, or other vasodilator therapies are essential approaches for managing congestive symptoms. In cases of systolic dysfunction, low cardiac output, or hypotensive states, inotropic therapy may be appropriate. Appropriate inotropes include dobutamine and milrinone. In patients with the HF syndrome and hypertension, it is absolutely essential to control blood pressure.", "cite_spans": [], "ref_spans": [], "section": "Heart Failure"}, {"text": "A very important issue facing critical care physicians taking care of elderly patients with HF is the high 1-year mortality in these patients, which can be as high as 25-50%. End-of-life issues are often poorly addressed in this group of patients, and the discussion of end-of-life issues may need to begin in the critical care setting, especially for patients who do not respond to optimal therapy.", "cite_spans": [], "ref_spans": [], "section": "Heart Failure"}, {"text": "ICDs are becoming more common in elderly patients, and there are at least two clinical scenarios in which the disarming of ICD tachycardic therapy should be considered in the elderly ICU patient with an ICD. The fi rst is when the ICD is being activated inappropriately, either because of self-limited ventricular arrhythmias or because of rapid atrial arrhythmias that the ICD identi fi es incorrectly. The second is when the patient is expected to die, and ICD discharges may only prolong the dying process or cause unnecessary discomfort. Included are \"Do Not Resuscitate\" patients who are receiving comfort-only care. In all such cases, the decision to deactivate the tachycardic therapy mode must be fully discussed with the patient or his or her next of kin and documented in the medical record. It is also appropriate to respect a patient's decision of not wanting to disarm the device.", "cite_spans": [], "ref_spans": [], "section": "Implantable Cardioverter-De fi brillator (ICDs) and the ICU"}, {"text": "The term \"chronic obstructive pulmonary disease\" (COPD) describes a category of respiratory conditions characterized by in fl ammatory damage to small and large airways, destruction of lung parenchyma, and limitation of expiratory air fl ow. The range of clinical symptoms related to COPD is broad, from mild end expiratory wheezing to respiratory failure requiring mechanical ventilation.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Issues in the Elderly in the Critical Care Setting"}, {"text": "Smoking is the primary etiologic factor for most patients with COPD, who may present with clinical manifestations of chronic bronchitis, emphysema, or a combination of these two disorders. Chronic bronchitis is de fi ned by the presence of chronic cough in patients who experience airway mucus hypersecretion, increased risk of bronchial infections, and expiratory air fl ow limitation. Emphysema denotes the presence of irreversible lung damage with destruction of alveolar tissue that causes impaired respiratory gas exchange and expiratory airway collapse with air fl ow limitation.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Issues in the Elderly in the Critical Care Setting"}, {"text": "Elderly patients with moderate to severe COPD experience acute exacerbations of their airway disease, each of which presents a risk for acute respiratory failure. Although de fi nitions of acute exacerbations vary, recent consensus statements de fi ne exacerbations by the presence of one or more of the cardinal symptoms of increased dyspnea, increased sputum volume, and increased sputum purulence (Table 12. 2 ).", "cite_spans": [], "ref_spans": [{"start": 400, "end": 410, "text": "(Table 12.", "ref_id": "TABREF0"}], "section": "Pulmonary Issues in the Elderly in the Critical Care Setting"}, {"text": "Bronchial infections are important causes of acute exacerbations with bacterial, atypical bacterial and viral pathogens being the most commonly identi fi ed microbes. Ten to 20% of patients with acute exacerbations have infections with two or more pathogens. Among atypical pathogens, Chlamydia pneumoniae has been estimated to account for 5-10% of acute exacerbations but up to 18% of exacerbations that result in admission to the ICU. Viral bronchitis is found in 30-40% of patients with acute exacerbations but only 16% of those who require ICU admission (Table 12. 3 ).", "cite_spans": [], "ref_spans": [{"start": 558, "end": 568, "text": "(Table 12.", "ref_id": "TABREF0"}], "section": "Pulmonary Issues in the Elderly in the Critical Care Setting"}, {"text": "Elderly patients with an acute exacerbation of airway disease experience increased resistance to expiratory air fl ow and increased work of breathing, which can cause respiratory muscle fatigue. Most therapeutic recommendations for managing elderly Mild exacerbation: presence of any one of the cardinal symptoms of increased dyspnea, increased sputum volume, or increased sputum purulence with the addition of an upper respiratory infection within the past 5 days, fever with no other cause, increased wheezing or cough, or a 20% rise over baseline in respiratory rate or heart rate Moderate exacerbation: presence of any two of the three cardinal symptoms of an exacerbation Severe exacerbation: presence of all three of the cardinal symptoms of an exacerbation patients in the ICU with acute exacerbations of COPD derive from expert consensus because of the paucity of large prospective randomized trials. Initial management includes supplemental oxygen by nasal cannula or through a face mask that controls oxygen fl ow. Oxygen fl ows are titrated with goals of achieving oxygen saturation between 90 and 92% and a partial pressure of arterial oxygen between 60 and 64 mm Hg. Oxygen fl ow is monitored to prevent hypercapnia, which can result from the effects of supplemental oxygen on increasing dead-space ventilation and ventilation-perfusion mismatching.", "cite_spans": [], "ref_spans": [], "section": "Pharmacologic Management of Acute Exacerbation of Airway"}, {"text": "Inhaled bronchodilators promote bronchodilation that can achieve a 15-29% increase in FEV 1 and FVC within 1-2 h. Randomized trials support the conclusion that short-acting b -agonists (albuterol, levalbuterol, pirbuterol, bitolterol, fenoterol, metaproterenol, terbutaline) and anticholinergic-type inhaled bronchodilators (ipratropium bromide) have similar ef fi cacy for managing acute exacerbations, and both are more effective than parenteral bronchodilators. The faster onset of action of b -agonists and the lower frequency of adverse effects with anticholinergic drugs determine drug selection for individual patients. Initial therapy for critically ill patients is usually with a nebulizer, as these patients may experience dif fi culties using meter dose inhalers. Data does not support the use of parenteral aminophylline for critically ill elderly patients hospitalized in the ICU with acute exacerbations of COPD.", "cite_spans": [], "ref_spans": [], "section": "Pharmacologic Management of Acute Exacerbation of Airway"}, {"text": "The role of bacterial infections in causing exacerbations of airway disease supports the use of antibiotics, although most studies of antibiotic ef fi cacy for acute exacerbations were performed before the era of multidrug resistant bacteria, and the appropriate selection of antibiotics for critically ill patients remains unclear. Critically ill patients and patients with risk factors for poor outcomes (baseline FEV 1 < 50% predicted, comorbid conditions, three or more exacerbations during the last 12 months) bene fi t from newer fl uoroquinolones (levo fl oxacin, moxi fl oxacin) because of the risk of Gram-negative organisms. If Pseudomonas aeruginosa is suspected (baseline FEV 1 < 35% predicted, underlying bronchiectasis, multiple courses of antibiotics), cipro fl oxacin is the preferred antibiotic. Prospective, randomized controlled trials demonstrate that systemic corticosteroids improve outcome for patients with acute exacerbations, as demonstrated by more rapid improvement in measured air fl ow, gas exchange, and respiratory symptoms with decreased treatment failure rates and relapse rates. Hyperglycemia is the major complication of corticosteroid therapy for hospitalized patients with acute exacerbations.", "cite_spans": [], "ref_spans": [], "section": "Pharmacologic Management of Acute Exacerbation of Airway"}, {"text": "Positive pressure ventilation unloads respiratory muscles and prevents or treats respiratory muscle fatigue. Ventilatory support can be provided by a tight-fi tting face mask in the form of noninvasive positive pressure ventilation (NIPPV) or by tracheal intubation with mechanical ventilation (Table 12 .4 ).", "cite_spans": [], "ref_spans": [{"start": 294, "end": 303, "text": "(Table 12", "ref_id": "TABREF0"}], "section": "Ventilatory Support for Patients with Acute Exacerbation"}, {"text": "All hospitalized elderly patients who present with respiratory distress from acute exacerbations should be evaluated for NIPPV. Patients admitted with even mild respiratory acidosis may bene fi t from NIPPV. Unfortunately, only 20% of hospitalized patients are candidates for NIPPV. Poor candidates for NIPPV include patients with cardiovascular instability, respiratory arrest, limited ability to clear increased airway secretions, poor airway control, agitation or severe encephalopathy (Glasgow Coma Scale < 10), uncooperability, upper gastrointestinal bleeding, upper airway obstruction, high risk for aspiration, and facial features that interfere with proper fi tting of a face mask. Recent studies demonstrate that the use of NIPPV does not require more nursing or respiratory therapist time compared with intubation and mechanical ventilation.", "cite_spans": [], "ref_spans": [], "section": "Ventilatory Support for Patients with Acute Exacerbation"}, {"text": "Patients with severe respiratory failure who are not candidates for NIPPV require intubation and mechanical ventilation. Ventilatory support provides an increased with the patient holding the mask in place Ask the patient to report comfort level and adjust ventilator pressures accordingly Adjust oxygen fl ow rates to meet target oxygen saturation levels Adjust the mask to avoid leaks Monitor patient frequently and coach breathing patterns Gradually increase inspiratory pressures for maximal relief of dyspnea minute ventilation to correct abnormalities in gas exchange, and unloads respiratory muscles to allow recovery from respiratory muscle fatigue. Patients with acute respiratory failure have increased air fl ow limitation, which slows expiratory air fl ow and delays alveolar emptying.", "cite_spans": [], "ref_spans": [], "section": "Ventilatory Support for Patients with Acute Exacerbation"}, {"text": "Most patients intubated for respiratory failure due to COPD improve within the fi rst 72 h of care and undergo successful weaning and early extubation. Goals for these patients are to reverse bronchospasm, rest fatigued ventilatory muscles, prevent dynamic hyperin fl ation, and avoid oversedation, which is associated with increased risks for nosocomial pneumonia and delayed weaning.", "cite_spans": [], "ref_spans": [], "section": "Weaning from Mechanical Ventilation"}, {"text": "COPD is a progressive disease characterized by a long preclinical phase and a gradual decline in lung function over years after patients become symptomatic. Some patients experience an abrupt and permanent loss of lung function during acute exacerbations. The mortality of patients hospitalized for an acute exacerbation is 3-4%, but mortality climbs to 11-24% for patients who require ICU admission. Disabling symptoms of dyspnea are the most important factors decreasing quality of life.", "cite_spans": [], "ref_spans": [], "section": "Prognosis and Outcome"}, {"text": "Stroke is the third leading cause of death and the leading cause of disability in the elderly. Approximately 500,000 individuals in this age group suffer strokes annually in the United States, corresponding to one event every 45 s and leading to one death every 3 min. Among those 55 years and older, the incidence of stroke doubles with each additional decade of life, despite a decline in the United States, Canada, and Western Europe through the later part of the twentieth century to the present, attributable to improved management of modi fi able risk factors. Among these factors, hypertension is by far the most powerful; aggressive blood pressure control can reduce the risk of stroke by 40%. Coronary atherosclerosis, left ventricular hypertrophy, and atrial fi brillation contribute to stroke risk. Diabetes mellitus may increase likelihood of stroke by a factor of two to four; tight glucose control signi fi cantly reduces this risk, and may postpone such vascular complications as retinopathy and nephropathy.", "cite_spans": [], "ref_spans": [], "section": "Stroke: Incidence and Risk Factors"}, {"text": "Management of the acute phase involves, fi rst and foremost, ensuring airway and hemodynamic stability. Thereafter, the goals of care are (1) identi fi cation of the stroke as ischemic or hemorrhagic, (2) initiation of thrombolytic therapy when indicated, and (3) recognition and therapy of medical or neurologic complications. The fi rst goal is most easily achieved by obtaining a noncontract-enhanced CT scan of the brain as quickly as possible when stroke is suspected. Hemorrhage is usually obvious on this scan, although early in the course of ischemic stroke there may be no visible abnormality. Early CT may reveal one of the many mimics of stroke: subarachnoid hemorrhage, subdural hematoma, neoplasm, or hydrocephalus. Contrast enhancement may improve yield if tumor or infection are likely. Recall that comorbid conditions abound in the elderly; cardiac arrhythmias or infarction may provoke or result from a cerebrovascular event, mandating 12-lead electrocardiogram (ECG) and continuous cardiac monitoring in all stroke patients. Questions of the numerous other causes of altered mental status in the geriatric patient must be investigated and settled quickly. Current recommendations for management include initiation of intravenous thrombolytic therapy with recombinant tissue plasminogen activator (rt-PA) as soon as possible, within 180 min of onset of stroke, in the absence of contraindications. Use of rt-PA appears to improve outcome from stroke at 3 months. There is a relative paucity of data documenting treatment of older patients, however, that while there may be poorer outcome from stroke in the elderly population, there is no increased likelihood of rt-PA-induced severe intracranial hemorrhage. A number of stroke scales, including the National Institutes of Health Stroke Scale (NIHSS), have been devised to assist in quanti fi cation of severity of stroke-related symptoms, as a guide to optimal management.", "cite_spans": [], "ref_spans": [], "section": "Acute Phase of Stroke (ICU Admission to 48 h)"}, {"text": "Each year in the United States nearly 2,500 cases of sepsis occur per 100,000 persons aged 85 years or older, with older persons being much more likely to acquire sepsis and bacteremia than younger persons. Comorbidities, institutionalization, and instrumentation all place older persons at high risk for bacteremia and sepsis. Increasing age is associated with a high risk of death due to bacteremia and sepsis, although recent evidence suggests that many older patients do respond well to treatments of proven ef fi cacy (Table 12.5 ) .", "cite_spans": [], "ref_spans": [{"start": 523, "end": 536, "text": "(Table 12.5 )", "ref_id": "TABREF0"}], "section": "Infectious Disease"}, {"text": "Elderly patients are more likely than younger patients to experience infections due to gram-negative organisms. In a study comparing young and old patients with community-acquired bacteremia, Escherichia coli was the most frequently isolated pathogen among older patients and, Staphylococcus aureus was the most common pathogen among younger adults.", "cite_spans": [], "ref_spans": [], "section": "Infectious Disease"}, {"text": "Age-related differences in the microbiology of bacteremia and sepsis are, in part, a result of differences in the source infections leading to these disorders among older patients when compared with younger patients. For example, urinary tract infections, which are typically due to gram-negative organisms, are more frequently the source of bacteremia and sepsis in older patients than in younger patients.", "cite_spans": [], "ref_spans": [], "section": "Infectious Disease"}, {"text": "Both short-and long-term institutionalization carry with them multiple risks for infection. Hospitalized patients as well as those residing in long-term care facilities are at high risk for complications, such as decubitus ulcers (a common source of bacteremia), and for colonization or infection with antibiotic-resistant organisms. Age per se does not appear to be an independent risk factor for MRSA infection. However older patients are more likely to be exposed to multiple factors that are independently associated with MRSA infection, including nursing home residence hospitalization in the past 6 months, antimicrobial use in the past 3 months, and indwelling urinary catheters.", "cite_spans": [], "ref_spans": [], "section": "Infectious Disease"}, {"text": "Older patients are also at increased risk for colonization with gram-negative organisms that may lead to bacteremia and sepsis. Nursing home residence, hospitalization, respiratory disease and poor functional status are associated with oropharyngeal colonization with gram-negative bacilli.", "cite_spans": [], "ref_spans": [], "section": "Infectious Disease"}, {"text": "Older patients with bacteremia or sepsis often present a diagnostic challenge to clinicians because nonspeci fi c clinical manifestations of infection are common. Common non speci fi c signs and symptoms include altered mental status, tachypnea, anorexia, malaise, generalized weakness, falls, and urinary incontinence. Clinicians should have a heightened suspicion for infection when evaluating older patients with such symptoms. Older patients are less likely to develop fever than younger patients to develop a fever with bacteremia or sepsis.", "cite_spans": [], "ref_spans": [], "section": "Infectious Disease"}, {"text": "Although the severity of illness (as indicated by organ dysfunction and acute physiologic abnormalities) has more prognostic importance than age, older patients are at higher risk of death due to bacteremia and sepsis than are younger patients. Factors The systemic in fl ammatory response (SIR) to a variety of clinical insults exhibited by at least two of the following: (1) temperature >38 °C or <36 °C, (2) heart rate >90 beats/min, (3) respiratory rate >20 breaths/min with a PaCO 2 <32 mm Hg, and (4) WBC >12,000/mm 3 or <4,000/mm 3 or >10% immature (band) forms Sepsis SIRS and documented or suspected infection Severe sepsis Sepsis complicated by organ dysfunction Septic shock Sepsis complicated by hypotension (i.e., SBP <90 mm Hg or MAP <60 mm Hg) despite adequate fl uid resuscitation independently associated with increased mortality were severe sepsis, shock, infection with a gram-positive organism, and a poor prognosis of preexisting disease. The urinary tract as the source of bacteremia appears to be associated with improved survival (Table 12 .6 ).", "cite_spans": [], "ref_spans": [{"start": 1054, "end": 1063, "text": "(Table 12", "ref_id": "TABREF0"}], "section": "Prognostic Differences Between Older and Younger Patients"}, {"text": "Despite the increasing incidence of bacteremia and sepsis in older patients and the high risk of death associated with these infectious disorders, many elderly patients respond remarkably well to appropriate therapy. Clinicians must maintain a high index of suspicion to quickly diagnosis bacteremia or sepsis in older patients and initiate appropriate interventions in a timely manner.", "cite_spans": [], "ref_spans": [], "section": "Prognostic Differences Between Older and Younger Patients"}, {"text": "Whenever an intervention such as a tracheostomy is considered in the ICU patient, it is necessary to have a discussion about the patient's desire for his or her quality of life, their projected prognosis, and the optimal timing in the natural progression of their disease.", "cite_spans": [], "ref_spans": [], "section": "Quality of Life and Decision Making in Geriatric Critical Care"}, {"text": "Of utmost importance is preservation of the quality of life. What this means may differ widely from patient to patient. In the setting of terminal illness, this discussion naturally extends into the topic of the quality of dying as well. Patients and their families are often concerned about the potential limitations that tracheostomy and eventual ventilator dependence will place on the patient's quality of life. Often, there are concerns that tracheostomy serves to prolong life without contributing signi fi cantly to quality of life. Additionally, for most patients, a tracheostomy implies an impending change in swallowing and speech function. It is necessary for the physician to address these fears, to present possible options for voice and swallowing preservation, and to discuss realistic outcomes for the individual patient before proceeding. Common reasons for placement of a tracheostomy include airway obstruction, chronic aspiration, or the need for pulmonary toilet or prolonged ventilation from general deconditioning, an acute neural insult, or progressive neuromuscular decline. Loss of control of any one of the closely coordinated functions of the upper aerodigestive tract (respiration, deglutition, or speech) often may result in dif fi culties with the others.", "cite_spans": [], "ref_spans": [], "section": "Quality of Life and Decision Making in Geriatric Critical Care"}, {"text": "Percutaneous endoscopic gastrostomy (PEG) tubes are most commonly placed for feeding purposes with the intention of maintenance or improvement in nutritional status. The primary indications for PEG tube placement are listed in Table 12 .7 . PEG tube placement is generally very well -tolerated, with complication rates ranging from 2 to 15%. Complications largely consist of pain, bleeding, infection, and peritonitis. PEC tube placement is performed primarily for relief of colonic obstruction or antegrade irrigation for colonic motility disorders (Table 12 .8 ). There are several ethical considerations involved in placement of PEG or PEC tubes, and the decision to place these devices should be made after thorough discussion with the patient or decision maker regarding the goals, bene fi ts, risks, and expected outcomes of the procedure and the underlying disease.", "cite_spans": [], "ref_spans": [{"start": 227, "end": 235, "text": "Table 12", "ref_id": "TABREF0"}, {"start": 550, "end": 559, "text": "(Table 12", "ref_id": "TABREF0"}], "section": "Quality of Life and Decision Making in Geriatric Critical Care"}, {"text": "Scoring systems provide an aggregate quantitative indicator of several patient characteristics, including organ dysfunction and vital signs, to assess condition severity, prognosis, or progression. Descriptions of commonly used scoring systems are included in Table 12 .9 . Web-based tools to calculate patient scores are available for many of these scoring systems. Physiologic scoring systems have been applied to therapeutic decision support, outcomes and evaluation research, quality care analysis, and benchmarking. In clinical decision processes, scoring systems have been used to determine illness severity and predict mortality risk.", "cite_spans": [], "ref_spans": [{"start": 260, "end": 268, "text": "Table 12", "ref_id": "TABREF0"}], "section": "Scoring Systems"}, {"text": "Malnutrition or undernutrition is a complicating factor in the ef fi cient and successful management of an elderly ICU patient. The natural decline in energy expenditure with age begins at about age 30 and accompanies the age-related increase in body fat-to-protein ratio. The prevalence of undernutrition in hospitalized, geriatric patients is relatively high and is often unrecognized. Malnutrition at the onset of critical illness portends poor outcome, as does insuf fi cient nutritional support during the course of the illness. Mortality is considerably higher in the malnourished elderly patient, compared to those who are nutritionally replete (Table 12 .10 ).", "cite_spans": [], "ref_spans": [{"start": 652, "end": 661, "text": "(Table 12", "ref_id": "TABREF0"}], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Identi fi cation of malnutrition in the elderly patient may be facilitated by the routine employment of easily used physical examination and laboratory screening tools as part of an organized, proactive nutrition screening program.", "cite_spans": [], "ref_spans": [], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Undernutrition imposes a considerable burden on the marginally compensated geriatric patient. The condition known as protein-energy malnutrition (PEM) and micronutrient de fi ciency complicate the treatment of several conditions seen in the ICU. These include the contribution of gastrointestinal tract nonintegrity to multiorgan system failure and other common cardiovascular, pulmonary, and infectious issues. Wound healing is impeded by a poor nutritional state in particular, development of decubitus ulcers is more common in malnourished elderly individuals, and successful management is decidedly more dif fi cult. Patients with PEM are at increased risk for serious complications while in the hospital, with slower recovery, poorer functional status at discharge, and higher rates of mortality after discharge. Nutritional de fi ciency is found in 35-65% of elderly hospitalized patients.", "cite_spans": [], "ref_spans": [], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Obtaining the patient's weight immediately on admission is an obvious step in assessing nutritional condition. Because of the various types of body habitus found in ICU patients, a calculation of the Quetelet body mass index (BMI) is helpful to standardize weight to height, providing a relatively standardized estimate of body fat: BMI = weight (kg)/by height (in m 2 ). In the geriatric population, a BMI less than 20 is predictive of nearly 50% 1-year mortality; indeed, it may be a stronger predictor of mortality than is diagnosis. Similar results have been found among critically ill adults with a BMI less than or equal to the 15th percentile. Such data suggests that the optimal BMI may be higher in the elderly than in the general population. Misguided hypocaloric feeding, directed at mobilizing excess fat stores in the obese, but malnourished, elderly patient may worsen the situation by leaving the ongoing catabolic protein breakdown associated with critical illness uncorrected.", "cite_spans": [], "ref_spans": [], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Several easily measured laboratory parameters are re fl ective of nutritional status on admission, and some can be followed periodically to assess the success of nutritional support. Albumin is a product of hepatic metabolism, synthesized ultimately from ingested or infused nitrogenous precursors in the presence of adequate caloric support. Although it is held that the serum albumin level is re fl ective of the nutritional Table 12 .10 Undernutrition in the elderly: common causes Functional decline and social isolation from family and other support systems Anorexia associated with older age-the so-called anorexia of aging-or chronic illness Anatomic or gustatory impediments to mastication or swallowing Abuse or neglect Insuf fi cient fi nancial resources state, various factors in fl uencing serum albumin levels make it only vaguely re fl ective of overall nutritional status. Serum albumin level does decline somewhat with age-0.8 g/L per decade for individuals older than 60 years of age-but generally remains within the numerical normal range. Signi fi cantly reduced albumin concentration, therefore, should be attributed to disease processes and be aggressively investigated. A substantial decline in serum albumin concentration is accurately predictive of mortality and worse outcome among the elderly. However, the half-life of albumin, 18-19 days, limits the applicability in monitoring acute metabolic and synthetic functions, in which rapid change is signi fi cant. Alternatives to albumin include prealbumin and retinol-binding protein. The former has a half-time of 2 days and is not affected by age but is elevated with steroid use. The latter has a half-time of 12 h, decreases slightly with age, and is elevated in the setting of acute liver injury. The serum level of renally excreted retinol binding protein is arti fi cially elevated in renal failure, which may falsely suggest nutritional integrity in patients with reduced renal function.", "cite_spans": [], "ref_spans": [{"start": 427, "end": 435, "text": "Table 12", "ref_id": "TABREF0"}], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Total energy expenditure (TEE) may rise to as high as 40-50 kcal/kg/day in critically ill, septic, or trauma patients, and repletion is dif fi cult without correcting the underlying inciting process. The farther behind the patient starts, the more dif fi cult is the recovery of positive nitrogen balance. Catabolic processes characteristic of critical illness are not reversible by nutrient supplementation alone; they are incited by in fl ammatory mediators rather than by pre-existing de fi ciency or inadequate repletion and are thus not forestalled by aggressive nutritional support. Traditional guidance recommends 25 kcal/kg/day of nutritional support, with an additional protein supply of 1.2-1.5 g/kg/day, based on usual body weight. Obese individuals warrant feeding based on ideal, rather than usual, body weight: men: IBW (kg) = 50 + 2.3 kg per inch over 5 ft and women: IBW (kg) = 45.5 + 2.3 kg per inch over 5 ft, where IBW is ideal body weight.", "cite_spans": [], "ref_spans": [], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Greater accuracy can be achieved using the Harris-Benedict equations to determine the estimated resting energy expenditure (REE) as a guide to calculation of nutritional needs:", "cite_spans": [], "ref_spans": [], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Men: REE = 66.5 + (13.75 × weight in kg) + (5.003 × height in cm) − (6.775 × age in years) Women: REE = 655.1 + (9.563 × weight in kg) + (1.850 × height in cm) − (4.676 × age in years)", "cite_spans": [], "ref_spans": [], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Enthusiastic overprovision of macronutrients in a misguided and vain attempt to thwart and correct in fl ammatory catabolism, on the other hand, leads to a host of complications and considerable morbidity for which the geriatric patient may be unable to compensate. Furthermore, the confounding factor of obesity sometimes seen in the nutritionally de fi cient geriatric patient makes the recipe that provides optimal nutritional support frustratingly dif fi cult to determine. In general, most, although not all, studies show that enteral nutrition is preferred because of the purported preservative effects on intestinal mucosal integrity, cost issues, and a lesser degree of risk exposure to the patient, both infectious and mechanical, associated with placement of fl exible nasointestinal feeding tube versus central line for parenteral nutrition.", "cite_spans": [], "ref_spans": [], "section": "Nutritional Issues in the Elderly ICU Patient"}, {"text": "Life expectancy is greater at any given age now than it was even 15 years ago, and there is an increasing percentage of elderly patients overall requiring medical care. Given current healthcare constraints objective evaluation must be made of the appropriateness-and likelihood of successful outcome-of aggressive critical care medical services that are provided to patients, including the elderly. At present, geriatric patients represent between 25 and 50% of all ICU admissions. In 2000, ICU costs represented 13.3% of hospital costs, 4.2% of healthcare expenditures, and 0.56% of the U.S. gross domestic product. The enormous expense associated with ICU care has prompted some analysts to raise the subject of limits on expenditures for the elderly. Meaningful discussions addressing the more philosophical issues of critical care such as the correct level of aggressiveness of care and appropriateness of withdrawal of care, to say nothing of the fi nancial issues, simply cannot be addressed in any rational way without an accurate picture of what critical care accomplishes in these elderly patients.", "cite_spans": [], "ref_spans": [], "section": "Outcome After a Critical Illness in the Geriatric Population"}, {"text": "A successful ICU admission is de fi ned within cultural and social, as well as personal, contexts. Although the family member's \"do everything for Granddad\" dictum is familiar, it often represents an unrealistic appraisal of the possible bene fi t from certain modalities of care that can be done, but possibly should not be done. Although the ICU is designed as a temporary environment that allows support of body functions during recovery, the complicated technology and meticulous attention to detail that characterizes that environment is not the basis for such \"magical\" accomplishments as saving the life of a patient who has a lethal condition, despite the expectations and exhortations of some. Nonetheless, death can often skillfully be forestalled with polished and professional ICU care to such a degree that it may occur immediately after a de-escalation of such care, or later while the patient is on the general ward, in a step-down unit or rehabilitation facility, or after returning home (either early or late) to a life with varying similarity to that prior to the original serious medical occurrence. Meaningful discussions with elderly patients and their families, whether prior to complex morbid surgical procedures or as an ICU stay extends past the fi rst few days, must include accurate outcome data, so as to facilitate informed decisions regarding the speci fi cs and suitability of continued care. Studies addressing outcome in the critically ill geriatric population have produced various results that vary with the metric employed, the duration over which the outcome is monitored, and broad intrapopulation patient variability. The latter category highlights differences in age, premorbid physical status, statements of preference regarding aggressiveness of long-term medical care, and patient and family declarations addressing such subjective concepts as posthospitalization quality of life. The term outcome must be speci fi cally de fi ned as to the depth of support required by the post-ICU elder and its correspondence with that autonomous person's preferences, which, again, may vary widely, based on cultural, religious, national, and other parameters. Although some elders may prefer a less aggressive care regimen designed around end-of-life comfort at the expense of duration of remaining life, others may desire life extension in the face of critical illness by use of complex technology despite a vanishingly small or nonexistent expectation of recovery. Furthermore, the clinician's perceptions of the patient's desires may not be accurate, and thus may lead to withdrawal of care or withholding of a modality of treatment in a manner that would not be considered in the care of a younger patient. It is important to remember that while age may be associated with worse outcome from critical illness; numerous investigations have demonstrated that age, in and of itself, is less a factor than is the severity of the speci fi c condition that warrants intensive care or the general medical condition of the patient prior to the institution of intensive care. Quality of life (QOL) in the post-ICU elder is not necessarily inferior to that of younger individuals; indeed, overall QOL has been demonstrated to be similarly good across age groups ranging from middle-aged to very old (above 80 years). While years of living bring elderly patients with the most complex illnesses and comorbid conditions to the door of the hospital and intensive care unit, it is to be remembered that the elderly can recover fully, or almost so, from profoundly serious illness despite numerous worrisome impediments that would discourage all but the most optimistic clinician. Although a substantial percentage of the elderly cannot be brought back to an independent level of functioning, every effort should be expended to achieve accurate diagnosis and expeditious treatment, providing full intensive support to conditions that are correctable and recognition when reasonable limits have been reached. It should be stressed that every effort should be made to honor the patients autonomy and that their wishes should be addressed early and in a timely fashion.", "cite_spans": [], "ref_spans": [], "section": "Outcome After a Critical Illness in the Geriatric Population"}, {"text": "At least 20-50% all ICU admissions occur in patients older than 65 years of age, • and geriatric patients account for almost 60% of all ICU days. The decision to admit an elderly patient to an ICU should be based not only on • their comorbidities, acuity of illness, and prehospital functional status, including quality of life, but also on their preference for the use of life-sustaining treatments if it is known. Reperfusion therapy is the optimal treatment for acute ST-elevation MI regard-• less of age and gender. Absolute contraindications to fi brinolytic therapy are hemorrhagic stroke, intracranial neoplasm, active internal bleeding, or suspected aortic dissection, all of which have a higher incidence in the elderly. Mortality related to CABG can be estimated to be 30% or higher in the elderly • with multiple comorbid conditions. Current evidence suggests that diastolic dysfunction is the cause of the heart • failure syndrome in at least 50% of the elderly with heart failure, and that the proportion increases with advancing age.", "cite_spans": [], "ref_spans": [], "section": "Key Points"}, {"text": "In the event of increasing respiratory failure, positive pressure ventilation unloads • respiratory muscles and prevents or treats respiratory muscle fatigue. Ventilatory support can be provided by a tight-fi tting face mask in the form of noninvasive positive pressure ventilation (NIPPV) or by tracheal intubation with mechanical ventilation. Elderly patients are more likely than younger patients to experience infections • due to gram-negative organisms. Malnutrition or undernutrition is a complicating factor in the ef fi cient and • successful management of an elderly ICU patient. The prevalence of undernutrition in hospitalized, geriatric patients is relatively • high and is often unrecognized. Mortality is considerably higher in the malnourished elderly ICU patient, com-• pared to those who are nutritionally replete. Wound healing is impeded by a poor nutritional state in particular, development • of decubitus ulcers is more common in malnourished elderly individuals, and successful management is decidedly more dif fi cult.", "cite_spans": [], "ref_spans": [], "section": "Key Points"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Health, economic evaluation, and critical care", "authors": [{"first": "A", "middle": ["A"], "last": "Alsarraf", "suffix": ""}, {"first": "R", "middle": [], "last": "Fowler", "suffix": ""}], "year": 2005, "venue": "J Crit Care", "volume": "20", "issn": "", "pages": "194--197", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Caring for the critically ill patient. Current and projected workforce requirements for care of the critically ill and patients with pulmonary disease: can we meet the requirements of an aging population?", "authors": [{"first": "D", "middle": ["C"], "last": "Angus", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Kelley", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Schmitz", "suffix": ""}], "year": 2000, "venue": "JAMA", "volume": "284", "issn": "", "pages": "2762--2770", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "ACC/AHA guidelines for the management of patients with ST-elevation myocardial infarction-executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Writing Committee to Revise the 1999 Guidelines for the Management of Patients With Acute Myocardial Infarction)", "authors": [{"first": "E", "middle": ["M"], "last": "Antman", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Anbe", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Armstrong", "suffix": ""}], "year": 2004, "venue": "Circulation", "volume": "110", "issn": "5", "pages": "588--636", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical practice. Diastolic heart failure", "authors": [{"first": "G", "middle": ["P"], "last": "Aurigemma", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Gaasch", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "351", "issn": "", "pages": "1097--1105", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The effect of routine, early invasive management on outcome for elderly patients with non-ST-segment elevation acute coronary syndromes", "authors": [{"first": "R", "middle": ["G"], "last": "Bach", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Cannon", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Weintraub", "suffix": ""}], "year": 2004, "venue": "Ann Intern Med", "volume": "141", "issn": "3", "pages": "186--195", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Contribution of left ventricular diastolic dysfunction to heart failure regardless of ejection fraction", "authors": [{"first": "S", "middle": [], "last": "Brucks", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Little", "suffix": ""}, {"first": "T", "middle": [], "last": "Chao", "suffix": ""}], "year": 2005, "venue": "Am J Cardiol", "volume": "95", "issn": "", "pages": "603--606", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cardiovascular disease in the elderly", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Common cardiovascular issues encountered in geriatric critical care", "authors": [{"first": "K", "middle": ["A"], "last": "Crispell", "suffix": ""}], "year": 2003, "venue": "Crit Care Clin", "volume": "19", "issn": "", "pages": "677--691", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The effect of age on the development and outcome of adult sepsis", "authors": [{"first": "G", "middle": ["S"], "last": "Martin", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Mannino", "suffix": ""}, {"first": "M", "middle": [], "last": "Moss", "suffix": ""}], "year": 2006, "venue": "Crit Care Med", "volume": "34", "issn": "", "pages": "15--21", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Economic implications of increased longevity in the United States", "authors": [{"first": "D", "middle": ["P"], "last": "Rice", "suffix": ""}, {"first": "N", "middle": [], "last": "Fineman", "suffix": ""}], "year": 2004, "venue": "Annu Rev Public Health", "volume": "25", "issn": "", "pages": "457--473", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Helpful Websites and Calculators", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Acute Physiology and Chronic Health Evaluation (APACHE) II Online calculators", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Criteria for grading the severity of an acute exacerbation of chronic bronchitis American College of Chest Physicians-American College of Physicians/American Society of Internal Medicine Guidelines", "latex": null, "type": "table"}, "TABREF1": {"text": "Common infectious causes of acute exacerbations of chronic bronchitis Bacterial", "latex": null, "type": "table"}, "TABREF2": {"text": "Principles for initiating noninvasive positive pressure ventilation Identify appropriate patient Review the equipment with the patient and explain care Fit an appropriate-sized mask Adjust ventilator initially at a low pressure (8-10 cm H 2 O inspiration; 4-5 cm H 2 O expiration)", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Association of acute physiology score and age with 28-day mortality in patients with", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Parameter </td><td> Number </td><td> 28-day mortality (%) </td><td> ARLL </td><td> Con fi dence interval </td></tr><tr><td> Acute physiology score </td><td> </td><td> </td><td> </td></tr><tr><td> 0-40 </td><td> 152 </td><td> 12 </td><td> 1.0 </td><td> 1.0 </td></tr><tr><td> 41-60 </td><td> 330 </td><td> 22 </td><td> 1.99 </td><td> 1.14-3.45 </td></tr><tr><td> 61-80 </td><td> 348 </td><td> 36 </td><td> 4.27 </td><td> 2.48-7.37 </td></tr><tr><td> 101-120 </td><td> 75 </td><td> 64 </td><td> 15.67 </td><td> 7.90-31.08 </td></tr><tr><td> 120+ </td><td> 72 </td><td> 85 </td><td> 42.93 </td><td> 21.25-86.71 </td></tr><tr><td> Age, years </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> 0-44 </td><td> 184 </td><td> 26 </td><td> 1.0 </td><td> 1.0 </td></tr><tr><td> 45-54 </td><td> 116 </td><td> 34 </td><td> 1.33 </td><td> 0.75-2.36 </td></tr><tr><td> 55-64 </td><td> 203 </td><td> 33 </td><td> 1.59 </td><td> 0.97-2.62 </td></tr><tr><td> 65-74 </td><td> 315 </td><td> 35 </td><td> 1.61 </td><td> 1.01-2.55 </td></tr><tr><td> 75-84 </td><td> 285 </td><td> 41 </td><td> 2.31 </td><td> 1.45-3.70 </td></tr><tr><td> 85+ </td><td> 100 </td><td> 42 </td><td> 2.29 </td><td> 1.27-4.11 </td></tr></table></body></html>"}, "TABREF5": {"text": "Table 12.5 Disorders", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Disorder </td><td> De fi nition </td></tr><tr><td> Infection </td><td> A pathologic process caused by the invasion of normally sterile tissue or fl uid or body cavity by pathogenic or potentially pathogenic microorganisms Presence of bacteria in the blood </td></tr><tr><td> Bacteremia </td><td> </td></tr><tr><td> SIRS </td><td> The systemic in fl ammatory response (SIR) to a variety of clinical insults exhibited by at least two of the following: (1) temperature &gt;38 °C or &lt;36 °C, (2) heart rate &gt;90 beats/min, (3) respiratory rate &gt;20 breaths/min with a PaCO2\n</td></tr><tr><td> Sepsis </td><td>&lt;32 mm Hg, and (4) WBC &gt;12,000/mm 3 or &lt;4,000/mm 3 or &gt;10% immature (band) forms SIRS and documented or suspected infection </td></tr><tr><td> Severe sepsis  Septic shock </td><td> Sepsis complicated by organ dysfunction Sepsis complicated by hypotension (i.e., SBP &lt;90 mm Hg or MAP &lt;60 mm Hg) despite adequate fl uid resuscitation </td></tr></table></body></html>"}, "TABREF6": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}