{
    "paper_id": "3e9a3285027cb7c4d174ef1b15480d1266e89f72",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 pneumonia patient without clear epidemiological history outside Wuhan: An analysis of the radiographic and clinical features",
        "authors": [
            {
                "first": "Chen",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zixian",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhujian",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuxiao",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaogang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meng",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shunlin",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junqiang",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, unexplained pneumonia was found in Wuhan, China, and the disease spread rapidly around the country. The virus responsible for this disease [1] has been identified as a novel coronavirus, named by the International Committee on Taxonomy of Viruses (ICTV) on February 11, 2020, as the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). As of March 9, 2020, there were 80,906 laboratory-confirmed cases in China, more than 10,000 of which are from outside of Hubei. Almost all confirmed cases had a clear epidemiological history. The purpose of this case report is to describe the radiographic and clinical features of a COVID-19 pneumonia patient without clear epidemiological history outside Wuhan, China.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 66-year-old woman was transferred to our hospital in Lanzhou, China (1,005 miles from Wuhan), for high resolution computed tomography (HRCT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The image showed ground glass opacities (GGOs) in both lungs. The patient's novel coronavirus nucleic acid test returned positive on January 30, 2020. The J o u r n a l P r e -p r o o f hydrochloride and sodium chloride injection) and gastric mucosa protectants (omeprazol). After 7 days of treatment (February 6, 2020), the patient's HRCT showed that her bilateral pulmonary lesions had improved and a little fibrous stripe was evident ( Figures 1E and 1F ). Her novel coronavirus nucleic acid tests demonstrated 2 consecutive negative results (February 7, 2020 and February 9, 2020). Medications were stopped and the patient was discharged on February 10, 2020. She was subsequently isolated at home for 14 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 456,
                    "text": "Figures 1E and 1F",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "HRCT images obtained after discharge (February 18, 2020) showed that lesion absorption was more obvious (Figures 1G and 1H ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 122,
                    "text": "(Figures 1G and 1H",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The aim of this case report was to describe the radiographic and clinical The patient described in this case report had no clear epidemiological history and has likely been exposed to the virus without her knowledge, hence she can be referred to as \" second-generation patients\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The patient had similar radiographic and clinical findings to previously reported cases in the literature, but there were some differences. Current research demonstrated that the most common HRCT features of COVID-19 pneumonia are patchy/punctate ground glass opacities (85.7%), patchy J o u r n a l P r e -p r o o f consolidation (19.0%) that are mainly distributed in a sub-pleural area, and the presence of fibrous stripes after the patient's condition improves [2] . The HRCT images of this patient demonstrated almost all of these features. A recent retrospective study found that radiographic findings from chest CT were most severe on day 10 of initial symptom onset and began to improve on day 14 of initial symptom onset [3] . The findings from this patient's chest CT were typical of those with COVID-19. For this patient, recovery was earlier than usual. In contrast, most patients with COVID-19 present with fever (98%), cough (76%), and myalgia or fatigue (44%). Fever is the most common feature [4] . The patient described in this case report had no fever onset, which has not been reported previously in patients with respiratory symptoms and CT abnormalities.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this case report aimed to communicate and educate radiologists and clinicians in the recognition of this new disease. Clinicians need to be vigilant; even patients with respiratory symptoms, without a history of exposure or fever, should be examined radiographically using HRCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, timely nucleic acid testing should be performed when radiographic findings present similarly to those of patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The 2019-new coronavirus epidemic: Evidence for virus evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol. 2020",
            "volume": "92",
            "issn": "4",
            "pages": "455--459",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "features of a patient with COVID-19 pneumonia outside Wuhan, who had no clear epidemiological history. To the knowledge of the authors, this is the first reported case without clear epidemiological history. Most patients with COVID-19 have a clear history of exposure, or travel, and residence in Wuhan.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}