{"paper_id": "3e9b4a16924047885d887a2f1204cdaff69d533e", "metadata": {"title": "Toward a Mechanistic Understanding of Environmentally Forced Zoonotic Disease Emergence: Sin Nombre Hantavirus", "authors": [{"first": "Scott", "middle": [], "last": "Carver", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": ["N"], "last": "Mills", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheryl", "middle": ["A"], "last": "Parmenter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": ["R"], "last": "Parmenter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kyle", "middle": ["S"], "last": "Richardson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rachel", "middle": ["L"], "last": "Harris", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": ["J"], "last": "Douglass", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amy", "middle": ["J"], "last": "Kuenzi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Angela", "middle": ["D"], "last": "Luis", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Understanding the environmental drivers of zoonotic reservoir and human interactions is crucial to understanding disease risk, but these drivers are poorly predicted. We propose a mechanistic understanding of human-reservoir interactions, using hantavirus pulmonary syndrome as a case study. Crucial processes underpinning the disease's incidence remain poorly studied, including the connectivity among natural and peridomestic deer mouse host activity, virus transmission, and human exposure. We found that disease cases were greatest in arid states and declined exponentially with increasing precipitation. Within arid environments, relatively rare climatic conditions (e.g., El Niño) are associated with increased rainfall and reservoir abundance, producing more frequent virus transmission and host dispersal. We suggest that deer mice increase their occupancy of peridomestic structures during spring-summer, amplifying intraspecific transmission and human infection risk. Disease incidence in arid states may increase with predicted climatic changes. Mechanistic approaches incorporating reservoir behavior, reservoir-human interactions, and pathogen spillover could enhance our understanding of global hantavirus ecology, with applications to other directly transmitted zoonoses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "T he emergence of virulent pathogens-such as West Nile virus in North America, Ebola and Marburg viruses, Nipah virus, influenza A subtype H5N1, and severe acute respiratory syndrome-associated coronavirus-has increased in recent decades (Jones et al. 2008) . These examples are characteristic of the globally increasing number of emerging pathogens with animal (often wildlife) reservoirs that spill over to humans (Jones et al. 2008 ). Pathogen emergence is generally characterized by factors, often environmental, driving increased reservoir-human interactions (e.g., Plowright et al. 2011 ). An appreciation of the ecological interactions between reservoirs and humans and the drivers of these interactions is therefore crucial for predicting and controlling human exposure. Moreover, an appreciation of the drivers of these interactions between humans and reservoir hosts is vital for predicting the largely unknown effects of climate change on many diseases.", "cite_spans": [{"start": 238, "end": 257, "text": "(Jones et al. 2008)", "ref_id": "BIBREF30"}, {"start": 416, "end": 434, "text": "(Jones et al. 2008", "ref_id": "BIBREF30"}, {"start": 571, "end": 592, "text": "Plowright et al. 2011", "ref_id": "BIBREF51"}], "ref_spans": [], "section": ""}, {"text": "The rodent-borne zoonotic pathogen genus Hantavirus (Bunyaviridae) causes a significant burden of human disease in Europe, Asia, and the Americas. Humans typically become exposed through the inhalation of or direct contact with the infectious virus in rodent reservoir excreta, but the mechanisms that underscore reservoir-human interactions for these viruses-and many other pathogens-are poorly understood. In the mid-1990s, a hantavirus, Sin Nombre virus (SNV), emerged in the United States as the cause of the often-fatal hantavirus pulmonary syndrome (HPS). The emergence of SNV is linked to changes in climate, but the mechanisms underlying this link are debated (Mills et al. 2010a ). Here, we emphasize reservoir-human interactions and their determinants, focusing on the ecology of SNV, its North American deer mouse (Peromyscus maniculatus) reservoir, and the reservoir-human interactions leading to HPS. Following the emergence of SNV, a large body of knowledge has been developed across broad geographic and temporal scales, providing the foundation for this article. In this article, we ask the following: What are the drivers that underscore these human-reservoir interactions and HPS cases in North America? Although there are several hantaviruses and rodent hosts in the Americas, we have focused on the North American deer mouse (hereafter deer mouse) and SNV, which are responsible for the overwhelming majority of HPS cases in North America (Mills et al. 2010a) . We first summarize the ecology and epidemiology of SNV, describe the emergence of SNV and HPS in the southwestern United States, and consider the environmental factors linked to this emergence. We then propose an alternative hypothesis about the drivers of SNV reservoir-human interactions, which we hope will advance our understanding of HPS-SNV ecology beyond the current ideas derived from simplistic trophic cascade models. We hypothesize that human exposure to SNV is driven by environmental factors that alter deer mouse behavior and that this relationship is greatest in arid environments. We present two case studies based on data extracted from the literature, with analyses that evaluate this novel prediction at regional and local scales. These studies contribute significant insight into the geographic variation in HPS cases across North America, and we suggest that this variation is primarily driven by climate and reservoir population abundance. Finally, we discuss our results in the context of changing climatic conditions in North America and implications for reservoir-human interactions, particularly among states with high numbers of HPS cases. We suggest that the changing climatic conditions in US states with high numbers of HPS cases will likely promote human-deer mouse interactions and increased HPS incidence. This approach is of broad conceptual value for enhancing our understanding of the ecology of hantaviruses and directly transmitted pathogens globally, owing to a significant gap in the literature on directly transmitted pathogens, as compared with research on vector-borne pathogens (Mills et al. 2010b ). Significantly, we highlight specific priorities for future research addressing reservoir-human interactions.", "cite_spans": [{"start": 668, "end": 687, "text": "(Mills et al. 2010a", "ref_id": "BIBREF44"}, {"start": 1459, "end": 1479, "text": "(Mills et al. 2010a)", "ref_id": "BIBREF44"}, {"start": 3104, "end": 3123, "text": "(Mills et al. 2010b", "ref_id": "BIBREF45"}], "ref_spans": [], "section": ""}, {"text": "The first recognized outbreak of HPS occurred in the spring of 1993 (CDC 1993 , Nichol et al. 1993 : HPS emerged in the Four Corners region of the southwestern United States (where the states of Arizona, Colorado, New Mexico, and Utah adjoin), killing 11 people during an 8-week period in May and June (CDC 1993) . Following an abrupt onset involving fever, myalgia, and malaise, the patients' conditions deteriorated rapidly with the onset of pulmonary edema (CDC 1993) . Death often occurred just hours after the onset of this crisis period (CDC 1993) . It was remarkable that the etiologic agent had not been recognized previously, because it became apparent that the natural reservoir for SNV was the widespread native deer mouse (figure 1a; Nichol et al. 1993 , Childs et al. 1994 and that SNV infection occurred throughout its range in the United States (CDC 2014) . Additional cases of HPS occurring prior to 1993 have been retrospectively diagnosed (e.g., Zaki et al. 1996) .", "cite_spans": [{"start": 68, "end": 77, "text": "(CDC 1993", "ref_id": null}, {"start": 78, "end": 98, "text": ", Nichol et al. 1993", "ref_id": "BIBREF46"}, {"start": 302, "end": 312, "text": "(CDC 1993)", "ref_id": null}, {"start": 460, "end": 470, "text": "(CDC 1993)", "ref_id": null}, {"start": 543, "end": 553, "text": "(CDC 1993)", "ref_id": null}, {"start": 746, "end": 764, "text": "Nichol et al. 1993", "ref_id": "BIBREF46"}, {"start": 765, "end": 785, "text": ", Childs et al. 1994", "ref_id": "BIBREF10"}, {"start": 860, "end": 870, "text": "(CDC 2014)", "ref_id": null}, {"start": 964, "end": 981, "text": "Zaki et al. 1996)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "The ecology and epidemiology of SNV in North America"}, {"text": "The HPS outbreak in 1993 followed an El Niño Southern Oscillation (ENSO) event the previous year (Parmenter et al. 1993 , Yates et al. 2002 , characterized by a large increase in in the United States by state. Source: www.cdc.gov/hantavirus. regional precipitation in fall, winter, and spring. Another HPS outbreak occurred in the Four Corners region in 1997, again following an ENSO event. A third outbreak in 2006, following increased precipitation in 2004-2005 , was forecast using satellite imagery as an indicator of primary productivity (Glass et al. 2006) . Parmenter and colleagues (1993) and Yates and colleages (2002) proposed a bottom-up precipitation-driven trophic cascade to explain the HPS outbreaks. The proposed cascade involved increased primary and secondary productivity (measures of deer mouse resources) during spring-summer, following enhanced winter-spring precipitation. Increases in productivity were followed by increases in deer mouse abundance, infection prevalence, and ultimately, HPS cases. However, this proposed cascade continues to be discussed because of debate over regional increases in deer mouse abundance and the relationships between vegetation growth and HPS cases (Glass et al. 2000 , Mills 2005 ). Glass and colleagues (2000) concluded that ENSO events in the Four Corners region likely supported an expansion of deer mouse range from suitable habitat to temporarily favorable habitat that was normally suboptimal (too arid) for their survival or limiting of population growth. Following the ENSO events, these temporarily favorable environments returned to less optimal normal conditions. Glass and colleagues (2000) concluded that if links between climate variability and HPS exist (cf. Glass et al. 2007 , Luis et al. 2010 , Loehman et al. 2012 , the underlying ecologic and social conditions that modulate these links are poorly understood.", "cite_spans": [{"start": 97, "end": 119, "text": "(Parmenter et al. 1993", "ref_id": "BIBREF48"}, {"start": 120, "end": 139, "text": ", Yates et al. 2002", "ref_id": "BIBREF62"}, {"start": 411, "end": 463, "text": "2006, following increased precipitation in 2004-2005", "ref_id": null}, {"start": 543, "end": 562, "text": "(Glass et al. 2006)", "ref_id": "BIBREF26"}, {"start": 565, "end": 596, "text": "Parmenter and colleagues (1993)", "ref_id": null}, {"start": 601, "end": 627, "text": "Yates and colleages (2002)", "ref_id": null}, {"start": 1208, "end": 1226, "text": "(Glass et al. 2000", "ref_id": "BIBREF24"}, {"start": 1227, "end": 1239, "text": ", Mills 2005", "ref_id": "BIBREF41"}, {"start": 1243, "end": 1270, "text": "Glass and colleagues (2000)", "ref_id": null}, {"start": 1635, "end": 1662, "text": "Glass and colleagues (2000)", "ref_id": null}, {"start": 1734, "end": 1751, "text": "Glass et al. 2007", "ref_id": "BIBREF27"}, {"start": 1752, "end": 1770, "text": ", Luis et al. 2010", "ref_id": "BIBREF38"}, {"start": 1771, "end": 1792, "text": ", Loehman et al. 2012", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "The ecology and epidemiology of SNV in North America"}, {"text": "Since the first identification of SNV, HPS has been diagnosed across the United States and much of Canada (CDC 2014) . Within the United States, cases reflect the distribution of the deer mouse reservoir, with the majority of cases occurring in the western region of the contiguous 48 states (CDC 2014) . In addition to the southwestern United States, studies of deer mice or related hosts and SNV or SNV-like hantaviruses have been undertaken in a variety of US states and regions and Canadian provinces-including California; Iowa; Kansas; Michigan; Montana; New England; New York; North Carolina; Oklahoma; Oregon; Pennsylvania; Tennessee; Texas; Virginia; Washington, DC; Wyoming; Alberta; British Columbia; Manitoba; and Saskatchewan-as well as in central Mexico (e.g., see Mills et al. 1998 , Bennett et al. 1999 , Safronetz et al. 2006 , Luong et al. 2011 . Intensive studies are mostly limited to the Southwest and Montana and are particularly sparse when focused on the eastern United States, where human cases are relatively rare (figure 1b; Douglass et al. 2005 , CDC 2014 ). Overall, the prevalence of SNV infection appears greatest among deer mice in Montana ). However, longitudinal data from several southwestern sites remains unpublished (Mills et al. 2010a) . It is also unknown how the prevalence of SNV from the Southwest and Montana compares with that in areas in which intensive studies have not been undertaken, such as Utah, Idaho, Wyoming, the Dakotas, Alberta, Saskatchewan, and Manitoba. In regions in which HPS cases are rare, such as the eastern United States, the available evidence indicates that the prevalence of SNV or a closely related virus among deer mice (and possibly white-footed mice, Peromyscus leucopus) is similar to that in states with higher HPS incidence (Mills et al. 1998 , Luong et al. 2011 .", "cite_spans": [{"start": 106, "end": 116, "text": "(CDC 2014)", "ref_id": null}, {"start": 292, "end": 302, "text": "(CDC 2014)", "ref_id": null}, {"start": 778, "end": 795, "text": "Mills et al. 1998", "ref_id": "BIBREF42"}, {"start": 796, "end": 817, "text": ", Bennett et al. 1999", "ref_id": "BIBREF3"}, {"start": 818, "end": 841, "text": ", Safronetz et al. 2006", "ref_id": "BIBREF54"}, {"start": 842, "end": 861, "text": ", Luong et al. 2011", "ref_id": "BIBREF40"}, {"start": 1051, "end": 1071, "text": "Douglass et al. 2005", "ref_id": "BIBREF18"}, {"start": 1072, "end": 1082, "text": ", CDC 2014", "ref_id": null}, {"start": 1253, "end": 1273, "text": "(Mills et al. 2010a)", "ref_id": "BIBREF44"}, {"start": 1800, "end": 1818, "text": "(Mills et al. 1998", "ref_id": "BIBREF42"}, {"start": 1819, "end": 1838, "text": ", Luong et al. 2011", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Figure 1. (a) An adult North American deer mouse (Peromyscus maniculatus), the principle reservoir of Sin Nombre virus, and (b) the distribution of hantavirus pulmonary syndrome cases"}, {"text": "Most research on SNV has been focused on transmission and apparent prevalence within the reservoir population. Transmission appears horizontal, and prevalence is greater among older (with a mass greater than 20 grams) or male deer mice (Bennett et al. 1999 , Kuenzi et al. 2001 , Clay et al. 2009 , and these conclusions are consistent with findings for other pathogens forming chronic host infections. Deer mice shed SNV in saliva, urine, and possibly feces for up to 90 days following infection (Safronetz et al. 2006 , Safronetz et al. 2008 . Some individuals likely shed SNV throughout their lifetime, although this has not been conclusively demonstrated. Infection with SNV may influence weight gain (Douglass et al. 2007 ) and survival , Luis et al. 2012 , but see Previtali and colleagues (2010) .", "cite_spans": [{"start": 236, "end": 256, "text": "(Bennett et al. 1999", "ref_id": "BIBREF3"}, {"start": 257, "end": 277, "text": ", Kuenzi et al. 2001", "ref_id": "BIBREF33"}, {"start": 278, "end": 296, "text": ", Clay et al. 2009", "ref_id": "BIBREF12"}, {"start": 497, "end": 519, "text": "(Safronetz et al. 2006", "ref_id": "BIBREF54"}, {"start": 520, "end": 543, "text": ", Safronetz et al. 2008", "ref_id": "BIBREF55"}, {"start": 705, "end": 726, "text": "(Douglass et al. 2007", "ref_id": "BIBREF20"}, {"start": 742, "end": 760, "text": ", Luis et al. 2012", "ref_id": "BIBREF39"}, {"start": 771, "end": 802, "text": "Previtali and colleagues (2010)", "ref_id": null}], "ref_spans": [], "section": "Transmission within reservoir populations"}, {"text": "Sin Nombre virus antibody prevalence in the spring could be a delayed response to increased population density the previous autumn, resulting from beneficial (high rainfall) environmental conditions (delayed density-dependent prevalence; Mills et al. 1999 ). However, the evidence for this autumn-spring relationship has been variable (Carver et al. 2011a) , indicating that temporal delays may be more complex (Adler et al. 2008a) . Lags between population density and infection prevalence could be dependent on population oscillations, birth rates, mean prevalence, and frequencydependent transmission (Adler et al. 2008a) . Heterogeneities in contact rates, susceptibility, survival, and dispersal also appear to be important determinants of SNV infection prevalence in male deer mice (Adler et al. 2008b ).", "cite_spans": [{"start": 238, "end": 255, "text": "Mills et al. 1999", "ref_id": "BIBREF43"}, {"start": 335, "end": 356, "text": "(Carver et al. 2011a)", "ref_id": "BIBREF7"}, {"start": 411, "end": 431, "text": "(Adler et al. 2008a)", "ref_id": "BIBREF0"}, {"start": 604, "end": 624, "text": "(Adler et al. 2008a)", "ref_id": "BIBREF0"}, {"start": 788, "end": 807, "text": "(Adler et al. 2008b", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Transmission within reservoir populations"}, {"text": "The precise forecasting of deer mouse population and SNV dynamics has been hampered by complex relationships with environmental factors (e.g., Luis et al. 2010 , Loehman et al. 2012 ). Using climatic data, Luis and colleagues (2010) developed a model that fit the population dynamics of deer mice at one location in Montana well but had relatively poor predictive ability. Temperature and precipitation fluctuated between beneficial or detrimental effects on deer mouse survival and recruitment depending on season (Luis et al. 2010) , and these effects are likely to vary among habitats and climatic regimes (see also Loehman et al. 2012) . These findings are supported by studies demonstrating survival to be significant for population growth rate and dispersal of infected adult males important for local SNV antibody prevalence (Glass et al. 2002 , Waltee et al. 2009 , Luis et al. 2010 . The forecasting of deer mouse population and SNV dynamics will likely be improved by incorporating a combination of host demographic and community factors. Models by Laverty and Adler (2009) showed that longtailed survivorship decreases the average age of infection and increases the reproductive rate of the pathogen. Agedependent contact rates appeared more important for increasing prevalence than susceptibility or amplitude of population oscillations. Negative relationships of SNV prevalence with spatial (Bennett et al. 1999 , Mills 2005 and temporal (Carver et al. 2011b ) variation in small-mammal community diversity have also been demonstrated. The mechanisms underlying these negative relationships are unknown but could be due to changes in deer mouse contact patterns due to nonreservoir species presence (Carver et al. 2011b) . Although technically challenging, incorporating demographic and community factors into predictive models of deer mouse and SNV dynamics will likely result in rewarding insights.", "cite_spans": [{"start": 143, "end": 159, "text": "Luis et al. 2010", "ref_id": "BIBREF38"}, {"start": 160, "end": 181, "text": ", Loehman et al. 2012", "ref_id": "BIBREF37"}, {"start": 206, "end": 232, "text": "Luis and colleagues (2010)", "ref_id": null}, {"start": 515, "end": 533, "text": "(Luis et al. 2010)", "ref_id": "BIBREF38"}, {"start": 619, "end": 639, "text": "Loehman et al. 2012)", "ref_id": "BIBREF37"}, {"start": 832, "end": 850, "text": "(Glass et al. 2002", "ref_id": "BIBREF25"}, {"start": 851, "end": 871, "text": ", Waltee et al. 2009", "ref_id": "BIBREF60"}, {"start": 872, "end": 890, "text": ", Luis et al. 2010", "ref_id": "BIBREF38"}, {"start": 1059, "end": 1083, "text": "Laverty and Adler (2009)", "ref_id": "BIBREF36"}, {"start": 1404, "end": 1424, "text": "(Bennett et al. 1999", "ref_id": "BIBREF3"}, {"start": 1425, "end": 1437, "text": ", Mills 2005", "ref_id": "BIBREF41"}, {"start": 1451, "end": 1471, "text": "(Carver et al. 2011b", "ref_id": "BIBREF8"}, {"start": 1712, "end": 1733, "text": "(Carver et al. 2011b)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Transmission within reservoir populations"}, {"text": "Transmission from deer mice to humans The risk of human exposure to SNV appears greatest when deer mouse populations are composed of older or newly infected individuals (Safronetz et al. 2008 , Clay et al. 2009 ) during the early-middle period of the breeding season , Waltee et al. 2009 ), characteristic of peridomestic and nonperidomestic (\"natural\") deer mouse population structure in spring and early summer (Mills et al. 1999 , Kuenzi et al. 2001 , Douglass et al. 2006 . Contact among deer mice within peridomestic environments and the transmission of SNV to humans is empirically less well understood than SNV dynamics among deer mice in the natural environment ). The number of HPS cases is greatest in rural peridomestic environments, where SNV transmission among deer mice and human risk of exposure also appear greatest (Armstrong et al. 1995 , Childs et al. 1995 , Zeitz et al. 1995 , Kuenzi et al. 2001 , Douglass et al. 2006 . In these enclosed settings, human exposure results from activities (e.g., sweeping) that aerosolize infected deer mouse excreta (Armstrong et al. 1995 , Childs et al. 1995 , Zeitz et al. 1995 , Cline et al. 2010 ). colleagues (2006, 2008) found a higher prevalence of low-avidity immunoglobulin G antibodies (indicative of recent infection) in deer mice captured where clusters of human cases occurred, suggesting that human cases occur when transmission among deer mice is recent (see also Varner and Dearing 2012) . Furthermore, SNV antibody prevalence in deer mice in and near peridomestic settings is nearly twice that in natural populations (Zeitz et al. 1995 , Jay et al. 1997 , Kuenzi et al. 2001 , and prevalence in peridomestic locations begins increasing in winter and peaks in spring through early summer, consonant with the seasonal timing of human HPS cases (Kuenzi et al. 2001) .", "cite_spans": [{"start": 169, "end": 191, "text": "(Safronetz et al. 2008", "ref_id": "BIBREF55"}, {"start": 192, "end": 210, "text": ", Clay et al. 2009", "ref_id": "BIBREF12"}, {"start": 267, "end": 287, "text": ", Waltee et al. 2009", "ref_id": "BIBREF60"}, {"start": 413, "end": 431, "text": "(Mills et al. 1999", "ref_id": "BIBREF43"}, {"start": 432, "end": 452, "text": ", Kuenzi et al. 2001", "ref_id": "BIBREF33"}, {"start": 453, "end": 475, "text": ", Douglass et al. 2006", "ref_id": "BIBREF19"}, {"start": 832, "end": 854, "text": "(Armstrong et al. 1995", "ref_id": "BIBREF2"}, {"start": 855, "end": 875, "text": ", Childs et al. 1995", "ref_id": "BIBREF11"}, {"start": 876, "end": 895, "text": ", Zeitz et al. 1995", "ref_id": "BIBREF65"}, {"start": 896, "end": 916, "text": ", Kuenzi et al. 2001", "ref_id": "BIBREF33"}, {"start": 917, "end": 939, "text": ", Douglass et al. 2006", "ref_id": "BIBREF19"}, {"start": 1070, "end": 1092, "text": "(Armstrong et al. 1995", "ref_id": "BIBREF2"}, {"start": 1093, "end": 1113, "text": ", Childs et al. 1995", "ref_id": "BIBREF11"}, {"start": 1114, "end": 1133, "text": ", Zeitz et al. 1995", "ref_id": "BIBREF65"}, {"start": 1134, "end": 1153, "text": ", Cline et al. 2010", "ref_id": "BIBREF13"}, {"start": 1157, "end": 1180, "text": "colleagues (2006, 2008)", "ref_id": null}, {"start": 1433, "end": 1457, "text": "Varner and Dearing 2012)", "ref_id": "BIBREF59"}, {"start": 1588, "end": 1606, "text": "(Zeitz et al. 1995", "ref_id": "BIBREF65"}, {"start": 1607, "end": 1624, "text": ", Jay et al. 1997", "ref_id": "BIBREF29"}, {"start": 1625, "end": 1645, "text": ", Kuenzi et al. 2001", "ref_id": "BIBREF33"}, {"start": 1813, "end": 1833, "text": "(Kuenzi et al. 2001)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Transmission within reservoir populations"}, {"text": "Significantly, there have been no longitudinal peridomestic studies of deer mice and SNV in the arid southwestern United States, where most human cases occur. Most peridomestic studies are restricted to Montana, which has a semiarid climate and more widespread and persistent deer mouse populations but fewer human cases than the Southwest. Studies demonstrate that deer mice in peridomestic environments frequently enter man made structures (particularly if food resources are available) regardless of prevailing environmental conditions, have smaller home range sizes, have greater population densities, and constitute a greater proportion of the small-mammal community than in natural environments (Kuenzi et al. 2001 , Douglass et al. 2006 . Peridomestic deer mice can spend the majority (65%) of their time within man made structures (Douglass et al. 2006) . Deer mouse excreta likely accumulate and SNV survives longer in peridomestic settings, because it is largely protected from environmental conditions that would disperse and degrade excreta (i.e., wind and precipitation) and inactivate SNV (i.e., ultraviolet radiation; Carver et al. 2010) . Consequently, the persistence of infectious SNV is likely longer and the risk of exposure for humans greater in peridomestic locations (Kallio et al. 2006 , Gedeon et al. 2010 .", "cite_spans": [{"start": 701, "end": 720, "text": "(Kuenzi et al. 2001", "ref_id": "BIBREF33"}, {"start": 721, "end": 743, "text": ", Douglass et al. 2006", "ref_id": "BIBREF19"}, {"start": 839, "end": 861, "text": "(Douglass et al. 2006)", "ref_id": "BIBREF19"}, {"start": 1133, "end": 1152, "text": "Carver et al. 2010)", "ref_id": "BIBREF6"}, {"start": 1290, "end": 1309, "text": "(Kallio et al. 2006", "ref_id": "BIBREF31"}, {"start": 1310, "end": 1330, "text": ", Gedeon et al. 2010", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Transmission within reservoir populations"}, {"text": "In order to mitigate the incidence of HPS, it would be useful to predict human cases using climatic factors, with a clear understanding of the mechanisms that underscore HPS cases at local and broad geographic scales. For example, studies in the southwestern United States demonstrate relationships between increased precipitation and vegetation growth and subsequent (the following year) deer mouse abundance, infection prevalence, and HPS cases at highelevation (2000-2500 meters) sites (Engelthaler et al. 1999 , Glass et al. 2000 . These effects are most pronounced following ENSO events and in areas where the onset of vegetation growth was earlier and persisted longer than in areas with few to no HPS cases, such as lower-elevation sites (Glass et al. 2002 , Glass et al. 2007 ). Deer mouse populations in high-HPS risk areas were also composed of older and proportionally more male individuals (Glass et al. 2002) , the demographic group most likely to disperse and become infected (e.g., Waltee et al. 2009 ). Although these relationships have been observed in the Southwest, it is likely that environmental relationships with deer mice, SNV, and HPS vary among habitats and climatic regimes across North America (Loehman et al. 2012 ).", "cite_spans": [{"start": 489, "end": 513, "text": "(Engelthaler et al. 1999", "ref_id": "BIBREF21"}, {"start": 514, "end": 533, "text": ", Glass et al. 2000", "ref_id": "BIBREF24"}, {"start": 745, "end": 763, "text": "(Glass et al. 2002", "ref_id": "BIBREF25"}, {"start": 764, "end": 783, "text": ", Glass et al. 2007", "ref_id": "BIBREF27"}, {"start": 902, "end": 921, "text": "(Glass et al. 2002)", "ref_id": "BIBREF25"}, {"start": 997, "end": 1015, "text": "Waltee et al. 2009", "ref_id": "BIBREF60"}, {"start": 1222, "end": 1242, "text": "(Loehman et al. 2012", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Transmission within reservoir populations"}, {"text": "Crucial processes underpinning HPS incidence remain poorly studied, such as the connectivity among natural and peridomestic activity of deer mice, SNV transmission, and human exposure . Clearly, the activity of deer mice in the peridomestic environment is a key factor associated with HPS. The accumulation of deer mouse excreta also appears crucial, but the processes associated with this are also poorly understood . Although deer mice often enter peridomestic structures, frequent movement into and out of buildings is unlikely to result in significant accumulation of deer mouse excreta (Childs et al. 1995 , Zeitz et al. 1995 . Therefore, it is likely that increases in prolonged occupancy of peridomestic structures and increases in SNV transmission among deer mice are key components of human exposure . Research that clarifies determinants of increased peridomestic occupancy by deer mice in regions with high HPS incidence would be valuable.", "cite_spans": [{"start": 591, "end": 610, "text": "(Childs et al. 1995", "ref_id": "BIBREF11"}, {"start": 611, "end": 630, "text": ", Zeitz et al. 1995", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "Here, we hypothesize that human exposure to SNV is driven by environmental factors (temperature, precipitation) that alter deer mouse behavior and increase risk of human exposure. Furthermore, we predict that this relationship manifests to the greatest extent in arid environments. Importantly, studies suggest that the arid and semiarid environments of the southwestern United States, where most HPS cases have occurred, are normally \"marginal\" for deer mouse survival, with small numbers of deer mice restricted to local refugia (Glass et al. 2002 (Glass et al. , 2007 . However, ENSO events in this region lead to an amelioration of unfavorable arid conditions, local population increase and expansion, and the dispersal of deer mice from nearby persistently suitable habitat-likely higher elevation canyons or streams and rivers (Glass et al. 2002 , Dearing and Dizney 2010 . The subsequent transition of temporarily suitable environmental conditions for deer mice following ENSO-type events back to a \"normal\" arid/semiarid (suboptimal for deer mouse survival and population growth) state may further promote the prolonged occupancy of structures in peridomestic environments by deer mice (Kumar et al. 2010) , facilitating intraspecific interactions, SNV transmission among deer mice, more frequent indirect human-deer mouse interactions, and increased HPS incidence. Reciprocally, we predict that these patterns of expansion and local die-off/die-back or increased occupancy of peridomestic structures would be observed to a lesser extent in more persistently mesic or moist geographic locations, where restrictive environmental conditions play a lesser role in the frequency of prolonged occupancy of peridomestic structures by deer mice.", "cite_spans": [{"start": 83, "end": 111, "text": "(temperature, precipitation)", "ref_id": null}, {"start": 531, "end": 549, "text": "(Glass et al. 2002", "ref_id": "BIBREF25"}, {"start": 550, "end": 570, "text": "(Glass et al. , 2007", "ref_id": "BIBREF27"}, {"start": 833, "end": 851, "text": "(Glass et al. 2002", "ref_id": "BIBREF25"}, {"start": 852, "end": 877, "text": ", Dearing and Dizney 2010", "ref_id": "BIBREF15"}, {"start": 1194, "end": 1213, "text": "(Kumar et al. 2010)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "No study has explicitly evaluated the links among environmental conditions, increases in prolonged occupancy of buildings by deer mice, and how these changes influence SNV transmission. Here, we use published data to evaluate our hypothesis and present two case studies that support the need for such research. First, we analyze published data on climate, natural deer mouse abundance, SNV prevalence, and HPS cases sourced from a variety of studies (supplemental appendix S1) across the United States. This analysis enables us to explore the context dependence of relationships among environment, host populations, and HPS cases at a large, regional scale. Second, we analyze published data (Mills 2005 ) from Zuni, New Mexico (1994 , in the southwestern United States. This was the only site with published temporal data for all variables matched with a high number of HPS cases, allowing us to evaluate seasonal temporal links among climatic conditions, the dynamics of deer mice, SNV, and HPS cases at a local scale.", "cite_spans": [{"start": 692, "end": 703, "text": "(Mills 2005", "ref_id": "BIBREF41"}, {"start": 704, "end": 733, "text": ") from Zuni, New Mexico (1994", "ref_id": null}], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "Case study: Regional-scale data. Conventional theory predicts the number of HPS cases across North America to be a function of natural deer mouse abundance and SNV infection prevalence. However, there has been no extensive exploration of climate, deer mice, and SNV across the contiguous United States to examine broader determinants of human exposure risk. At a national scale, there are good surveillance data on HPS cases in the United States, and previous investigators have adjusted the cumulative case data against total and rural (where most HPS cases take place) census data (Douglass et al. 2005) . We combined cumulative rural per-capita HPS data with all published studies from which we could determine trap success for deer mice (the number of deer mice per trap night is a measure of relative abundance and the most common metric that could be obtained from published studies) and SNV antibody prevalence (appendix S1). These studies could be grouped into two categories:", "cite_spans": [{"start": 583, "end": 605, "text": "(Douglass et al. 2005)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "(1) one-time or multiannual studies with once-per-year or unidentified sampling frequency and (2) longitudinal mark-recapture studies with regular sampling within years. These data were matched with the mean daily temperature and precipitation within each state (National Climatic Data Center; http://ncdc.noaa.gov/oa/ncdc.html). Using these data, we evaluated links among geographic variation in climate, deer mouse abundance, SNV prevalence, and HPS cases. We emphasize that these relationships explored are general, broadscale indicators and-although beyond the scope of this study-future more spatially explicit climate variables for analyses would be valuable.", "cite_spans": [], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "Among 28 states reporting cases of HPS, we extracted information on trap success and SNV prevalence from 13 and 12 states, respectively. We first used linear regression to investigate the general relationships between HPS cases and deer mouse abundance or SNV prevalence among deer mice. We evaluated all deer mouse and SNV studies, which were also separated into longitudinal mark-recapture and non-mark-recapture studies for the analyses. The effects of temperature and precipitation were evaluated independently from deer mouse and SNV data, owing to climate data being available from all states reporting HPS cases. We used linear models, which were ranked using information-theoretic approaches and multimodel selection, and calculated variable importance weights (Burnham and Anderson 2002) . We also explored the effects of average daily temperature and precipitation during different months of the year: The results indicated that these relationships were strongest during spring-summer months (when HPS cases predominate) and weakest during fall-winter months (results are not presented).", "cite_spans": [{"start": 769, "end": 796, "text": "(Burnham and Anderson 2002)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "We did not detect a relationship of HPS cases to deer mouse abundance or SNV antibody prevalence (figure 2). This result was based on all available deer mouse abundance and SNV prevalence studies (figure 2), and from separating published studies into longitudinal mark-recapture (deer mouse abundance, F(1,1) = 0.06, p = .84; SNV prevalence F(1,1) = 0.59, p = .58) and non-mark-recapture studies (deer mouse abundance, F(1,8) = 0.21, p = .66; SNV prevalence, F(1,7) = 0.22, p = .65). This result corroborates the general perceptions that HPS cases among states do not reflect state-by-state natural deer mouse abundance or infection prevalence. An implicit assumption here is that the abundances and prevalences revealed by these studies and by our analyses are representative of \"natural\" environments within and among states, although in reality, these may vary temporally and spatially. This is the only available deer mouse and SNV data for which these national analyses can be carried out. Nevertheless, the collective results from the large number of studies on deer mouse abundance and SNV dynamics across the United States demonstrate a disparity in our understanding of determinants of HPS cases across broad scales.", "cite_spans": [], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "Our analyses demonstrated a strong negative relationship between the cumulative per-capita rural HPS cases and precipitation and a weaker but still important (as indicated by variable importance weights but not r 2 ) positive relationship with temperature ( figure 3, table 1 ). The relationship between HPS and precipitation could represent a threshold, whereby there is a sheer relationship in which average daily precipitation falls below 1.5 millimeters (linear regression, r 2 = .482; F(1,6) = 6.508 p = .038, regression coefficient = -0.856, standard error [SE] = 0.335) and a gradual relationship among states with higher rainfall (linear regression, r 2 = .264; F(1,16) = 6.108, p = .024, regression coefficient = -0.164, SE = 0.066). These sheer and gradual relationships may be indicative of differences in the propensity of deer mice to occupy peridomestic structures in arid/semiarid versus more moist geographic locations, or in cold weather (fallwinter) versus drier, hotter weather (spring-summer). This relationship may also reflect the greater propensity of infectious SNV particles to be aerosolized by human activities in arid/semiarid locations than they would be in more mesic geographic locations.", "cite_spans": [], "ref_spans": [{"start": 258, "end": 275, "text": "figure 3, table 1", "ref_id": null}], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "Case study: Local-scale data. Zuni, New Mexico, is a highelevation (1918 meter), arid Census-Designated Place in northwestern New Mexico that has been a focus of HPS research in the United States. This is the only site with published temporal data on \"natural\" deer mice abundance and SNV at a local geographic scale, matched with an analyzable number of HPS cases (the highest of all sites included in the regional scale analyses outlined above). Deer mouse, SNV antibody, and HPS data (1994-2003) were derived from Mills (2005) and matched with climatic data (mean daily temperature and precipitation) sourced from the National Climatic Data Center (Zuni, New Mexico, station; http:// ncdc.noaa.gov/oa/ncdc.html).", "cite_spans": [{"start": 460, "end": 477, "text": "SNV antibody, and", "ref_id": null}, {"start": 478, "end": 498, "text": "HPS data (1994-2003)", "ref_id": null}, {"start": 517, "end": 529, "text": "Mills (2005)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "We first used cross-correlation analyses to evaluate the effects of time lags on determinants of deer mouse abundance, the number of infected deer mice, deer mouse infection prevalence, and the number of HPS cases (figure 4). Cross-correlation analysis was valuable because it enabled us to identify and evaluate time-lagged relationships among covariates and optimal time lags in such relationships. We evaluated time lags from 0 to 18 months (as indicated by Adler et al. 2008a) . We tested the average daily temperature and precipitation as correlates of deer mouse abundance. Deer mouse abundance, temperature, and precipitation were tested as predictors of the number of infected deer mice.", "cite_spans": [{"start": 461, "end": 480, "text": "Adler et al. 2008a)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Drivers of reservoir-human interactions: Hypothesis and case studies"}, {"text": "The possible predictors of deer mouse infection prevalence included the number of infected deer mice, deer mouse abundance, temperature, and the amount of precipitation. The possible predictors of HPS cases included deer mouse infection prevalence, the number of infected deer mice, deer mouse abundance, temperature, and the amount of precipitation. On the basis of these analyses, we determined optimal lags for variables among models testing hypotheses of what factors best predicted the number of HPS cases.", "cite_spans": [], "ref_spans": [], "section": "Figure 2. The lack of a relationship between per-capita cases of hantavirus pulmonary syndrome and published reports of (a) North American deer mouse (Peromyscus maniculatus) abundance (F(11,1) = 0.32, p = .58, regression coefficient = -15.16, standard error (SE) = 26.81) and (b) Sin Nombre virus (SNV) infection prevalence among US states (F(10,1) = 0.07, p = .79, regression coefficient = -4.56, SE = 16.75). The reports of deer mouse abundance and SNV prevalence are derived from studies in which the number of deer mice per trap night could be discerned (the symbols represent studies of deer mice and SNV; see supplemental appendix S1 for the list of studies and data). Abbreviation: HPS, hantavirus pulmonary syndrome."}, {"text": "We established 18 hypotheses that modeled the direct and indirect effects of deer mouse abundance, infection, and climate on HPS cases in Zuni, including a null model (hypothesis H1) suggesting that the HPS cases were unrelated to these factors (table 2). The predictors within these hypotheses were modeled as direct and indirect to represent the differential effects of environmental variables. The direct effects of environmental variables were designed to illustrate the role of these factors on human exposure (likely through aerosolization of SNV-contaminated particulate matter). The indirect influences of these factors were modeled to represent their effects on HPS cases via deer mouse infection or natural abundance (possibly also indicating changes in the deer mouse occupancy of peridomestic structures). In hypotheses H2-H6, we considered the effects of deer mouse infection (the number of infected deer mice; IPm) as a driver of human cases, which reflects general perceptions that human exposure risk is tied to the prevalence of infection in deer mouse populations or the number of infected deer mice in the environment. The number of infected deer mice was highly correlated with prevalence (figure 4), so we restricted our analyses to one predictor (IPm). Overall, these models were comparatively poor fits to the data, so represent a smaller set among the pool of hypotheses than models involving deer mouse abundance. In hypotheses H7-H18, we explored the influence of deer mouse abundance on HPS cases, with a more extensive set of hypotheses reflecting the direct and indirect influences of environmental variables.", "cite_spans": [], "ref_spans": [], "section": "Figure 2. The lack of a relationship between per-capita cases of hantavirus pulmonary syndrome and published reports of (a) North American deer mouse (Peromyscus maniculatus) abundance (F(11,1) = 0.32, p = .58, regression coefficient = -15.16, standard error (SE) = 26.81) and (b) Sin Nombre virus (SNV) infection prevalence among US states (F(10,1) = 0.07, p = .79, regression coefficient = -4.56, SE = 16.75). The reports of deer mouse abundance and SNV prevalence are derived from studies in which the number of deer mice per trap night could be discerned (the symbols represent studies of deer mice and SNV; see supplemental appendix S1 for the list of studies and data). Abbreviation: HPS, hantavirus pulmonary syndrome."}, {"text": "These hypotheses were modeled on HPS case data using maximum likelihood estimation based on a Poisson data ", "cite_spans": [], "ref_spans": [], "section": "Figure 2. The lack of a relationship between per-capita cases of hantavirus pulmonary syndrome and published reports of (a) North American deer mouse (Peromyscus maniculatus) abundance (F(11,1) = 0.32, p = .58, regression coefficient = -15.16, standard error (SE) = 26.81) and (b) Sin Nombre virus (SNV) infection prevalence among US states (F(10,1) = 0.07, p = .79, regression coefficient = -4.56, SE = 16.75). The reports of deer mouse abundance and SNV prevalence are derived from studies in which the number of deer mice per trap night could be discerned (the symbols represent studies of deer mice and SNV; see supplemental appendix S1 for the list of studies and data). Abbreviation: HPS, hantavirus pulmonary syndrome."}, {"text": "distribution, using optim in R (www.r-project.org). The hypotheses were compared and ranked using informationtheoretic approaches and a multimodel selection based on Akaike's Information Criterion corrected for small sample sizes (AICc; Burnham and Anderson 2002) . The hypotheses were fit to the full data set and also to data restricted to spring-summer. This comparative approach was used because deer mouse populations respond to climatic factors in heterogeneous ways throughout the year (Luis et al. 2010 ) and because human cases predominate during spring-summer months. We therefore anticipated that the models might better predict HPS case data from spring-summer instead of pooling HPS case data across all seasons. Cross-correlation analyses demonstrate that deer mouse abundance is best predicted by temperature and precipitation approximately 9 months earlier (figure 4a).", "cite_spans": [{"start": 237, "end": 263, "text": "Burnham and Anderson 2002)", "ref_id": "BIBREF5"}, {"start": 493, "end": 510, "text": "(Luis et al. 2010", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Figure 4. Cross-correlation analyses evaluating time-lagged relationships in Zuni, New Mexico, of (a) climatic factors (temperature [temp; in degrees Celsius, °C] and precipitation [in millimeters, mm]) as predictors of abundance of North American deer mouse (Peromyscus maniculatus; P.m.) abundance; (b) climatic factors and deer mouse abundance as predictors of the number of Sin Nombre virus (SNV)-infected deer mice; (c) climatic factors, deer mouse abundance, and number of infected deer mice as predictors of SNV infection prevalence among deer mice; and (d) climatic factors, deer mouse abundance, number of infected deer mice, and SNV infection prevalence as predictors of the number of hantavirus pulmonary syndrome (HPS) cases. In summary, (a) deer mouse abundance was best predicted by precipitation and, to a lesser extent, by the temperature 9 months earlier; (b) SNV-infected deer mice by deer mouse abundance 12-15 months earlier; (c) SNV prevalence by deer mouse abundance 12-15 months earlier and SNV-infected deer mice in the same month; and (d) HPS cases by deer mouse abundance 3 months earlier and, to a lesser extent, all other predictors in the same month. The cross-correlations were performed on data spanning 1994-2003. The deer mouse and HPS data were sourced from Mills (2005). The climatic data were sourced from the National Climatic Data Center (Zuni, New Mexico, station; http://ncdc.noaa.gov/oa/ncdc.html)."}, {"text": "As deer mouse abundance increased, there was a 12-to 15-month delayed density-dependent relationship with the number of infected deer mice and infection prevalence ( figure 4b and c) . Cases of HPS, however, tended to increase 3 months after deer mouse abundance increased (figure 4d), not immediately following increases in SNV activity among deer mice. Although SNV activity among deer mice was predictive of HPS cases overall, deer mouse abundance was a better, more immediate predictor (figure 4d).", "cite_spans": [], "ref_spans": [{"start": 166, "end": 182, "text": "figure 4b and c)", "ref_id": null}], "section": "Figure 4. Cross-correlation analyses evaluating time-lagged relationships in Zuni, New Mexico, of (a) climatic factors (temperature [temp; in degrees Celsius, °C] and precipitation [in millimeters, mm]) as predictors of abundance of North American deer mouse (Peromyscus maniculatus; P.m.) abundance; (b) climatic factors and deer mouse abundance as predictors of the number of Sin Nombre virus (SNV)-infected deer mice; (c) climatic factors, deer mouse abundance, and number of infected deer mice as predictors of SNV infection prevalence among deer mice; and (d) climatic factors, deer mouse abundance, number of infected deer mice, and SNV infection prevalence as predictors of the number of hantavirus pulmonary syndrome (HPS) cases. In summary, (a) deer mouse abundance was best predicted by precipitation and, to a lesser extent, by the temperature 9 months earlier; (b) SNV-infected deer mice by deer mouse abundance 12-15 months earlier; (c) SNV prevalence by deer mouse abundance 12-15 months earlier and SNV-infected deer mice in the same month; and (d) HPS cases by deer mouse abundance 3 months earlier and, to a lesser extent, all other predictors in the same month. The cross-correlations were performed on data spanning 1994-2003. The deer mouse and HPS data were sourced from Mills (2005). The climatic data were sourced from the National Climatic Data Center (Zuni, New Mexico, station; http://ncdc.noaa.gov/oa/ncdc.html)."}, {"text": "As we anticipated, there was considerable model uncertainty among the hypotheses when evaluating data across all seasons (table 3) . Lagged deer mouse abundance was the most common predictor of the number of HPS cases across the top models, followed by the direct effects of temperature and, to a lesser extent, precipitation. Overall, these results suggested that we could not clearly discriminate among a", "cite_spans": [], "ref_spans": [{"start": 121, "end": 130, "text": "(table 3)", "ref_id": null}], "section": "Figure 4. Cross-correlation analyses evaluating time-lagged relationships in Zuni, New Mexico, of (a) climatic factors (temperature [temp; in degrees Celsius, °C] and precipitation [in millimeters, mm]) as predictors of abundance of North American deer mouse (Peromyscus maniculatus; P.m.) abundance; (b) climatic factors and deer mouse abundance as predictors of the number of Sin Nombre virus (SNV)-infected deer mice; (c) climatic factors, deer mouse abundance, and number of infected deer mice as predictors of SNV infection prevalence among deer mice; and (d) climatic factors, deer mouse abundance, number of infected deer mice, and SNV infection prevalence as predictors of the number of hantavirus pulmonary syndrome (HPS) cases. In summary, (a) deer mouse abundance was best predicted by precipitation and, to a lesser extent, by the temperature 9 months earlier; (b) SNV-infected deer mice by deer mouse abundance 12-15 months earlier; (c) SNV prevalence by deer mouse abundance 12-15 months earlier and SNV-infected deer mice in the same month; and (d) HPS cases by deer mouse abundance 3 months earlier and, to a lesser extent, all other predictors in the same month. The cross-correlations were performed on data spanning 1994-2003. The deer mouse and HPS data were sourced from Mills (2005). The climatic data were sourced from the National Climatic Data Center (Zuni, New Mexico, station; http://ncdc.noaa.gov/oa/ncdc.html)."}, {"text": "Description Model structure H1 Null hypothesis. Cases occur at random HPS = α H2 direct effect of the number of infected deer mice (natural and presumably peridomestic) HPS = βIPm + α H3 H2 and direct effects of temperature and precipitation on viral exposure HPS = β 1 IPm + β 2 T + β 3 P + α H4 indirect effect of the number of infected deer mice (natural and presumably peridomestic), which is indirectly determined by deer mouse abundance twelve months prior HPS = β 1 IPm + α 1 : IPm = β 2 Pm t-1 + α 2 H5 H4 and direct effects of temperature and precipitation HPS = β 1 IPm + β 2 T + β 3 P + α 1 ; IPm = β 4 IPm t-1 + α 2 H6 indirect effects of temperature, precipitation and number of infected deer mice on deer mouse occupancy of peridomestic environments HPS = β 1 γ + α 1 ; γ = β 2 IPm + β 3 T + β 4 P + α 2 H7 natural deer mouse abundance 3 months prior, which predicts peridomestic occupancy by deer mice HPS = βPm t-3 + α", "cite_spans": [], "ref_spans": [], "section": "Number"}, {"text": "H7 and direct effect of temperature on viral exposure HPS = β 1 Pm t-3 + β 2 T + α 1 H9 H7 and direct effect of precipitation on viral exposure HPS = β 1 Pm t-3 + β 2 P + α 1 H10 H8 and direct effect of precipitation on viral exposure HPS = β 1 Pm t-3 + β 2 T + β 3 P + α 1 H11 H8 and direct interactive effect between temperature and deer mouse abundance HPS = β 1 Pm t-3 + β 2 T + β 3 Pm t-3 T + α 1 H12 H9 and direct interactive effect between precipitation and deer mouse abundance HPS = β 1 Pm t-3 + β 2 P + β 3 Pm t-3 P + α 1 H13 H10 and direct interactive effect between temperature and deer mouse abundance HPS = β 1 Pm t-3 + β 2 T + β 3 P + β 4 Pm t-3 T + α 1 H14 H10 and direct interactive effect between precipitation and deer mouse abundance HPS = β 1 Pm t-3 + β 2 T + β 3 P + β 4 Pm t-3 P + α 1 H15 H10 and direct interactive effect between temperature and precipitation HPS = β 1 Pm t-3 + β 2 T + β 3 P + β 4 TP + α 1 H16 indirect effects of temperature in the same month and deer mouse abundance 3 months prior on peridomestic occupancy by deer mice HPS = β 1 γ + α 1 ; γ = β 2 Pm t-3 + β 3 T + α 2 H17 indirect effects of precipitation in the same month and deer mouse abundance 3 months prior on peridomestic occupancy by deer mice HPS = β 1 γ + α 1 ; γ = β 2 Pm t-3 + β 3 P + α 2 H18 H16 and indirect effects of precipitation in the same month HPS = β 1 γ + α 1 ; γ = β 2 Pm t-3 + β 3 T + β 4 P + α 2", "cite_spans": [], "ref_spans": [], "section": "H8"}, {"text": "Note: The numbers of infected deer mice, deer mouse abundance, mean daily temperature, and precipitation are represented by IPm, Pm, T, and P , respectively. The time-lagged effects of deer mouse abundance are denoted in subscript. IPm denotes the estimated number of infected deer mice by deer mouse abundance 12 months prior. α and β represent model intercepts and slopes, respectively. The hypotheses containing indirect effects of climatic variables on deer mouse abundance include the term γ.", "cite_spans": [], "ref_spans": [], "section": "H8"}, {"text": "large proportion of our hypotheses (8 out of 18 models with a change in AIC [∆AIC] of less than 4) given the heterogeneity in the system across all seasons. By restricting analyses to spring-summer, we demonstrated improvements in predictive ability of HPS case numbers and discrimination among hypotheses (table 3) . Three hypotheses were supported as being most parsimonious (a ∆AIC of less than 4; Burnham and Anderson 2002) , with the top model explaining 43% of the observed variation in HPS case numbers (figure 5) and being greater than four times more likely than the following two, based on model weights (table 3 ). The top model suggests that natural deer mouse abundance 3 months earlier predicts spring-summer human exposure to SNV (hypothesis H7). The following two most parsimonious hypotheses both included deer mouse abundance and added the direct effects (environmental effects modeled to represent their influence on particle aerosolization) of temperature and precipitation, respectively (coefficients = 0.027 and 0.037, standard deviations [SD] = 0.154 and 1.691, respectively; table 3). However, the contribution of these environmental variables was marginal, contributing an additional 1.3% and 0.1%, respectively, to the coefficient of variation in the top model, with relatively large errors.", "cite_spans": [{"start": 401, "end": 427, "text": "Burnham and Anderson 2002)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 306, "end": 315, "text": "(table 3)", "ref_id": null}, {"start": 614, "end": 622, "text": "(table 3", "ref_id": null}], "section": "H8"}, {"text": "Understanding the links between natural and peridomestic environments represents a vital step in resolving the determinants of HPS cases at local and larger scales. Our hypotheses and findings linking environmental moisture and, to a lesser extent, temperature to HPS cases help to mechanistically explain the variation in cases of HPS at local and broad geographic scales. In particular, HPS cases showed an exponential decline associated with increasing average daily precipitation at a regional scale. However, local (natural) deer mouse abundance-not the indirect environmental effectswas the best predictor of HPS cases 3 months later, during spring-summer. This result suggests that in the arid environment of Zuni, New Mexico, HPS cases (and possibly prolonged peridomestic occupancy by deer mice and associated SNV transmission) may primarily be a functional response to natural deer mouse abundance 3 months prior rather than a response to environmental effects. The three-month delay Table 3 . could reflect a number of ecological processes, including the movement of deer mice from natural to peridomestic environments, the amplification of peridomestic transmission among deer mice, the accumulation of SNV-contaminated excreta, and human behaviors that aerosolize particulates. We propose that in arid and potentially semiarid regions, environmental conditions (e.g., as occurring in La Niña-El Niño oscillations in the southwestern United States) led to the local amplification and dispersal of deer mice to these normally suboptimal areas and may therefore be an important driver of prolonged peridomestic occupancy and, consequently, HPS cases. Figure 6 illustrates our findings and proposed mechanisms and is particularly relevant to arid environments. We also suggest a framework for how a differential equation model could be structured to model these suggested dynamics (figure 7). We expect that in areas normally suboptimal for deer mouse survival, peridomestic occupancy would likely be proportional to natural deer mouse abundance in the months prior. During the summer, peridomestic structures in arid environments are cooler and more humid than the natural environment (Erlandson et al. 2003 ) and therefore are more suitable for the survival of rodents (Studier and Baca 1968 ) and the persistence of SNV (Kaillio et al. 2006 ). Our proposed mechanism and supporting model have not yet been empirically tested, but the results of this study suggest it is a crucial frontier for understanding SNV and HPS (table 4) . It is important to acknowledge that the deer mouse and SNV data available for these analyses are from natural sites, and the strength of their relationships to HPS cases in our analyses would likely be significantly improved by matching data from relevant peridomestic sites. Additional research quantifying the environmental determinants of the propensity of deer mice to move from occupying natural to occupying peridomestic environments would also improve insight into the mechanisms underscoring reservoir-human interactions and HPS exposure. No published study has made temporally paired comparisons of deer mouse abundance between natural and peridomestic habitats or how transmission rates among deer mice change within buildings or along a moisture gradient. We took a broadscale, state-average approach to evaluating the national relationships of climate to deer mice and HPS cases. Future studies using more spatially explicit climatic data at this scale would be valuable. There are also unanswered questions concerning the components of human-deer mouse interactions and SNV transmission: (a) How is the amount of deer mouse excreta in aerosolizable particulate matter influenced by peridomestic deer mouse abundance and building occupancy? (b) How is aerosolization of particulate matter affected by environmental humidity? (c) What are the temporal patterns of SNV shedding following deer mouse exposure, and what is the environmental persistence of SNV in their excreta? (This includes the development of more sensitive SNV detection techniques; Botten et al. 2002) (d) How do human activities and their seasonality in rural peridomestic environments vary (e.g., Cline et al. 2010 ) and affect SNV transmission? (e) What quantities of aerosolized particulate matter are generated by various anthropogenic activities (e.g., Richardson et al. 2013 )? (f) What are the inhalation rates of particulate matter by humans during activities within these buildings? The classification of these processes will help determine the force of infection for humans, which remains poorly parameterized . This can be characterized as the inhalation of aerosolized excreta (contact rates between humans and deer mice) and the probability of becoming infected given inhalation of infectious particles (the transmission probability of SNV to humans; figure 7) . New Mexico (1994 . The solid and dotted lines represent the maximum likelihood estimates of the slope coefficient (0.049) and its standard deviation (0.032), respectively. The deer mouse and HPS data were sourced from Mills (2005) .", "cite_spans": [{"start": 2195, "end": 2217, "text": "(Erlandson et al. 2003", "ref_id": "BIBREF22"}, {"start": 2280, "end": 2302, "text": "(Studier and Baca 1968", "ref_id": "BIBREF58"}, {"start": 2328, "end": 2352, "text": "SNV (Kaillio et al. 2006", "ref_id": null}, {"start": 4104, "end": 4123, "text": "Botten et al. 2002)", "ref_id": "BIBREF4"}, {"start": 4221, "end": 4238, "text": "Cline et al. 2010", "ref_id": "BIBREF13"}, {"start": 4381, "end": 4403, "text": "Richardson et al. 2013", "ref_id": "BIBREF53"}, {"start": 4899, "end": 4915, "text": "New Mexico (1994", "ref_id": null}, {"start": 5117, "end": 5129, "text": "Mills (2005)", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 994, "end": 1001, "text": "Table 3", "ref_id": null}, {"start": 1661, "end": 1669, "text": "Figure 6", "ref_id": null}, {"start": 2531, "end": 2540, "text": "(table 4)", "ref_id": null}, {"start": 4887, "end": 4896, "text": "figure 7)", "ref_id": null}], "section": "Interpretation and future directions"}, {"text": "Changing climatic conditions and reservoir-human interactions Although significant attention has been given to the relationship between climate change and vector-borne pathogens, relatively little consideration has been given to directly transmitted pathogens (Mills et al. 2010b ), particularly those borne by mammalian reservoirs. Cited links between climate change and SNV activity are limited to three climatic events in the southwestern United States (Engelthaler et al. 1999 , Yates et al. 2002 , Glass et al. 2006 . Several papers cite SNV as an example of a zoonotic pathogen whose activity is linked to climatic factors (e.g., Cook et al. 2004 , Patz et al. 2005 . However, general predictions of the effects of climate change on the dynamics of SNV lack empirical testing.", "cite_spans": [{"start": 260, "end": 279, "text": "(Mills et al. 2010b", "ref_id": "BIBREF45"}, {"start": 456, "end": 480, "text": "(Engelthaler et al. 1999", "ref_id": "BIBREF21"}, {"start": 481, "end": 500, "text": ", Yates et al. 2002", "ref_id": "BIBREF62"}, {"start": 501, "end": 520, "text": ", Glass et al. 2006", "ref_id": "BIBREF26"}, {"start": 636, "end": 652, "text": "Cook et al. 2004", "ref_id": "BIBREF14"}, {"start": 653, "end": 671, "text": ", Patz et al. 2005", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Figure 5. The positive relationship between North American deer mouse (Peromyscus maniculatus) abundance 3 months prior and hantavirus pulmonary syndrome (HPS) case numbers during spring-summer in Zuni,"}, {"text": "In states with high HPS incidence (Douglass et al. 2005) , the frequency and duration of large rainfall events (often associated with ENSO in these regions) have increased over the last century (DeGaetano and Allen 2002, Kunkel et al. 2003 , Groisman et al. 2005 , which may have contributed to the recognition of HPS in 1993. The predicted climatic changes during the twenty-first century for the eight states in the United States with the highest cumulative rural HPS incidence (New Mexico, Utah, Nevada, Montana, Arizona, Colorado, Wyoming, and Idaho; Douglass et al. 2005) include increased frequency and length of heatwaves, increased frequency and duration of precipitation events, and, importantly, increased frequency of extreme precipitation events (DeGaetano and Allen 2002, Kunkel et al. 2003 , Groisman et al. 2005 . Such climatic and ensuing environmental conditions support the expansion of deer mouse populations in normally arid habitats that are adjacent to humans (Glass et al. 2000 , Glass et al. 2002 , Dearing and Dizney 2010 , Kumar et al. 2010 . When the predicted changes in climate for states with high HPS cases and the existing relationships with ENSO in the southwestern United States are taken into account, it appears that future climatic changes may result in a greater number of HPS cases and outbreaks in arid and semiarid regions of North America.", "cite_spans": [{"start": 34, "end": 56, "text": "(Douglass et al. 2005)", "ref_id": "BIBREF18"}, {"start": 221, "end": 239, "text": "Kunkel et al. 2003", "ref_id": "BIBREF35"}, {"start": 240, "end": 262, "text": ", Groisman et al. 2005", "ref_id": "BIBREF28"}, {"start": 555, "end": 576, "text": "Douglass et al. 2005)", "ref_id": "BIBREF18"}, {"start": 785, "end": 803, "text": "Kunkel et al. 2003", "ref_id": "BIBREF35"}, {"start": 804, "end": 826, "text": ", Groisman et al. 2005", "ref_id": "BIBREF28"}, {"start": 982, "end": 1000, "text": "(Glass et al. 2000", "ref_id": "BIBREF24"}, {"start": 1001, "end": 1020, "text": ", Glass et al. 2002", "ref_id": "BIBREF25"}, {"start": 1021, "end": 1046, "text": ", Dearing and Dizney 2010", "ref_id": "BIBREF15"}, {"start": 1047, "end": 1066, "text": ", Kumar et al. 2010", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Figure 5. The positive relationship between North American deer mouse (Peromyscus maniculatus) abundance 3 months prior and hantavirus pulmonary syndrome (HPS) case numbers during spring-summer in Zuni,"}, {"text": "The importance of a deepened understanding of the drivers of zoonotic disease risk is not limited to SNV and extends to other epidemiologically important hantaviruses and emerging infectious diseases. There are a number of remarkable similarities among pathogenic hantaviruses, including that they have rodent reservoirs and are mostly host specific (Mills et al. 2010a) , with the inhalation of aerosolized infectious particles being the most common route of human exposure (Armstrong et al. 1995, Schmaljohn and Hjelle 1997) . The timing of human cases is also remarkably similar (predominantly in spring and fall), likely because of common periods of peak transmission among reservoirs (Niklasson et al. 1995 , Piudo et al. 2005 , Mills et al. 2010a ) and the timing of activities that bring rodents and humans together. The environmental drivers of reservoir-human interactions for most epidemiologically important hantaviruses are less broadly understood than those for SNV, but these interactions are commonly associated with anthropogenic areas, particularly peridomestic and agricultural settings (Zeier et al. 2005 , Schwarz et al. 2009 , Zhang et al. 2009 ). Therefore, research into the drivers of reservoir use of these areas and", "cite_spans": [{"start": 350, "end": 370, "text": "(Mills et al. 2010a)", "ref_id": "BIBREF44"}, {"start": 475, "end": 513, "text": "(Armstrong et al. 1995, Schmaljohn and", "ref_id": null}, {"start": 514, "end": 526, "text": "Hjelle 1997)", "ref_id": "BIBREF56"}, {"start": 689, "end": 711, "text": "(Niklasson et al. 1995", "ref_id": "BIBREF47"}, {"start": 712, "end": 731, "text": ", Piudo et al. 2005", "ref_id": "BIBREF50"}, {"start": 732, "end": 752, "text": ", Mills et al. 2010a", "ref_id": "BIBREF44"}, {"start": 1105, "end": 1123, "text": "(Zeier et al. 2005", "ref_id": "BIBREF64"}, {"start": 1124, "end": 1145, "text": ", Schwarz et al. 2009", "ref_id": "BIBREF57"}, {"start": 1146, "end": 1165, "text": ", Zhang et al. 2009", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Figure 6. A proposed set of mechanisms that link climate, resources, North American deer mice (Peromyscus maniculatus), Sin Nombre virus (SNV) transmission among deer mice, and human exposure in the southwestern United States. The solid arrows indicate direct relationships. The dashed arrow indicates an indirect relationship. Where indicated, the approximate timescales of events are given in parentheses. The size of the SNV image (the box) is illustrative of prevalence, given deer mouse abundance and the environments in which they exist. The natural environment is broadly categorized into optimal and suboptimal habitats, in which deer mouse populations are persistent and unstable respectively. El Niño Southern Oscillation (ENSO) events promote deer mouse resources in the natural environment (the relative influence of ENSO in optimal and suboptimal environments is illustrated by the size of resource images), ultimately resulting in increased deer mouse abundance 1 year later. Regional increases in resources result in local expansion of small deer mouse populations and deer mice dispersing into suboptimal habitats. During spring-summer, as seasonal climatic conditions change in suboptimal habitats, deer mouse populations die-off/die-back or occupy peridomestic structures for prolonged periods. Greater interactions among deer mice within peridomestic environments result in intraspecific transmission and virus shedding into the environment. During these periods, human activities that aerosolize SNV-contaminated deer mouse excreta increase human exposure risk."}, {"text": "Key findings Implications", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Regional scale study (US state-based averages)", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "No relationship of hantavirus pulmonary syndrome (HPS) cases to deer mouse abundance or Sin Nombre virus (SNV) antibody prevalence. Strong negative relationship between per-capita HPS cases and precipitation, weak positive relationship between per-capita HPS cases and temperature (i.e., states with, on average, relatively low precipitation and, to a lesser extent, high temperature show higher incidence of HPS cases).", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Unifies and agrees with existing studies-HPS cases do not reflect state-by-state deer mouse abundance in natural populations, but future studies using spatially explicit data may be more informative.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Deer mice in drier (and possibly warmer) environments may be more inclined to enter peridomestic structures. SNV-contaminated deer mouse excreta may be more inclined to be aerosolized in drier (and possibly warmer) environments.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Possible threshold relationship at 1.5 millimeters of average daily precipitation.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Local scale study (Zuni, New Mexico) Deer mouse abundance best predicted by temperature and precipitation 9 months earlier.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Relationships clearest in spring-summer.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Natural deer mouse abundance 3 months earlier predicts spring-summer human exposure to SNV.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Environmental variables not a significant contributor to model accuracy.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "Builds on previous studies-in arid/semiarid environments, HPS cases may be due to an interaction between (a) amplified deer mouse abundance and dispersal following idea climatic conditions and (b) increased occupancy of peridomestic settings when local environmental. conditions revert to more \"normal\" conditions, which are adverse for deer mouse survival.", "cite_spans": [], "ref_spans": [], "section": "Study"}, {"text": "the timing associated with human outbreaks would be valuable and broaden our understanding of the mechanisms that underscore human exposure to hantaviruses generally. This is exemplified by Puumala virus, for which evidence is similarly supportive of the climatic drivers of peridomestic occupancy by reservoir hosts being important for reservoir-human interactions (particularly in southern Germany) and disease incidence (Winter et al. 2009 ).", "cite_spans": [{"start": 423, "end": 442, "text": "(Winter et al. 2009", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Study"}, {"text": "Multiple studies have now illustrated that pathogen emergence is commonly characterized by environmental factors driving increased reservoir-human interactions (e.g., see Kilpatrick et al. 2006 , Plowright et al. 2011 ). Our assessment of SNV has advanced understanding of the determinants of broad and local scale patterns in HPS cases and the mechanisms that may underscore that variation, particularly in seasons of high transmission. We have also demonstrated surprising findings, particularly that natural deer mouse prevalence of infection was poorly predictive of HPS cases. This deepened understanding of complex drivers influencing reservoir-human interactions and human disease has highlighted the need for new avenues of research clarifying the environmental determinants of reservoir behavior, reservoir-human interactions, and HPS. Further research that helps progress this field toward a mechanistically determined predictive framework for HPS cases at local and broad geographic and climatic scales would be valuable and would also contribute insight into pathogen spillover and disease emergence in other host-pathogen systems.", "cite_spans": [{"start": 171, "end": 193, "text": "Kilpatrick et al. 2006", "ref_id": "BIBREF32"}, {"start": 194, "end": 217, "text": ", Plowright et al. 2011", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Study"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "How host population dynamics translate into time-lagged prevalence: An investigation of Sin Nombre virus in deer mice", "authors": [{"first": "F", "middle": ["R"], "last": "Adler", "suffix": ""}, {"first": "Jmc", "middle": [], "last": "Pearce-Duvet", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Dearing", "suffix": ""}], "year": 2008, "venue": "Bulletin of Mathematical Biology", "volume": "70", "issn": "", "pages": "236--252", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The role of heterogeneity in the persistence and prevalence of Sin Nombre virus in deer mice", "authors": [{"first": "F", "middle": ["R"], "last": "Adler", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Clay", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lehmer", "suffix": ""}], "year": 2008, "venue": "The American Naturalist", "volume": "172", "issn": "", "pages": "855--867", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Hantavirus pulmonary syndrome associated with entering or cleaning rarely used, rodent-infested structures", "authors": [{"first": "L", "middle": ["R"], "last": "Armstrong", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Zaki", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Goldoft", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Todd", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Khan", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Khabbaz", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}], "year": 1995, "venue": "Journal of Infectious Diseases", "volume": "172", "issn": "", "pages": "1166--1166", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Hantavirus (Bunyaviridae) infections in rodents from Orange and San Diego Counties", "authors": [{"first": "S", "middle": ["G"], "last": "Bennett", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Webb", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Madon", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Childs", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "N", "middle": [], "last": "Torrez-Martinez", "suffix": ""}, {"first": "B", "middle": [], "last": "Hjelle", "suffix": ""}], "year": 1999, "venue": "California. American Journal of Tropical Medicine and Hygiene", "volume": "60", "issn": "", "pages": "75--84", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Shedding and intracage transmission of Sin Nombre hantavirus in the deer mouse (Peromyscus maniculatus) model", "authors": [{"first": "J", "middle": [], "last": "Botten", "suffix": ""}, {"first": "K", "middle": [], "last": "Mirowsky", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Ye", "suffix": ""}, {"first": "K", "middle": [], "last": "Gottlieb", "suffix": ""}, {"first": "M", "middle": [], "last": "Saavedra", "suffix": ""}, {"first": "L", "middle": [], "last": "Ponce", "suffix": ""}, {"first": "B", "middle": [], "last": "Hjelle", "suffix": ""}], "year": 2002, "venue": "Journal of Virology", "volume": "76", "issn": "", "pages": "7587--7594", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Model Selection and Inference: A Practical Information-Theoretic Approach", "authors": [{"first": "K", "middle": ["P"], "last": "Burnham", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Anderson", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Integration of environmental monitoring to enhance comprehension and control of infectious diseases", "authors": [{"first": "S", "middle": [], "last": "Carver", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kilpatrick", "suffix": ""}, {"first": "A", "middle": [], "last": "Kuenzi", "suffix": ""}, {"first": "R", "middle": [], "last": "Douglass", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Ostfeld", "suffix": ""}, {"first": "P", "middle": [], "last": "Weinstein", "suffix": ""}], "year": 2010, "venue": "Journal of Environmental Monitoring", "volume": "12", "issn": "", "pages": "2048--2055", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Delayed densitydependent prevalence of Sin Nombre virus infection in deer mice (Peromyscus maniculatus) in central and western Montana", "authors": [{"first": "S", "middle": [], "last": "Carver", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Trueax", "suffix": ""}, {"first": "R", "middle": [], "last": "Douglass", "suffix": ""}, {"first": "A", "middle": [], "last": "Kuenzi", "suffix": ""}], "year": 2011, "venue": "Journal of Wildlife Diseases", "volume": "47", "issn": "", "pages": "56--63", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A temporal dilution effect: Hantavirus infection in deer mice and the intermittent presence of voles in Montana", "authors": [{"first": "S", "middle": [], "last": "Carver", "suffix": ""}, {"first": "A", "middle": [], "last": "Kuenzi", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Bagamian", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Rollin", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Zanto", "suffix": ""}, {"first": "R", "middle": [], "last": "Douglass", "suffix": ""}], "year": 2011, "venue": "Oecologia", "volume": "166", "issn": "", "pages": "713--721", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Outbreak of acute illness-southwestern United States", "authors": [], "year": 1993, "venue": "Centers for Disease Control and Prevention", "volume": "42", "issn": "", "pages": "421--424", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Serologic and genetic identification of Peromyscus maniculatus as the primary rodent reservoir for a new hantavirus in the southwestern United States", "authors": [{"first": "J", "middle": ["E"], "last": "Childs", "suffix": ""}], "year": 1994, "venue": "Journal of Infectious Diseases", "volume": "169", "issn": "", "pages": "1271--1280", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A household-based, case-control study of environmental factors associated with hantavirus pulmonary syndrome in the southwestern United States", "authors": [{"first": "J", "middle": ["E"], "last": "Childs", "suffix": ""}], "year": 1995, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "52", "issn": "", "pages": "393--397", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Contact heterogeneity in deer mice: Implications for Sin Nombre virus transmission", "authors": [{"first": "C", "middle": ["A"], "last": "Clay", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lehmer", "suffix": ""}, {"first": "A", "middle": [], "last": "Previtali", "suffix": ""}, {"first": "", "middle": [], "last": "St", "suffix": ""}, {"first": "S", "middle": [], "last": "Jeor", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Dearing", "suffix": ""}], "year": 2009, "venue": "Proceedings of the Royal Society B", "volume": "276", "issn": "", "pages": "1305--1312", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Relationship of human behavior within outbuildings to potential exposure to Sin Nombre virus in western Montana", "authors": [{"first": "B", "middle": [], "last": "Cline", "suffix": ""}, {"first": "S", "middle": [], "last": "Carver", "suffix": ""}, {"first": "R", "middle": [], "last": "Douglass", "suffix": ""}], "year": 2010, "venue": "EcoHealth", "volume": "7", "issn": "", "pages": "389--393", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Using human disease outbreaks as a guide to multilevel ecosystem interventions", "authors": [{"first": "A", "middle": [], "last": "Cook", "suffix": ""}, {"first": "A", "middle": [], "last": "Jardine", "suffix": ""}, {"first": "P", "middle": [], "last": "Weinstein", "suffix": ""}], "year": 2004, "venue": "Environmental Health Perspectives", "volume": "112", "issn": "", "pages": "1143--1146", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Ecology of hantavirus in a changing world", "authors": [{"first": "M", "middle": ["D"], "last": "Dearing", "suffix": ""}, {"first": "L", "middle": [], "last": "Dizney", "suffix": ""}], "year": 2010, "venue": "Annals of the New York Academy of Sciences", "volume": "1195", "issn": "", "pages": "99--112", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Trends in twentieth-century temperature extremes across the United States", "authors": [{"first": "A", "middle": ["T"], "last": "Degaetano", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Allen", "suffix": ""}], "year": 2002, "venue": "Journal of Climate", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Longitudinal studies of Sin Nombre virus in deer mouse-dominated ecosystems of Montana", "authors": [{"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "T", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Semmens", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Zanto", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Bond", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Van Horn", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}], "year": 2001, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "65", "issn": "", "pages": "33--41", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "State-by-state incidences of hantavirus pulmonary syndrome in the United States", "authors": [{"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Calisher", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Bradley", "suffix": ""}], "year": 1993, "venue": "Vector-Borne and Zoonotic Diseases", "volume": "5", "issn": "", "pages": "189--192", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Deer mouse movements in peridomestic and sylvan settings in relation to Sin Nombre virus antibody prevalence", "authors": [{"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Semmens", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Matlock-Cooley", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kuenzi", "suffix": ""}], "year": 2006, "venue": "Journal of Wildlife Diseases", "volume": "42", "issn": "", "pages": "813--818", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Sin Nombre virus infection of deer mice in Montana: Characteristics of newly infected mice, incidence, and temporal pattern of infection", "authors": [{"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Calisher", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Wagoner", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}], "year": 2007, "venue": "Journal of Wildlife Diseases", "volume": "43", "issn": "", "pages": "12--22", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Climatic and environmental patterns associated with hantavirus pulmonary syndrome, Four Corners region, United States", "authors": [{"first": "D", "middle": ["M"], "last": "Engelthaler", "suffix": ""}], "year": 1999, "venue": "Emerging Infectious Diseases", "volume": "5", "issn": "", "pages": "87--94", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Environmental and human factors influencing thermal comfort of office occupants in hothumid and hot-arid climates", "authors": [{"first": "T", "middle": [], "last": "Erlandson", "suffix": ""}, {"first": "K", "middle": [], "last": "Cena", "suffix": ""}, {"first": "R", "middle": [], "last": "De Dear", "suffix": ""}, {"first": "G", "middle": [], "last": "Havenith", "suffix": ""}], "year": 2003, "venue": "Ergonomics", "volume": "46", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Hantavirus transmission in sylvan and peridomestic environments", "authors": [{"first": "T", "middle": [], "last": "Gedeon", "suffix": ""}, {"first": "C", "middle": [], "last": "Bodelón", "suffix": ""}, {"first": "A", "middle": [], "last": "Kuenzi", "suffix": ""}], "year": 2010, "venue": "Bulletin of Mathematical Biology", "volume": "72", "issn": "", "pages": "541--564", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Using remotely sensed data to identify areas at risk for hantavirus pulmonary syndrome", "authors": [{"first": "G", "middle": ["E"], "last": "Glass", "suffix": ""}], "year": 2000, "venue": "Emerging Infectious Diseases", "volume": "6", "issn": "", "pages": "238--247", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Satellite imagery characterizes local animal reservoir populations of Sin Nombre virus in the southwestern United States", "authors": [{"first": "G", "middle": ["E"], "last": "Glass", "suffix": ""}], "year": 2002, "venue": "Proceedings of the National Academy of Sciences", "volume": "99", "issn": "", "pages": "16817--16822", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Predicted hantavirus risk in 2006 for the southwestern US", "authors": [{"first": "G", "middle": ["E"], "last": "Glass", "suffix": ""}, {"first": "T", "middle": [], "last": "Shields", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Parmenter", "suffix": ""}, {"first": "D", "middle": [], "last": "Goade", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheek", "suffix": ""}, {"first": "J", "middle": [], "last": "Cook", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Yates", "suffix": ""}], "year": 2006, "venue": "Occasional Paper", "volume": "", "issn": "255", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Persistently highest risk areas for hantavirus pulmonary syndrome: Potential sites for refugia", "authors": [{"first": "G", "middle": ["E"], "last": "Glass", "suffix": ""}, {"first": "T", "middle": [], "last": "Shields", "suffix": ""}, {"first": "B", "middle": [], "last": "Cai", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Yates", "suffix": ""}, {"first": "R", "middle": [], "last": "Parmenter", "suffix": ""}], "year": 2007, "venue": "Ecological Applications", "volume": "17", "issn": "", "pages": "129--139", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Trends in intense precipitation in the climate record", "authors": [{"first": "P", "middle": ["Y"], "last": "Groisman", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Knight", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Easterling", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Karl", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Hegerl", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Razuvaev", "suffix": ""}], "year": 2005, "venue": "Journal of Climate", "volume": "18", "issn": "", "pages": "1326--1350", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Seroepidemiologic studies of hantavirus infection among wild rodents in California", "authors": [{"first": "M", "middle": [], "last": "Jay", "suffix": ""}], "year": 1997, "venue": "Emerging Infectious Diseases", "volume": "3", "issn": "", "pages": "183--190", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Global trends in emerging infectious diseases", "authors": [{"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Levy", "suffix": ""}, {"first": "A", "middle": [], "last": "Storeygard", "suffix": ""}, {"first": "D", "middle": [], "last": "Balk", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gittleman", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "990--993", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Prolonged survival of Puumala hantavirus outside the host: Evidence for indirect transmission via the environment", "authors": [{"first": "E", "middle": ["R"], "last": "Kallio", "suffix": ""}, {"first": "J", "middle": [], "last": "Klingstrom", "suffix": ""}, {"first": "E", "middle": [], "last": "Gustafsson", "suffix": ""}, {"first": "T", "middle": [], "last": "Manni", "suffix": ""}, {"first": "A", "middle": [], "last": "Vaheri", "suffix": ""}, {"first": "H", "middle": [], "last": "Henttonen", "suffix": ""}, {"first": "O", "middle": [], "last": "Vapalahti", "suffix": ""}, {"first": "A", "middle": [], "last": "Lundkvist", "suffix": ""}], "year": 2006, "venue": "Journal of General Virology", "volume": "87", "issn": "", "pages": "2127--2134", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "West Nile virus epidemics in North America are driven by shifts in mosquito feeding behavior", "authors": [{"first": "A", "middle": ["M"], "last": "Kilpatrick", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Jones", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Marra", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2006, "venue": "PLOS Biology", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Antibody to Sin Nombre virus in rodents associated with peridomestic habitats in west central Montana", "authors": [{"first": "A", "middle": ["J"], "last": "Kuenzi", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "D", "middle": [], "last": "White", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Bond", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}], "year": 2001, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "64", "issn": "", "pages": "137--146", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Extinction of refugia of hantavirus infection in a spatially heterogeneous environment", "authors": [{"first": "N", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Parmenter", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Kenkre", "suffix": ""}], "year": 2010, "venue": "Physical Review E", "volume": "82", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Temporal variations of extreme precipitation events in the United States: 1895-2000", "authors": [{"first": "K", "middle": ["E"], "last": "Kunkel", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Easterling", "suffix": ""}, {"first": "K", "middle": [], "last": "Redmond", "suffix": ""}, {"first": "K", "middle": [], "last": "Hubbard", "suffix": ""}], "year": 1900, "venue": "Geophysical Research Letters", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The role of age structure in the persistence of a chronic pathogen in a fluctuating population", "authors": [{"first": "S", "middle": ["M"], "last": "Laverty", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Adler", "suffix": ""}], "year": 2009, "venue": "Journal of Biological Dynamics", "volume": "3", "issn": "", "pages": "224--234", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Prediction of Peromyscus maniculatus (deer mouse) population dynamics in Montana, USA, using satellite driven vegetation productivity and weather data", "authors": [{"first": "R", "middle": ["A"], "last": "Loehman", "suffix": ""}, {"first": "J", "middle": [], "last": "Ellas", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kuenzi", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "K", "middle": [], "last": "Wagoner", "suffix": ""}], "year": 2012, "venue": "Journal of Wildlife Diseases", "volume": "48", "issn": "", "pages": "348--360", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The effect of seasonality, density, and climate on the population dynamics of Montana deer mice, important reservoir hosts for Sin Nombre hantavirus", "authors": [{"first": "A", "middle": ["D"], "last": "Luis", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "O", "middle": ["N"], "last": "Bjørnstad", "suffix": ""}], "year": 2010, "venue": "Journal of Animal Ecology", "volume": "79", "issn": "", "pages": "462--470", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Sin Nombre hantavirus decreases survival of male deer mice", "authors": [{"first": "A", "middle": ["D"], "last": "Luis", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hudson", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "O", "middle": ["N"], "last": "Bjørnstad", "suffix": ""}], "year": 2012, "venue": "Oecologia", "volume": "169", "issn": "", "pages": "431--439", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Dynamics of hantavirus infection in Peromyscus leucopus of central Pennsylvania", "authors": [{"first": "L", "middle": ["T"], "last": "Luong", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Vigliotti", "suffix": ""}, {"first": "S", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Comer", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hudson", "suffix": ""}], "year": 2011, "venue": "Vector-Borne and Zoonotic Diseases", "volume": "11", "issn": "", "pages": "1459--1464", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Regulation of rodent-borne viruses in the natural host: Implications for human disease", "authors": [{"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}], "year": 2005, "venue": "Archives of Virology. Suppl", "volume": "19", "issn": "", "pages": "45--57", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A survey of hantavirus antibody in small-mammal populations in selected United States National Parks", "authors": [{"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}], "year": 1998, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "58", "issn": "", "pages": "525--532", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Long-term studies of hantavirus reservoir populations in the southwestern United States: A synthesis", "authors": [{"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Childs", "suffix": ""}], "year": 1999, "venue": "Emerging Infectious Diseases", "volume": "5", "issn": "", "pages": "135--142", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Ecology of hantaviruses and their hosts in North America", "authors": [{"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Amman", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Glass", "suffix": ""}], "year": 2010, "venue": "Vector-Borne and Zoonotic Diseases", "volume": "10", "issn": "", "pages": "563--574", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Potential influence of climate change on vector-borne and zoonotic diseases: A review and proposed research plan", "authors": [{"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Gage", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Khan", "suffix": ""}], "year": 2010, "venue": "Environmental Health Perspectives", "volume": "118", "issn": "", "pages": "1507--1514", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Genetic identification of a hantavirus associated with an outbreak of acute respiratory illness", "authors": [{"first": "S", "middle": ["T"], "last": "Nichol", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Spiropoulou", "suffix": ""}, {"first": "S", "middle": [], "last": "Morzunov", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Rollin", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "H", "middle": [], "last": "Feldmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "J", "middle": [], "last": "Childs", "suffix": ""}, {"first": "S", "middle": [], "last": "Zaki", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}], "year": 1993, "venue": "Science", "volume": "262", "issn": "", "pages": "914--917", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Temporal dynamics of Puumala virus antibody prevalence in voles and of nephropathia epidemica incidence in humans", "authors": [{"first": "B", "middle": [], "last": "Niklasson", "suffix": ""}, {"first": "B", "middle": [], "last": "Hornfeldt", "suffix": ""}, {"first": "A", "middle": [], "last": "Lundkvist", "suffix": ""}, {"first": "S", "middle": [], "last": "Bjorsten", "suffix": ""}, {"first": "J", "middle": [], "last": "Leduc", "suffix": ""}], "year": 1995, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "53", "issn": "", "pages": "134--140", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The Hantavirus Epidemic in the Southwest: Rodent Population Dynamics and the Implications for Transmission of Hantavirus-Associated Adult Respiratory Distress Syndrome (HARDS) in the Four Corners Region. Sevilleta Long-Term Ecological Research Program", "authors": [{"first": "R", "middle": ["R"], "last": "Parmenter", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Brunt", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Moore", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Ernest", "suffix": ""}], "year": 1993, "venue": "Sevilleta LTER Publication", "volume": "", "issn": "41", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Impact of regional climate change on human health", "authors": [{"first": "J", "middle": ["A"], "last": "Patz", "suffix": ""}, {"first": "D", "middle": [], "last": "Campbell-Lendrum", "suffix": ""}, {"first": "T", "middle": [], "last": "Holloway", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Foley", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "", "pages": "310--317", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Distribution and abundance of sigmodontine rodents in relation to hantavirus in", "authors": [{"first": "L", "middle": [], "last": "Piudo", "suffix": ""}, {"first": "M", "middle": [], "last": "Monteverde", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Capria", "suffix": ""}, {"first": "P", "middle": [], "last": "Padula", "suffix": ""}, {"first": "P", "middle": [], "last": "Carmanchahi", "suffix": ""}], "year": 2005, "venue": "Journal of Vector Ecology", "volume": "30", "issn": "", "pages": "119--125", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Urban habituation, ecological connectivity, and epidemic dampening: The emergence of Hendra virus from flying foxes (Pteropus spp", "authors": [{"first": "R", "middle": ["K"], "last": "Plowright", "suffix": ""}, {"first": "P", "middle": [], "last": "Foley", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Field", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Dobson", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Foley", "suffix": ""}, {"first": "P", "middle": [], "last": "Eby", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2011, "venue": "Proceedings of the Royal Society B", "volume": "278", "issn": "", "pages": "3703--3712", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Roles of human disturbance, precipitation, and a pathogen on the survival and reproductive probabilities of deer mice", "authors": [{"first": "M", "middle": ["A"], "last": "Previtali", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lehmer", "suffix": ""}, {"first": "Jmc", "middle": [], "last": "Pearce-Duvet", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Clay", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Wood", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Ely", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Laverty", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Dearing", "suffix": ""}], "year": 2010, "venue": "Ecology", "volume": "91", "issn": "", "pages": "582--592", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Human exposure to particulate matter potentially contaminated with Sin Nombre virus", "authors": [{"first": "K", "middle": ["S"], "last": "Richardson", "suffix": ""}, {"first": "A", "middle": [], "last": "Kuenzi", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}, {"first": "S", "middle": [], "last": "Carver", "suffix": ""}], "year": 2013, "venue": "Ecohealth", "volume": "10", "issn": "", "pages": "159--165", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Use of IgG avidity to indirectly monitor epizootic transmission of Sin Nombre virus in deer mice (Peromyscus maniculatus)", "authors": [{"first": "D", "middle": [], "last": "Safronetz", "suffix": ""}, {"first": "R", "middle": [], "last": "Lindsay", "suffix": ""}, {"first": "B", "middle": [], "last": "Hjelle", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Medina", "suffix": ""}, {"first": "K", "middle": [], "last": "Mirowsky-Garcia", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Drebot", "suffix": ""}], "year": 2006, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "75", "issn": "", "pages": "1135--1139", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Sin Nombre virus shedding patterns in naturally infected deer mice (Peromyscus maniculatus) in relation to duration of infection", "authors": [{"first": "D", "middle": [], "last": "Safronetz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Drebot", "suffix": ""}, {"first": "H", "middle": [], "last": "Artsob", "suffix": ""}, {"first": "T", "middle": [], "last": "Cote", "suffix": ""}, {"first": "K", "middle": [], "last": "Makowski", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Lindsay", "suffix": ""}], "year": 2008, "venue": "Vector-Borne and Zoonotic Diseases", "volume": "8", "issn": "", "pages": "97--100", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Hantaviruses: A global disease problem", "authors": [{"first": "C", "middle": [], "last": "Schmaljohn", "suffix": ""}, {"first": "B", "middle": [], "last": "Hjelle", "suffix": ""}], "year": 1997, "venue": "Emerging Infectious Diseases", "volume": "3", "issn": "", "pages": "95--104", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Risk factors for human infection with Puumala virus, southwestern Germany", "authors": [{"first": "A", "middle": ["C"], "last": "Schwarz", "suffix": ""}, {"first": "U", "middle": [], "last": "Ranft", "suffix": ""}, {"first": "I", "middle": [], "last": "Piechotowski", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Childs", "suffix": ""}, {"first": "S", "middle": ["O"], "last": "Brockmann", "suffix": ""}], "year": 2009, "venue": "Emerging Infectious Diseases", "volume": "15", "issn": "", "pages": "1032--1039", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Atmospheric conditions in artificial rodent burrows", "authors": [{"first": "E", "middle": ["H"], "last": "Studier", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Baca", "suffix": ""}], "year": 1968, "venue": "Southwestern Naturalist", "volume": "13", "issn": "", "pages": "401--410", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Estimating duration of infection with avidity assays: Potential limitations and recommendations for improvement", "authors": [{"first": "J", "middle": [], "last": "Varner", "suffix": ""}, {"first": "M", "middle": [], "last": "Dearing", "suffix": ""}], "year": 2012, "venue": "EcoHealth", "volume": "8", "issn": "", "pages": "512--518", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Seasonal dispersal patterns of sylvan deer mice (Peromyscus maniculatus) within Montana rangelands", "authors": [{"first": "D", "middle": [], "last": "Waltee", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Lonner", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kuenzi", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Douglass", "suffix": ""}], "year": 2009, "venue": "Journal of Wildlife Diseases", "volume": "45", "issn": "", "pages": "998--1007", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Survey and case-control study during epidemics of Puumala virus infection", "authors": [{"first": "C", "middle": ["H"], "last": "Winter", "suffix": ""}, {"first": "S", "middle": ["O"], "last": "Brockmann", "suffix": ""}, {"first": "I", "middle": [], "last": "Piechotowski", "suffix": ""}, {"first": "K", "middle": [], "last": "Alpers", "suffix": ""}, {"first": "M", "middle": [], "last": "Der Heiden", "suffix": ""}, {"first": "J", "middle": [], "last": "Koch", "suffix": ""}, {"first": "K", "middle": [], "last": "Stark", "suffix": ""}, {"first": "G", "middle": [], "last": "Pfaff", "suffix": ""}], "year": 2009, "venue": "Epidemiology and Infection", "volume": "137", "issn": "", "pages": "1479--1485", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "The ecology and evolutionary history of an emergent disease: Hantavirus pulmonary syndrome", "authors": [{"first": "T", "middle": ["L"], "last": "Yates", "suffix": ""}], "year": 2002, "venue": "BioScience", "volume": "52", "issn": "", "pages": "989--998", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Retrospective diagnosis of hantavirus pulmonary syndrome, 1978-1993: Implications for emerging infectious diseases", "authors": [{"first": "S", "middle": ["R"], "last": "Zaki", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Khan", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Goodman", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Armstrong", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Greer", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Coffield", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Rollin", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Khabbaz", "suffix": ""}], "year": 1996, "venue": "Archives of Pathology and Laboratory Medicine", "volume": "120", "issn": "", "pages": "134--139", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "New ecological aspects of hantavirus infection: A change of a paradigm and a challenge of prevention-A review", "authors": [{"first": "M", "middle": [], "last": "Zeier", "suffix": ""}, {"first": "M", "middle": [], "last": "Handermann", "suffix": ""}, {"first": "U", "middle": [], "last": "Bahr", "suffix": ""}, {"first": "B", "middle": [], "last": "Rensch", "suffix": ""}, {"first": "S", "middle": [], "last": "Muller", "suffix": ""}, {"first": "R", "middle": [], "last": "Kehm", "suffix": ""}, {"first": "W", "middle": [], "last": "Muranyi", "suffix": ""}, {"first": "G", "middle": [], "last": "Darai", "suffix": ""}], "year": 2005, "venue": "Virus Genes", "volume": "30", "issn": "", "pages": "157--180", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "A case-control study of hantavirus pulmonary syndrome during an outbreak in the southwestern United States", "authors": [{"first": "P", "middle": ["S"], "last": "Zeitz", "suffix": ""}], "year": 1995, "venue": "Journal of Infectious Diseases", "volume": "171", "issn": "", "pages": "864--870", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Predicting the risk of hantavirus infection in Beijing, People's Republic of China", "authors": [{"first": "W-Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2009, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "80", "issn": "", "pages": "678--683", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": ") and Rachel L. Harris are affiliated with the School of Biological Sciences at the University of Tasmania", "authors": [{"first": "Scott", "middle": [], "last": "Carver", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Mills is affiliated with the Special Pathogens Branch of the Division of Viral and Rickettsial Diseases at the Centers for Disease Control and Prevention and the Population Biology", "authors": [{"first": "Tasmania", "middle": [], "last": "Hobart", "suffix": ""}, {"first": "Australia", "middle": [], "last": "James", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Parmenter is affiliated with the Museum of Southwestern Biology in the Department of Biology at the University of New Mexico", "authors": [{"first": "Cheryl", "middle": ["A"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Kuenzi are affiliated with the Department of Biology at Montana Tech of the University of Montana", "authors": [{"first": "R", "middle": [], "last": "Robert", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "BioScience 65: 651-666. © The Author(s) 2015. Published by Oxford University Press on behalf of the American Institute of Biological Sciences. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com. doi:10.1093/biosci/biv047 Advance Access publication 6 May 2015", "latex": null, "type": "figure"}, "TABREF0": {"text": "Note: See supplemental appendix S1 for data and citations and figure 5. States in which data on HPS cases were not published inDouglass and  colleagues (2005)  have been omitted. Abbreviations: AICc: Akaike's Information Criterion corrected for small sample sizes; L, likelihood; precip., precipitation; SE, standard error; temp., temperature; Var. imp., variable importance weights(Burnham and Anderson 2002).", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 2. Hypotheses and associated models predicting the number of hantavirus pulmonary syndrome (HPS) cases in Zuni, New Mexico.\nHypothesis\nNumber Description Model structure", "latex": null, "type": "table", "html": "<html><body><table><tr><td>H1 Null hypo</td><td> </td></tr><tr><td>H3 H2 and direcH4 indirect effect of the number of infected HPS = </td><td>HPS = •IPm + ••</td></tr><tr><td>months prior\n</td><td>•2Pm-1 + </td></tr><tr><td>IPm = </td><td> •1IPm •2T + •3P + ••4IPmt + •2\n</td></tr><tr><td>H6 indirect effects of temperature, precipitation and number of infected deer mon deer mouse occupancy of peridomestic environments\nHPS = • = •</td><td>•1• + •1;\nIPm + •3T + •</td></tr><tr><td>H7 natural deer mouse abundance 3 months prior, which occupancy by deer mice </td><td> •Pmt-3 + •\n</td></tr><tr><td> </td><td> •1P-3 + </td></tr><tr><td>H7 and direct effect of precipitation on viral exposure HPS H1H8 and direct effect of precipitation on viral exposure HPS = </td><td>= •1Pmt-3 + •2P + •1\n•1Pmt-3 + •</td></tr><tr><td>abundance\n</td><td>1t-3 23</td></tr><tr><td>H1H9 and direct interactive effect between precipitation HPS = </td><td>•1Pmt-3 + •2P + •3</td></tr><tr><td>abundance abundance\n</td><td>1t-3 234t-3</td></tr><tr><td>indirect effe2</td><td>1t-3 234t-31t-3 2341 t-3 32\n</td></tr><tr><td>indirect effe3 months prior on peridomestic occupancy by deer mice\n2</td><td>Pmt-3 + •3P + •2\n</td></tr><tr><td> </td><td> </td></tr><tr><td>HPS = • = •</td><td>•1• + •1; 2Pmt-3 + •3T + •4P </td></tr><tr><td>and vely. The time-lagged effects of deer mouse abundance are denoted in subscriptm deno</td><td>tes the es, respectively. The h</td></tr><tr><td>eer mouse abundance 12 months prior. • and • represenopindir of climatic variables on deer mouse abundance include the </td><td>e</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3. The fit of models hypothesizing the determinants of hantavirus pulmonary syndrome (HPS) cases in Zuni, New Mexico (see table 1), and a comparison of the models fit to HPS data across all seasons with that from only spring-summer.\nAll seasons Spring-summer", "latex": null, "type": "table", "html": "<html><body><table><tr><td>H11 4 120.3</td><td>H K -2log(L) AICc •AICc w </td><td>rH K -2log(L) AICc •AICc w r</td></tr><tr><td>H3 </td><td>123.957 </td><td>130.638 30.781.054 </td><td>1429</td><td>70.093 H9 3 62.223 70.22</td><td>3.075 .1343</td></tr><tr><td>H13 5 </td><td>118.931 </td><td>131.153 1.422 </td><td>0.122 .424 </td><td>H11 4 61.138 72.774 </td><td>5.626 0.037 .519\n</td></tr><tr><td>H9 3 H14 </td><td>124.779 123.426 </td><td>131.607 1.875 132.855 3.123 </td><td>0.097 .252 0.052 .305 </td><td>H10 4 62.002 73.638 H12 4 62.249 73.885 </td><td>6.490 0.024 .454 6.737 0.021 .431\n</td></tr><tr><td>H10 4 H2 2 </td><td>123.647 128.935 </td><td>133.076 3.344 133.335 3.603 </td><td>0.047 .297 0.041 .117 </td><td>H2 2 69.658 74.581 H1 1 74.124 76.409 </td><td>7.433 0.015 .126 9.261 0.006 .000\n</td></tr><tr><td>H3 4 H14 5 H15 H15 H17 5 </td><td>125.105 122.385 123.281 123.957 124.779 </td><td>134.534 4.802 134.608 4.876 135.503 5.772 136.180 6.448 137.001 7.270 </td><td>0.022 .192 0.022 .344 0.014 .293 0.010 .294 0.007 .252 </td><td>H13 5 60.464 76.464 H15 5 61.951 77.951 H16 5 62.093 78.093 H14 5 62.139 78.139 H17 5 62.223 78.223 </td><td>9.316 0.006 .552 10.802 0.003 .449 10.944 0.003 .444 10.991 0.003 .436 11.075 0.002 .431\n</td></tr><tr><td>H1 1 H4 4 H6 6 H16 H5 8 Note </td><td>135.124 129.163 125.105 123.637 125.088 st parsimo</td><td>137.253 7.522 138.592 8.860 138.868 9.136 138.868 9.136 147.088 17.357 us modelaike's i</td><td>0.006 .000 0.003 .130 0.003 .192 0.003 .296 0.000 .223 mation erion </td><td>H4 4 68.163 79.800 H3 4 69.610 81.246 H18 6 62.017 83.350 H6 6 69.612 90.945 H5 8 67.774 104.345 ted fomaample sizICc] less </td><td>12.652 0.001 .214 14.098 0.001 .129 16.202 0.000 .451 23.797 0.000 .130 37.197 0.000 .218 n 4) are hlighted bold. </td></tr></table></body></html>"}}, "back_matter": [{"text": "This project was supported by grants from the National Center for Research Resources (no. 5P20RR016455-11), the National Institute of General Medical Sciences (no. 8 P20 GM103474-11) from the National Institutes of Health, and the US Centers for Disease Control and Prevention, in Atlanta, Georgia, through cooperative agreement. AL is additionally supported by the Research and Policy for Infectious Disease Dynamics (RAPIDD) program of the Science and Technology Directorate (US Department of Homeland Security) and the Fogarty International Center (National Institutes of Health). Funding for the original New Mexico field data collection was provided by the Sevilleta LTER Program (NSF DEB 9411976 and DEB 0080529), the National Institutes of Health (DHHSPHS/NIAID PO1 A1 39780-02), and the Federal Centers for Disease Control and Prevention (CDC U50/CCU613416). The findings and conclusions presented here are those of the authors and do not necessarily represent the views of the funding agencies. We also acknowledge the anonymous reviewers who provided helpful comments on the current and earlier versions of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "The supplemental material is available online at http:// bioscience.oxfordjournals.org/lookup/suppl/doi:10.1093/biosci/ biv047/-/DC1.", "cite_spans": [], "ref_spans": [], "section": "Supplemental material"}]}