{
    "paper_id": "3e9e37a7262ddd956d5aad812052f375b51f19e5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jorge",
                "middle": [],
                "last": "Mucientes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rasilla",
                "middle": [],
                "last": "Rafael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jimeno",
                "middle": [],
                "last": "Pernett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [],
                "last": "Cardona",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arboniés",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "El 30 de enero de 2020 la organización mundial de la salud (OMS) declaró una emergencia internacional por la pandemia causada por un nuevo coronavirus. Existen algunas indicaciones oncológicas que tienen especial prioridad y se siguen realizando estudios a pesar de la situación actual. En estos estudios hemos encontrado hallazgos sospechosos de neumonía COVID-19 en pacientes asintomáticos. El objetivo de este trabajo es valorar la incidencia de estos hallazgos, describir sus características y valorar la evolución de los pacientes sospechosos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se han revisado los estudios PET oncológicos realizados entre el 18 de marzo y el 8 de abril de 2020. Se han identificado los pacientes que presentaban hallazgos sugerentes de corresponder con un proceso infeccioso pulmonar de forma incidental en pacientes asintomáticos. Se han revisado las historias clínicas de estos pacientes para confirmar o descartar la infección por SARS-CoV2 RESULTADOS Durante el periodo especificado se realizaron un total de 129 estudios PET-TC con indicación oncológica. De ellos, en 11 (8,5%) se encontraron hallazgos sospechosos de proceso infeccioso pulmonar. Se trataba de 8 varones y 3 mujeres con edades comprendidas entre los 30 y los 79 años (media 62,2). CONCLUSIONES Los pacientes con COVID 19 pueden presentar escasos síntomas de la enfermedad, y en los estudios PET-TC se pueden detectar tanto pacientes presintomáticos como pacientes casi asintomáticos por lo que los médicos nucleares deben prestar especial atención en la valoración pulmonar de los estudios PET-TC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL Y MÉTODOS"
        },
        {
            "text": "On January 30, 2020, the World Health Organization (WHO) declared an international emergency due to the pandemic caused by a new coronavirus. There are some oncological indications that have special priority and studies are still being carried out despite the current situation. In these studies we have found suspicious findings of COVID-19 pneumonia in asymptomatic patients. The objective of this work is to assess the incidence of these findings, describe their characteristics and the evolution of suspected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Oncological PET studies carried out in asymptomatic patients between March 18 and April 8, 2020 have been reviewed. Patients who presented findings suggestive of corresponding to an pulmonary infectious process were selected. Clinical findings have been reviewed to confirm or rule out SARS-CoV2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "During the specified period, a total of 129 PET-CT studies were performed. Of these, 11 (8.5%) found suspicious findings of a pulmonary infectious process. These were 8 men and 3 women aged between 30 and 79 years (mean 62.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Patients with COVID 19 can present few symptoms of the disease, and in PET-CT studies both presymptomatic and almost asymptomatic patients can be detected, so nuclear medicine physicians should take special attention to the pulmonary evaluation of PET-CT studies . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "El 30 de enero de 2020 la organización mundial de la salud (OMS) declaró una emergencia internacional por la pandemia causada por un nuevo coronavirus. Existen algunas indicaciones oncológicas que tienen especial prioridad y se siguen realizando estudios a pesar de la situación actual. En estos estudios hemos encontrado hallazgos sospechosos de neumonía COVID-19 en pacientes asintomáticos. El objetivo de este trabajo es valorar la incidencia de estos hallazgos, describir sus características y valorar la evolución de los pacientes sospechosos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCCIÓN"
        },
        {
            "text": "Se han revisado los estudios PET oncológicos realizados entre el 18 de marzo y el 8 de abril de 2020. Se han identificado los pacientes que presentaban hallazgos sugerentes de corresponder con un proceso infeccioso pulmonar de forma incidental en pacientes asintomáticos. Se han revisado las historias clínicas de estos pacientes para confirmar o descartar la infección por SARS-CoV2 RESULTADOS Durante el periodo especificado se realizaron un total de 129 estudios PET-TC con indicación oncológica. De ellos, en 11 (8,5%) se encontraron hallazgos sospechosos de proceso infeccioso pulmonar. Se trataba de 8 varones y 3 mujeres con edades comprendidas entre los 30 y los 79 años (media 62,2). CONCLUSIONES Los pacientes con COVID 19 pueden presentar escasos síntomas de la enfermedad, y en los estudios PET-TC se pueden detectar tanto pacientes presintomáticos como pacientes casi asintomáticos por lo que los médicos nucleares deben prestar especial atención en la valoración pulmonar de los estudios PET-TC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL Y MÉTODOS"
        },
        {
            "text": "On January 30, 2020, the World Health Organization (WHO) declared an international emergency due to the pandemic caused by a new coronavirus. There are some oncological indications that have special priority and studies are still being carried out despite the current situation. In these studies we have found suspicious findings of COVID-19 pneumonia in asymptomatic patients. The objective of this work is to assess the incidence of these findings, describe their characteristics and the evolution of suspected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Oncological PET studies carried out in asymptomatic patients between March 18 and April 8, 2020 have been reviewed. Patients who presented findings suggestive of corresponding to an pulmonary infectious process were selected. Clinical findings have been reviewed to confirm or rule out SARS-CoV2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "During the specified period, a total of 129 PET-CT studies were performed. Of these, 11 (8.5%) found suspicious findings of a pulmonary infectious process. These were 8 men and 3 women aged between 30 and 79 years (mean 62.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Patients with COVID 19 can present few symptoms of the disease, and in PET-CT studies both presymptomatic and almost asymptomatic patients can be detected, so nuclear medicine physicians should take special attention to the pulmonary evaluation of PET-CT studies . El 30 de enero de 2020 la organización mundial de la salud (OMS) declaró una emergencia internacional por la pandemia causada por un nuevo coronavirus (severe acute respiratory syndrome coronavirus 2, SARS-CoV-2)1. La infección por este coronavirus causa la enfermedad por coronavirus COVID-19. Se trata de una infección del tracto respiratorio que cursa con fiebre, tos y alteraciones radiográficas y puede provocar una neumonía severa que cursa con distress respiratorio, poniendo en riesgo la vida del paciente2 El periodo de incubación medio es de 5-6 días aunque presenta una alta variabilidad (entre 0 y 24 días) 3. El tiempo medio desde el inicio de los síntomas hasta la recuperación es de dos semanas si la afectación ha sido leve y de tres a seis semanas si ha sido una enfermedad crítica. En el análisis del brote de China, la OMS sugirió que los casos asintomáticos tuvieron poca relevancia en la expansión de la pandemia. Sin embargo, se han descrito agrupamientos de pacientes en los que el caso índice estaba asintomático4 y en otros casos se asume que el caso índice se encontraba en periodo pre-sintomático 5. Se han estimado proporciones de transmisión de pacientes presintomáticos de hasta un 62%6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Actualmente el diagnóstico definitivo de la infección por SARS-Cov2 se obtiene por la reacción en cadena de la polimerasa (PCR) usada para detectar el virus en muestras habitualmente obtenidas del tracto respiratorio superior. El diagnóstico también incluye la historia de exposición, síntomas clínicos y resultados de las pruebas de imagen. Las alteraciones más frecuentes son las opacidades en \"vidrio deslustrado\" bilaterales en varios subsegmentos pulmonares. Las alteraciones son evidentes en la radiología de tórax en el 59% de los casos y en el TC en el 89% de los casos7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PALABRAS"
        },
        {
            "text": "La mayor parte de la actividad asistencial en los Servicios de Medicina Nuclear puede ser pospuesta, sin embargo existen algunas indicaciones oncológicas que tienen especial prioridad y se siguen realizando estudios a pesar de las medidas de confinamiento y aislamiento social. En algunas ocasiones el retraso de la exploración sin poder estimar una fecha de realización puede ser más perjudicial para el paciente que el riesgo asumido de acudir al hospital a realizarse la exploración. Por este motivo, en nuestro centro, se han seguido realizando algunas exploraciones PET-TC oncológicas valoradas individualmente, en todos los casos en pacientes asintomáticos desde el punto de vista respiratorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PALABRAS"
        },
        {
            "text": "En estos estudios hemos encontrado hallazgos sospechosos de neumonía COVID-19 en pacientes asintomáticos. El objetivo de este trabajo es valorar la incidencia de estos hallazgos, describir sus características y valorar la evolución de los pacientes sospechosos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PALABRAS"
        },
        {
            "text": "Se han revisado los estudios PET oncológicos realizados entre el 18 de marzo y el 8 de abril de 2020. Se han identificado los pacientes que presentaban hallazgos sugerentes de corresponder con un proceso infeccioso pulmonar de forma incidental en pacientes asintomáticos. Se han revisado las historias clínicas de estos pacientes para confirmar o descartar la infección por SARS-CoV2 y ver su evolución.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL Y MÉTODO"
        },
        {
            "text": "Los estudios PET-TC fueron realizados siguiendo el procedimiento habitual. Durante el estado de alarma por la pandemia, se toman medidas de protección para los pacientes y profesionales durante la adquisición de los estudios. Se utilizan mascarillas, se realiza lavado de manos tras contactar con los pacientes y se limpia el equipo después de cada exploración. Tras el periodo de ayuno de 6 horas se inyectaron entre 300 y 450 MBq de 18F-FDG a los pacientes después de comprobar que la glucemia se encontraba por debajo de 200mg/dl. Tras 50-60 minutos de reposo se inició la adquisición PET-TC en un equipo Siemens Biograph 6. La adquisición se realizó desde el vertex craneal hasta el tercio proximal de los miembros inferiores. Se realizó un TC con protocolo de respiración libre con 110kV y 85mAs con modulación de dosis (CareDose®). Posteriormente se adquirió el estudio PET con una duración de 3 minutos por posición de camilla.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL Y MÉTODO"
        },
        {
            "text": "Durante el periodo especificado se realizaron un total de 129 estudios PET-TC con indicación oncológica. De ellos, en 11 (8,5%) se encontraron hallazgos sospechosos de proceso infeccioso pulmonar. Se trataba de 8 varones y 3 mujeres con edades comprendidas entre los 30 y los 79 años (media 62,2). En 4 de los casos se trataba de un único infiltrado con densidad en vidrio deslustrado, de nueva aparición o no conocido previamente (imagen 1). Los otros 7 casos presentaban múltiples infiltrados bilaterales en vidrio deslustrado (imagen 2). En todos los casos se observaba leve captación de FDG en los infiltrados. Uno de los casos presentaba también fibrosis pulmonar conocida. Ninguno presentaba adenopatías mediastínicas significativas. En todos los casos se informó al médico peticionario de la sospecha de COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTADOS"
        },
        {
            "text": "De los cuatro pacientes con un único infiltrado, uno no ha realizado seguimiento, otro se ha realizado PCR con resultado negativo y no ha presentado en ningún momento clínica respiratoria. Los otros dos presentaron síntomas, en un caso consistente en tos seca y febrícula, sin alteración del estado general y otro caso únicamente presentó ageusia. Ambos realizaron aislamiento domiciliario, se pospuso el inicio de la terapia (quimioterapia en un caso y cirugía en otro) y hasta la fecha no se ha realizado PCR (19 y 22 días después del estudio PET).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTADOS"
        },
        {
            "text": "De los siete pacientes con infiltrados múltiples bilaterales, cinco (71%) se confirmaron con PCR. Dos de ellos, los que presentaban afectación más extensa, desarrollaron clínica infecciosa los días posteriores al estudio, consistente en fiebre, tos, mal estado general, disnea y fallecieron a causa del proceso neumónico a los 7 y 12 días de la realización del estudio. Dos habían presentado fiebre entre dos y tres semanas antes de la exploración y uno presentó clínica leve la semana posterior de la realización del estudio. Dos de los casos con infiltrados múltiples bilaterales presentaron PCR negativa, uno desarrolló clínica leve y alteraciones analíticas (linfopenia, aumento del D-dímero) y otro ingresó con clínica de disnea y sospecha de COVID-19 a pesar de la negatividad de la PCR. En ambos casos persiste la sospecha clínica de neumonía COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTADOS"
        },
        {
            "text": "Existen indicaciones clínicas para la realización de estudios PET-TC que deben realizarse a pesar de las medidas de confinamiento y aislamiento social decretadas por los gobiernos8. Desde el inicio de la pandemia se comunicó la capacidad del PET-TC para detectar las alteraciones pulmonares causadas por el COVID-19 9. Durante estas semanas se han publicado varios casos clínicos de pacientes en los que el diagnóstico se ha realizado de forma incidental durante la realización de un estudio PET-TC 10. Recientemente se ha publicado una serie de casos de pacientes diagnosticados de COVID-19 durante la realización de PET oncológico en un área de alta incidencia de contagio con unos resultados similares a los nuestros11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSIÓN"
        },
        {
            "text": "Casi uno de cada diez pacientes asintomáticos que han acudido a realizarse un estudio PET oncológico presentan hallazgos sugerentes de neumonía COVID-19. Por un lado esto confirma la justificación del uso de fuertes medidas higiénicas con todos los pacientes (lavado de manos, uso de guantes, mascarillas, limpieza de los equipos y zonas de pacientes), por otro lado, los médicos nucleares tenemos que permanecer atentos a los hallazgos pulmonares especialmente durante estas semanas ya que estos pacientes frecuentemente se encuentran próximos al inicio de tratamientos quirúrgicos o tratamientos sistémicos que se pueden ver complicados con un proceso infeccioso grave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSIÓN"
        },
        {
            "text": "A pesar del diagnóstico en momentos presintomáticos, dos de nuestros pacientes fallecieron por neumonía, uno presentaba una severa patología pulmonar previa y otro presentó una clínica de evolución rápida. Es llamativo que dos de los pacientes habían presentado un episodio de fiebre autolimitada dos semanas antes de la exploración, ambos fueron confirmados con PCR y no desarrollaron clínica posterior por lo que el proceso evolucionó prácticamente asintomático. En nuestra experiencia, incluso en pacientes con PCR negativa, parece indicado posponer el inicio de la terapia siempre que no se ponga en riesgo la evolución de la enfermedad. CONCLUSIÓN Los pacientes con COVID 19 pueden presentar escasos síntomas de la enfermedad, y en los estudios PET-TC se pueden detectar tanto pacientes presintomáticos como pacientes casi asintomáticos por lo que se debe prestar especial atención en la valoración pulmonar de los estudios PET-TC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSIÓN"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Presumed Asymptomatic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A familial cluster of pneumonia",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the generation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ganyani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torneri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: Guidance for infection prevention and control in nuclear medicine",
            "authors": [],
            "year": null,
            "venue": "BNMS Conference Committee",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "18F-FDG PET/CT findings of COVID-19: a series of four highly suspected cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00259-020-04734-w"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "FINDINGS SUGGESTIVE OF COVID-19 IN ASYMPTOMATIC PATIENTS UNDERGOING NUCLEAR MEDICINE PROCEDURES IN A",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Polverari",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arena",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ceci",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pelosi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ianniello",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sandri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Penna 11 Lbano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bertagna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertolia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucchini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Motta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FDG, neumonia, COVID-19, coronavirus Keywords: PET; FDG; pneumonia; COVID-19; coronavirus DIAGNÓSTICO DE NEUMONÍA COVID 19 EN PACIENTES ASINTOMÁTICOS TRAS LA REALIZACIÓN DE UN PET-TC ONCOLÓGICO.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CLAVE PET, FDG, neumonia, COVID-19, coronavirus KEYWORDS PET, FDG, pneumonia, COVID-19, coronavirus DIAGNÓSTICO DE NEUMONÍA COVID 19 EN PACIENTES ASINTOMÁTICOS TRAS LA REALIZACIÓN DE UN PET-TC ONCOLÓGICO.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primera página • Título: DIAGNÓSTICO DE NEUMONÍA COVID 19 EN PACIENTES ASINTOMÁTICOS TRAS LA REALIZACIÓN DE UN PET-TC ONCOLÓGICO. • Nombres y filiaciones de los autores. Jorge Mucientes Rasilla Servicio de Medicina Nuclear. Hospital Universitario Puerta de Hierro Majadahonda. Servicio de Medicina Nuclear. Hospital Universitario Puerta de Hierro Majadahonda. Jorge Cardona Arboniés Servicio de Medicina Nuclear. Hospital Universitario Puerta de Hierro Majadahonda. Servicio de Medicina Nuclear Hospital Universitario Puerta de Hierro Majadahonda.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}