{
    "paper_id": "3e9fb5b41fd3873654ea81bf4ca3783ddcc3d909",
    "metadata": {
        "title": "Basic Medical Sciences in Medical Education: a Thought for African Medical Schools",
        "authors": [
            {
                "first": "Ngala",
                "middle": [
                    "Elvis"
                ],
                "last": "Mbiydzenyuy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Copperbelt University",
                    "location": {
                        "addrLine": "Copperbelt Province",
                        "postBox": "P.O Box 71191",
                        "settlement": "Ndola",
                        "country": "Zambia"
                    }
                },
                "email": ""
            },
            {
                "first": "Namaunga",
                "middle": [
                    "Kasumu"
                ],
                "last": "Chisompola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Copperbelt University",
                    "location": {
                        "addrLine": "Copperbelt Province",
                        "postBox": "P.O Box 71191",
                        "settlement": "Ndola",
                        "country": "Zambia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The relevance of basic medical sciences in medical education and practice never was so much a debated subject in the nineteenth and early twentieth centuries. It was appreciated for how advancement in medical practice rode on its tenets. Our understanding of basic biophysical and chemical processes in health and disease conditions became so profound and invaluably critical to therapeutic advancements. Basic medical sciences churned a large body of knowledge that turned medicine from an art into a science. This was critical in shaping the medical curriculum, which in the early twentieth century, following a report presented in 1910 by Abraham Flexner was dichotomized into basic medical sciences (preclinical or scientific) and the clinical sciences in the later years of medical training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The proliferation of so much information from medical science research in the mid-twentieth century saw several critical propositions, one of which was that the body of medical science knowledge was at large too much and not directly helpful in clinical practice. To balance this body of knowledge with fairness to clinical knowledge, others suggested and implemented integration of the medical curriculum in a problembased fashion. While this opened opportunities for understanding, it has however, in recent decades, emboldened others to question the relevance of basic medical sciences in medical education paying more attention to apprenticeship experiences in clinical settings. Proponents of the latter lean towards the side that the role of basic medical sciences in diagnosis and therapy in clinical practice is not clear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The relevance of basic medical sciences in clinical practice is however very tangible and palpable in medical reasoning, the basis for medical diagnosis. While some experts of medical diagnosis support the view that basic medical science is indispensable to sound medical reasoning [1] , others hold that clinical knowledge not medical science knowledge is the basis of patient diagnosis [2, 3] . The latter perspective poses a threat and swiftly separates clinical education from the science foundations of clinical practice. This is particularly true of medical training in most African countries and reflects wholly or in part themes of the Flexner report, where \"commercial\" medical schools use educational methods that are primarily didactic and with inadequate laboratories and experimental activities leading to overproduction of uneducated and ill-trained physicians [4] .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 392,
                    "end": 394,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The growth in dependence on practice guidelines, reliance on pattern recognition, and other software-based approaches in decision-making and clinical practice strengthen in furtherance the argument of the irrelevance of basic medical sciences in medical training. Hence, the use of basic medical sciences in clinical reasoning in routine and straightforward cases is not obvious. This has been explained by Anderson's theory of the development of cognitive skills in which medical \"students first try to solve problems in a specific domain applying elaborate knowledge. Successful application of this elaborate knowledge, consisting of a chain of propositions, results in its compilation into a rule connecting problem features, to which this knowledge applies, and the outcome of the problem-solving process. In clinical reasoning, this compilation mechanism may result in the combination of sets of symptoms and their associated diagnosis\" [5] . Still, clinical medicine remains to a large extent unscientific, and as long as its practice and presentation remain unchanged, the place and use of basic science in the training of physicians will remain difficult to demonstrate. These and many more not only create and widen the chasm between medical education and medical practice but also starve medical education of robust training in basic medical sciences with the skills relevant to rationally apply in clinical settings. It has been an age-long complaint that medical science content in medical training has failed to keep pace with the requisite and expanding knowledge base of clinical medicine and thus falls short of expressing correctly the importance of basic sciences in clinical practice.",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 945,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinicians and students alike have questioned the content and details covered in basic medical sciences; however, if physician's competence will not have to be based not only on written guidelines and algorithms but also on critical thinking, then understanding of fundamental medical sciences will be essential. It is worth asking: what is the body of core scientific knowledge relevant to building the competencies of physicians? Is basic medical science critical in the formation of a physician's competencies? The response to these is captured in our medical curricula, the time spent in studying basic medical sciences as well as the content, and the haste to introduce clinical content. In extreme situations, clinical content has taken a greater part of initial medical education years eating up time required and necessary for conceptualization and understanding of the scientific basis of not just pathological conditions but also clinical practice as a whole. This is why we have clinically skilled practitioners but with an obvious disconnect with the sciences. This predisposition reinforces the lackluster attitude of medical students and medical curriculum developers to basic medical sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic is a case in point. Despite the usefulness of stipulated guidelines and algorithms, the proper handling of hospital cases has been hinged on the depths of understanding of the science of SARS-COV-2 pathophysiology and immunopathogenesis. Care for COVID-19 patients has necessitated deviations from such algorithms and guidelines requiring huge insight into the analysis of basic science research. Knowledge from basic medical science has been an asset to clinical decision-making, reminding us that \"integrating relevant basic mechanisms to the teaching of disease has the potential to improve retention and diagnostic application of the information\" [6] .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 676,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The preceding arguments only emphasize the need on not just re-defining the relevance of basic medical science in medical education but also sharpening the content and delivery in a manner that adequately equips students in training with the ability to develop applicable insights and connections grounded on scientific principles. Whatever strategies to be implemented should engage and develop students' ability not only to recall essential facts and apply them to patients at hand but also to instinctively explain signs and symptoms from their understanding of underlying mechanisms. Content integration will maximize knowledge translation into improved clinical reasoning which contributes immensely to a clinician's competence. In addition to addressing the content matter, the method or process of delivery is also critical. In the words of Professor Dewey, \"Science has been taught too much as an accumulation of ready-made material, with which students are to be made familiar, not enough as a method of thinking, an attitude of mind, after the pattern of which mental habits are to be transformed\" [7] . The problem-based focused-group based teaching proffer appreciable remedy as it provokes critical thinking and helps students connect basic mechanisms to clinical presentations.",
            "cite_spans": [
                {
                    "start": 1108,
                    "end": 1111,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Africa, the situation may be quite at the extreme seeing that our health care systems and medical education at large is at the receiving end, capitalizing on frontline intervention with a commitment to the basic medical sciences that seems to be remotely applicable to clinical practice. Africa got here through its umbilical connection with colonial medical education systems (British and French). Despite global evolution through experimenting with diverse models of medical education, Africa has remained relatively in parasthesia, clung to the vestiges of Flexner's report. It was this report that led to the establishment of basic medical science departments and recruitment of basic medical scientists in medical faculties or schools. Post-colonial medical education in Africa is still cocooned in the very larval stages of its development. For decades, it has at most inched to the transitional pupal stage of disciplinary integration. Despite variations across institutions in different countries, it is generally noticed that there is little cross-talk or intellectual pollination among clinicians and medical scientists, further widening the chasm, with each department or unit delivering course-specific medical science knowledge to students. Thus, for decades, the relevance of basic medical science to clinical knowledge and reasoning has been largely questioned stemming from the observation that medical science teaching has largely focused on detailed scientific facts rather than directing teaching to relevant clinical practice. There is absolutely no questioning of the pedigree of most medical scientists with respect to content but there is a sterility and insensitivity of the legitimate needs and interests of medical students [8] . This has created a discordance and dissatisfaction among the students. Biophysical and chemical concepts and principles should for instance be taught within relevant clinical ambits.",
            "cite_spans": [
                {
                    "start": 1753,
                    "end": 1756,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While there is a global cry for continuous evaluation of medical curricula (with respect to content and delivery) to address emerging challenges, medical education in Africa uniquely requires the development of curricula with a philosophy and science that caters for its unique challenges and clinical practice aspirations. Not only is it still highly teacher-centered, it is still patterned after the Flexner bifurcation of preclinical and clinical departments beckoning on urgent paradigm shift of properly placing its medical curricula with the delivery of basic science knowledge in the light of foundational relevance to clinical practice. Since medical education in Africa is highly coveted with large admitted student population, inadequate teaching space and aids, this to an extent paralyzes the urgent need for a student-oriented, problembased, integrated, and outcome-based teaching and learning. While the situation is in dire need of revisiting, the re-evaluation for modification should be tactfully done without tampering with its foundational philosophy as these may negatively impact on learning outcomes. For instance, tampering with aspects of medical education that hinge on a diverse unique African sociology and indigenous knowledge systems would likely affect understanding and treatment outcomes of most psychiatric conditions as well as limit opportunities to improve medical knowledge/practice from age-long practices of indigenous/traditional health care systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To synergize and contextualize the relevance of basic medical sciences to clinical education and practice in African medical education systems, curricula reformation for optimal integration will yield better outcomes not only in relevance but also in improved student understanding and retention of basic medical science knowledge in their clinical years. The typical African medical curriculum does not suffer time allocation to basic medical science courses, neither is there a problem with sequencing; however, there is much to consider in electives or compulsory courses, pedagogy, and forms of integration. Following the introduction and first implementation of the problem-based learning in the 1970s by McMaster University Medical School, there has been a plethora of new approaches to integration ranging from the block structure hybrid curriculum by Harvard Medical School which combines problem-based learning with brief sessions of lectures and laboratories to the integrated science program of the University of Pittsburg School of Medicine with focus on revisiting the basic sciences during the clinical years. The Harvard model did not only foster collaboration between basic medical science and clinical educators, it promoted integration of basic medical sciences by students with clinical knowledge with great outcome of basic science knowledge retention in the clinical years. On the other hand, the Pittsburg model has achieved greater outcomes as it showed that \"clinical students are more receptive to re-learning clinically relevant basic science knowledge, because at this time their clinical reasoning and analytical skills are mature with students gaining a more meaningful understanding of the pathophysiology of diseases and targeted therapeutics\" [9] . Furthermore, consideration should be given by heads of medical schools to encourage physicians to engage in basic science research as it is most profitable to engage in practice that will cater not only for a few patients but also for a population of patients. This crop of physician scientists will greatly inspire medical students in their clinical years. On the other hand, lecturers of basic science extraction should be integrated into clinical teams in the teaching hospitals; in so doing, they will incorporate basic science concepts within clinical practice at the same time giving basic science explanation to clinical manifestations. These will not only foster interaction but also shape the objectives, content, delivery, and evaluation of medical education.",
            "cite_spans": [
                {
                    "start": 1775,
                    "end": 1778,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no doubt that the passing to students of disciplinespecific in-depth scientific facts common to basic science teachers offers students facts but devoid of the scientific methods of analytical thinking. Within the framework of paradigm shifting in making basic medical science indeed relevant to clinical practice, awakening students to scientific methods and scientific thinking will be invaluably necessary. As Pickering puts it succinctly \"method is remembered when facts have been forgotten, and method can be used in a new situation where there are no, or too few facts. The student learns how to learn and can go on acquiring knowledge for the rest of his life\" [10] . While it is obvious that little is often mentioned of basic science facts that underlie clinical reasoning and diagnosis, it should be noted that basic medical science knowledge is essential to making sense of unusual clinical cases. Grande also rightly puts it that \"a thorough and comprehensive understanding of the basic sciences is essential for the future of medicine as a profession, as physicians will be expected to contribute to the development of clinically relevant basic science understanding and to bring this knowledge to the bedside through the development of new diagnostic and therapeutic options for patients\" [11] .",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 680,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The causes of errors in clinical reasoning: cognitive biases, knowledge deficits, and dual process thinking",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sherbino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ilgen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mamede",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/ACM.0000000000001421"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Learning clinical reasoning. J Paediatr Child Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pinnock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jpc.12455"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Scripts and medical diagnostic knowledge: theory and applications for clinical reasoning instruction and research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Charlin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tardif",
                    "suffix": ""
                },
                {
                    "first": "Hpa",
                    "middle": [],
                    "last": "Boshuizen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/00001888-200002000-00020"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Medical education in the United States and Canada Bulletin Number Four (The Flexner Report). Carnegie Bull",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flexner",
                    "suffix": ""
                }
            ],
            "year": 1910,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.1943.02840330031008"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acquisition of cognitive skill",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Psychol Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/0033-295X.89.4.369"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Science is fundamental: the role of biomedical knowledge in clinical reasoning",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2923.2007.02911.x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Science as subject-matter and as method",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Sci Educ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00487760"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "No content without context: integrating basic, clinical, and social sciences in a pre-clerkship curriculum",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wilkerson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krasne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/01421590903049806"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Back to the basic sciences: an innovative approach to teaching senior medical students how best to integrate basic science and clinical medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brosenitsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kanter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "0--013",
            "other_ids": {
                "DOI": [
                    "10.1097/ACM.0b013e318178356b"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The purpose of medical education",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Br Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.2.4985.113"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Training of physicians for the twenty-first century: role of the basic sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Grande",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of Interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Informed Consent NA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval NA"
        }
    ]
}